{
	"QuizQuestions":[
		{
			"q_en":"Which among the following statements about India’s Constitution is wrong?",
            "a_en":"It prohibits discrimination on grounds of religion.",
            "b_en":"It gives official status to one religion.",
            "c_en":"It provides to all individuals freedom to profess any religion.",
            "d_en":"It ensures equality of citizens within religious communities.",
            "q_hin":"भारत के संविधान के बारे में निम्नलिखित में से कौन सा कथन गलत है ?",
            "a_hin":"यह धर्म के आधार पर भेदभाव को रोकता है।",
            "b_hin":"यह एक धर्म को आधिकारिक दर्जा देता है।",
            "c_hin":"यह सभी व्यक्तियों को किसी भी धर्म को मानने की स्वतंत्रता प्रदान करता है।",
            "d_hin":"यह धार्मिक समुदायों के भीतर नागरिकों की समानता सुनिश्चित करता है। ",
            "ans":"b"
		},       
		{
			"q_en":"Which of the following statements about pressure groups and parties is incorrect?",
            "a_en":"Pressure groups are the organized expression of the interests and views of specific social sections.",
            "b_en":"Pressure groups take positions on political issues.",
            "c_en":"All pressure groups are political parties.",
            "d_en":"All of the above.",
            "q_hin":"दबाव समूहों और दलों के बारे में निम्नलिखित में से कौन सा कथन गलत है ?",
            "a_hin":"दबाव समूह विशिष्ट सामाजिक वर्गों के हितों और विचारों की संगठित अभिव्यक्ति हैं।",
            "b_hin":"दबाव समूह राजनीतिक मुद्दों पर रुख अपनाते हैं।",
            "c_hin":"सभी दबाव समूह राजनीतिक दल हैं।",
            "d_hin":"उपरोक्त सभी",
            "ans":"c"
		},       
		{
			"q_en":"Who among the following is the founder of the Bahujan Samaj Party?",
            "a_en":"Kanshi Ram",
            "b_en":"Sahu Maharaj",
            "c_en":"B. R. Ambedkar",
            "d_en":"Jotiba Phule",
            "q_hin":"निम्नलिखित में से कौन बहुजन समाज पार्टी के संस्थापक हैं?",
            "a_hin":"कांशीराम",
            "b_hin":"साहू महाराज",
            "c_hin":"बी.आर. अम्बेडकर",
            "d_hin":"ज्योतिबा फुले",
            "ans":"a"
        },       
        {
            "q_en":"In India seats are reserved for women in",
            "a_en":"Lok Sabha",
            "b_en":"State legislative assemblies",
            "c_en":"Cabinets",
            "d_en":"Panchayati Raj bodies",
            "q_hin":"भारत में महिलाओं के लिए आरक्षित सीटें कहाँ हैं?",
            "a_hin":"लोक सभा",
            "b_hin":"राज्य विधानसभाएं",
            "c_hin":"मंत्रिमंडल",
            "d_hin":"पंचायती राज निकाय",
            "ans":"d"
        },       
        {
            "q_en":"Among the following, which country suffered disintegration due to political fights on the basis of religious and ethnic identities?",
            "a_en":"Belgium",
            "b_en":"India",
            "c_en":"Yugoslavia",
            "d_en":"Netherlands",
            "q_hin":"निम्नलिखित में से किस देश को धार्मिक और जातीय पहचान के आधार पर राजनीतिक लड़ाई के कारण विघटन का सामना करना पड़ा?",
            "a_hin":"बेल्जियम",
            "b_hin":"भारत",
            "c_hin":"यूगोस्लाविया",
            "d_hin":"नीदरलैंड",
            "ans":"c"
        },       
        {
            "q_en":"Arrange the following statements in a logical sequence and select the right answers by using the code given below.\nA. But all political expression of social divisions need not be always dangerous.\nB. Social divisions of one kind or the other exist in most countries.\nC. Parties try to win political support by appealing to social divisions.\nD. Some social differences may result in social divisions.",
            "a_en":"D, B, C, A",
            "b_en":"D, B, A, C",
            "c_en":"D, A, C, B",
            "d_en":"A, B, C, D",
            "q_hin":"निम्नलिखित कथनों को तार्किक क्रम में व्यवस्थित कीजिए और नीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।\nA. लेकिन सामाजिक विभाजन की सभी राजनीतिक अभिव्यक्ति हमेशा खतरनाक नहीं होनी चाहिए।\nB. अधिकांश देशों में किसी न किसी प्रकार के सामाजिक विभाजन मौजूद हैं।\nC. पार्टियां सामाजिक विभाजन की अपील कर राजनीतिक समर्थन हासिल करने की कोशिश करती हैं।\nD. कुछ सामाजिक भिन्नताओं का परिणाम सामाजिक विभाजन हो सकता है।",
            "a_hin":"D, B, C, A",
            "b_hin":"D, B, A, C",
            "c_hin":"D, A, C, B",
            "d_hin":"A, B, C, D",
            "ans":"a"
        },       
        {
            "q_en":"Consider the following two statements on power sharing and select the answer using the codes given below:\nA. Power sharing is good for democracy.\nB. It helps to reduce the possibility of conflict between social groups.\nWhich of these statements are true and false?",
            "a_en":"A is true but B is false",
            "b_en":"Both A and B are true",
            "c_en":"Both A and B are false",
            "d_en":"A is false but B is true",
            "q_hin":"सत्ता के बंटवारे पर निम्नलिखित दो कथनों पर विचार कीजिये और नीचे दिए गए कूट का प्रयोग कर उत्तर का चयन कीजिये:\nA. सत्ता का बंटवारा लोकतंत्र के लिए अच्छा है।\nB. यह सामाजिक समूहों के बीच संघर्ष की संभावना को कम करने में मदद करता है।\nइनमें से कौन से कथन सत्य और असत्य हैं?",
            "a_hin":"A सत्य है लेकिन B असत्य है",
            "b_hin":"A और B दोनों सत्य हैं",
            "c_hin":"A और B दोनों असत्य हैं",
            "d_hin":"A असत्य है लेकिन B सत्य है",
            "ans":"b"
        },       
        {
            "q_en":"With the reference to the Communal politics belief, which of the statements is correct?",
            "a_en":"One religion is superior to that of others.",
            "b_en":"People belonging to different religions can live together happily as equal citizens.",
            "c_en":"Followers of a different religion constitute one community.",
            "d_en":"State power cannot be used to establish the domination of one religious group over others.",
            "q_hin":"साम्प्रदायिक राजनीति की मान्यता के संदर्भ में कौन सा कथन सही है?",
            "a_hin":"एक धर्म दूसरे धर्म से श्रेष्ठ है।",
            "b_hin":"विभिन्न धर्मों के लोग समान नागरिक के रूप में खुशी-खुशी एक साथ रह सकते हैं।",
            "c_hin":"एक अलग धर्म के अनुयायी एक समुदाय का गठन करते हैं।",
            "d_hin":"एक धार्मिक समूह का दूसरे पर प्रभुत्व स्थापित करने के लिए राज्य शक्ति का उपयोग नहीं किया जा सकता है।",
            "ans":"a"
        },
        {
            "q_en":"Match List I with List-II and select the correct answer using the codes given below the Lists:\nList I - List II\n1. A person who believes in equal rights and opportunities for women and men - A. Communalist\n2. A person who says that religion is the principal basis of community - B. Feminist\n3. A person who thinks that caste is the principal basis of community - C. Secularist\n4. A person who does not discriminate against others on the basis of religious beliefs - D. Castiest",
            "a_en":"1 - B, 2 - C, 3 - A, 4 - D",
            "b_en":"1 - B, 2 - A, 3 - D, 4 - C",
            "c_en":"1 - D, 2 - C, 3 - A, 4 - B",
            "d_en":"1 - C, 2 - A, 3 - B, 4 - D",
            "q_hin":"सूची I को सूची-II से सुमेलित कीजिए और सूचियों के नीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए:\nसूची I - सूची II\n1. एक व्यक्ति जो महिलाओं और पुरुषों के लिए समान अधिकारों और अवसरों में विश्वास करता है - A. सांप्रदायिक\n2. एक व्यक्ति जो कहता है कि धर्म समुदाय का प्रमुख आधार है - B. नारीवादी\n3. एक व्यक्ति जो सोचता है कि जाति समुदाय का प्रमुख आधार है - C. धर्मनिरपेक्षतावादी\n4. एक व्यक्ति जो धार्मिक मान्यताओं के आधार पर दूसरों के साथ भेदभाव नहीं करता - D. जातिवादी",
            "a_hin":"1 - B, 2 - C, 3 - A, 4 - D",
            "b_hin":"1 - B, 2 - A, 3 - D, 4 - C",
            "c_hin":"1 - D, 2 - C, 3 - A, 4 - B",
            "d_hin":"1 - C, 2 - A, 3 - B, 4 - D",
            "ans":"b"
        },
        {
            "q_en":"When we speak of gender divisions, we usually refer to:",
            "a_en":"Biological difference between men and women",
            "b_en":"Unequal roles assigned by the society to men and women",
            "c_en":"Unequal child sex ratio",
            "d_en":"Absence of voting rights for women in democracies",
            "q_hin":"जब हम लिंग विभाजन की बात करते हैं, तो हम आमतौर पर इसका उल्लेख करते हैं:",
            "a_hin":"पुरुषों और महिलाओं के बीच जैविक अंतर",
            "b_hin":"समाज द्वारा पुरुषों और महिलाओं को सौंपी गई असमान भूमिकाएं",
            "c_hin":"असमान बाल लिंगानुपात",
            "d_hin":"लोकतंत्र में महिलाओं के लिए मतदान के अधिकार का अभाव",
            "ans":"b"
        }
	]
}