{
	"QuizQuestions":[
		{
			"q_en":"Which of the following pairs is incorrectly matched?",
            "a_en":"Chhath Puja - Maharashtra",
            "b_en":"Navratri - Gujarat",
            "c_en":"Kerala - Onam",
            "d_en":"Haryana - Baisakhi",
            "q_hin":"निम्नलिखित में से कौन सा युग्म गलत सुमेलित है?",
            "a_hin":"छठ पूजा - महाराष्ट्र",
            "b_hin":"नवरात्रि - गुजरात",
            "c_hin":"केरल - ओणम",
            "d_hin":"हरियाणा - बैसाखी",
            "ans":"a"
		},       
		{
			"q_en":"The journal Young India is related to which of the following?",
            "a_en":"Jawaharlal Nehru",
            "b_en":"Mahatma Gandhi",
            "c_en":"Vallabhbhai Patel",
            "d_en":"Rajendra Prasad",
            "q_hin":"यंग इंडिया पत्रिका निम्नलिखित में से किससे संबंधित है?",
            "a_hin":"जवाहर लाल नेहरू",
            "b_hin":"महात्मा गांधी",
            "c_hin":"वल्लभभाई पटेल",
            "d_hin":"राजेन्द्र प्रसाद",
            "ans":"b"
		},       
		{
			"q_en":"Which of the following statements is/are correct regarding Rural India?",
            "a_en":"More than 80% of all Indians live in villages.",
            "b_en":"MGNREGA was introduced as a social measure that guarantees 'the right to work'.",
            "c_en":"Mission Antyodaya was adopted in Union Budget 2020-21",
            "d_en":"All of the above is correct.",
            "q_hin":"ग्रामीण भारत के संबंध में निम्नलिखित में से कौन सा/से कथन सही है/हैं?",
            "a_hin":"सभी भारतीयों के 80% से अधिक गांवों में रहते हैं।",
            "b_hin":"मनरेगा को एक सामाजिक उपाय के रूप में पेश किया गया था जो 'काम के अधिकार' की गारंटी देता है।",
            "c_hin":"मिशन अंत्योदय को केंद्रीय बजट 2020-21 में अपनाया गया था",
            "d_hin":"उपरोक्त सभी सही है।",
            "ans":"b"
        },       
        {
            "q_en":"Who among the following composed India's national anthem?",
            "a_en":"Mahatma Gandhi",
            "b_en":"Ravindranath Tagore",
            "c_en":"Dadabhai Naoroji",
            "d_en":"Motilal Nehru",
            "q_hin":"निम्नलिखित में से किसने भारत के राष्ट्रगान की रचना की?",
            "a_hin":"महात्मा गांधी",
            "b_hin":"रवींद्रनाथ टैगोर",
            "c_hin":"दादाभाई नौरोजी",
            "d_hin":"मोतीलाल नेहरू",
            "ans":"b"
        },       
        {
            "q_en":"Kerala state is located at?",
            "a_en":"Southeast corner of India.",
            "b_en":"Northwest corner of India.",
            "c_en":"Southwest corner of India.",
            "d_en":"Northeast corner of India.",
            "q_hin":"केरल राज्य स्थित है?",
            "a_hin":"भारत के दक्षिण-पूर्व कोने",
            "b_hin":"भारत का उत्तर-पश्चिमी कोना",
            "c_hin":"भारत का दक्षिण-पश्चिम कोना",
            "d_hin":"भारत के पूर्वोत्तर कोने",
            "ans":"c"
        },       
        {
            "q_en":"Which of the following statements is incorrect with reference to the desert region of Ladakh?",
            "a_en":"Ladakh is a region administered by India as a union territory",
            "b_en":"There are very few trees that can grow in the region.",
            "c_en":"People here keep sheep and goats.",
            "d_en":"Pashmina shawls are chiefly woven in Leh.",
            "q_hin":"लद्दाख के रेगिस्तानी क्षेत्र के संदर्भ में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"लद्दाख एक ऐसा क्षेत्र है जो भारत द्वारा एक केंद्र शासित प्रदेश के रूप में प्रशासित किया जाता है",
            "b_hin":"इस क्षेत्र में बहुत कम पेड़ उग सकते हैं।",
            "c_hin":"यहां के लोग भेड़-बकरियां पालते हैं।",
            "d_hin":"पश्मीना शॉल मुख्य रूप से लेह में बुने जाते हैं।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following statements is incorrect regarding Gram Sabha?",
            "a_en":"The Gram Sabha is a key factor in making the Gram Panchayat play its role and be responsible.",
            "b_en":"It is the place where all plans for the work of the Gram Panchayat are placed before the people.",
            "c_en":"The Gram Panchayat has a Secretary who is also the Secretary of the Gram Sabha is an elected member.",
            "d_en":"The Secretary is responsible for calling the meeting of the Gram Sabha.",
            "q_hin":"ग्राम सभा के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"ग्राम पंचायत को अपनी भूमिका निभाने और जिम्मेदार बनाने में ग्राम सभा एक महत्वपूर्ण कारक है।",
            "b_hin":"यह वह जगह है जहां ग्राम पंचायत के काम की सभी योजनाएं लोगों के सामने रखी जाती हैं।",
            "c_hin":"ग्राम पंचायत में एक सचिव होता है जो ग्राम सभा का सचिव भी एक निर्वाचित सदस्य होता है।",
            "d_hin":"सचिव ग्राम सभा की बैठक बुलाने के लिए जिम्मेदार होता है।",
            "ans":"c"
        },       
        {
            "q_en":"Who among the following is the person in charge of the police station?",
            "a_en":"S.D.O",
            "b_en":"S.H.O",
            "c_en":"Sub Inspector",
            "d_en":"Assistant Sub Inspector",
            "q_hin":"निम्नलिखित में से कौन पुलिस स्टेशन का प्रभारी व्यक्ति है?",
            "a_hin":"S.D.O.",
            "b_hin":"S.H.O.",
            "c_hin":"सहायक निरीक्षक",
            "d_hin":"सहायक उप निरीक्षक",
            "ans":"b"
        },
        {
            "q_en":"Which of the following statement is incorrect regarding the work of a tehsildar?",
            "a_en":"He supervises the work of the Patwari.",
            "b_en":"He can ensure that records are properly kept and land revenue is collected.",
            "c_en":"​A Tehsildar does not hear the disputes related to land.",
            "d_en":"A Tehsildar plays an important role as a revenue officer.",
            "q_hin":"तहसीलदार के कार्य के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"वह पटवारी के काम की निगरानी करता है।",
            "b_hin":"वह यह सुनिश्चित कर सकता है कि अभिलेख ठीक से रखे गए हैं और भू-राजस्व एकत्र किया गया है।",
            "c_hin":"एक तहसीलदार जमीन से जुड़े विवादों की सुनवाई नहीं करता है।",
            "d_hin":"एक तहसीलदार राजस्व अधिकारी के रूप में एक महत्वपूर्ण भूमिका निभाता है।",
            "ans":"c"
        },
        {
            "q_en":"Hindu Succession Amendment Act came into existence in which of the following year?",
            "a_en":"2000",
            "b_en":"2002",
            "c_en":"2005",
            "d_en":"2010",
            "q_hin":"हिंदू उत्तराधिकार संशोधन अधिनियम निम्नलिखित में से किस वर्ष अस्तित्व में आया?",
            "a_hin":"2000",
            "b_hin":"2002",
            "c_hin":"2005",
            "d_hin":"2010",
            "ans":"c"
        }
	]
}