{
	"QuizQuestions":[
		{
			"q_en":"In the context of assessing democracy which among the following is odd one out. Democracies need to ensure:",
            "a_en":"free and fair elections",
            "b_en":"dignity of the individual",
            "c_en":"majority rule",
            "d_en":"equal treatment before law",
            "q_hin":"लोकतंत्र के आकलन के संदर्भ में निम्नलिखित में से कौन सा विषम है। लोकतंत्रों को यह सुनिश्चित करने की आवश्यकता है:",
            "a_hin":"स्वतंत्र और निष्पक्ष चुनाव",
            "b_hin":"व्यक्ति की गरिमा",
            "c_hin":"बहुमत का नियम",
            "d_hin":"कानून के समक्ष समान व्यवहार",
            "ans":"c"
		},       
		{
			"q_en":"Studies on political and social inequalities in democracy show that",
            "a_en":"democracy and development go together",
            "b_en":"inequalities exist in democracies",
            "c_en":"inequalities do not exist under dictatorship",
            "d_en":"dictatorship is better than democracy",
            "q_hin":"लोकतंत्र में राजनीतिक और सामाजिक असमानताओं के अध्ययन से पता चलता है कि-",
            "a_hin":"लोकतंत्र और विकास साथ-साथ चलते हैं",
            "b_hin":"लोकतंत्र में असमानताएं हैं",
            "c_hin":"तानाशाही के तहत असमानताएं मौजूद नहीं हैं",
            "d_hin":"तानाशाही लोकतंत्र से बेहतर है",
            "ans":"b"
		},       
		{
			"q_en":"In the context of democracies, which of the following ideas is correct – democracies have successfully eliminated:",
            "a_en":"conflicts among people",
            "b_en":"economic inequalities among people",
            "c_en":"differences of opinion about how marginalised sections are to be treated",
            "d_en":"the idea of political inequality",
            "q_hin":"लोकतंत्रों के संदर्भ में, निम्नलिखित में से कौन सा विचार सही है - लोकतंत्रों ने सफलतापूर्वक समाप्त कर दिया है:",
            "a_hin":"लोगों के बीच संघर्ष",
            "b_hin":"लोगों के बीच आर्थिक असमानता",
            "c_hin":"हाशिए के वर्गों के साथ कैसा व्यवहार किया जाए, इस बारे में मतभेद",
            "d_hin":"राजनीतिक असमानता का विचार",
            "ans":"d"
        },       
        {
            "q_en":"What is the guiding philosophy of the Bharatiya Janata Party?",
            "a_en":"Bahujan Samaj",
            "b_en":"Revolutionary democracy",
            "c_en":"Integral humanism",
            "d_en":"Modernity",
            "q_hin":"भारतीय जनता पार्टी का मार्गदर्शक सिद्धांत क्या है?",
            "a_hin":"बहुजन समाज",
            "b_hin":"क्रांतिकारी लोकतंत्र",
            "c_hin":"एकात्म मानववाद",
            "d_hin":"आधुनिकता",
            "ans":"c"
        },       
        {
            "q_en":"With the reference to Political parties which of the statements is incorrect?",
            "a_en":"Political parties do not enjoy much trust among the people.",
            "b_en":"Parties are often rocked by scandals involving top party leaders.",
            "c_en":"Parties are not necessary to run governments.",
            "d_en":"All of the above",
            "q_hin":"राजनीतिक दलों के संदर्भ में कौन सा कथन गलत है ?",
            "a_hin":"राजनीतिक दलों को लोगों के बीच ज्यादा भरोसा नहीं है।",
            "b_hin":"दलों को अक्सर दल के शीर्ष नेताओं से जुड़े घोटालों से हिलाया जाता है।",
            "c_hin":"सरकार चलाने के लिए दलों की जरूरत नहीं है।",
            "d_hin":"उपरोक्त सभी",
            "ans":"c"
        },       
        {
            "q_en":"Which among the following is the special feature that distinguishes a pressure group from a political party?",
            "a_en":"Parties take political stances, while pressure groups do not bother about political issues",
            "b_en":"Pressure groups are confined to a few people, while parties involve larger number of people",
            "c_en":"Pressure groups do not seek to get into power, while political parties do.",
            "d_en":"Pressure groups do not seek to mobilise people, while parties do.",
            "q_hin":"निम्नलिखित में से कौन सी विशेष विशेषता है जो एक दबाव समूह को एक राजनीतिक दल से अलग करती है?",
            "a_hin":"दल राजनीतिक रुख अपनाते हैं, जबकि दबाव समूह राजनीतिक मुद्दों पर ध्यान नहीं देते हैं।",
            "b_hin":"दबाव समूह कुछ लोगों तक ही सीमित होते हैं, जबकि दलों में बड़ी संख्या में लोग शामिल होते हैं।",
            "c_hin":"दबाव समूह सत्ता में आने की कोशिश नहीं करते, जबकि राजनीतिक दल करते हैं।",
            "d_hin":"दबाव समूह लोगों को लामबंद करने की कोशिश नहीं करते, जबकि दल करते हैं।",
            "ans":"c"
        },       
        {
            "q_en":"Consider the following three statements.\nA. Social divisions take place when social differences overlap.\nB. It is possible that a person can have multiple identities.\nC. Social divisions exist in only big countries like India.\nWhich of the statements is/are correct?",
            "a_en":"A, B and C",
            "b_en":"A and B",
            "c_en":"B and C",
            "d_en":"Only C",
            "q_hin":"निम्नलिखित तीन कथनों पर विचार कीजिए।\nA. सामाजिक विभाजन तब होते हैं जब सामाजिक मतभेद परस्पर-व्याप्त होते हैं।\nB. यह संभव है कि एक व्यक्ति की अनेक पहचानें हो सकती हैं।\nC. सामाजिक विभाजन केवल भारत जैसे बड़े देशों में मौजूद हैं।\nइनमें से कौन सा/से कथन सही है/हैं?",
            "a_hin":"A, B और C",
            "b_hin":"A और B",
            "c_hin":"B और C",
            "d_hin":"केवल C",
            "ans":"b"
        },       
        {
            "q_en":"In dealing with social divisions which one of the following statements is NOT correct about democracy?",
            "a_en":"Due to political competition in a democracy, social divisions get reflected in politics.",
            "b_en":"In a democracy it is possible for communities to voice their grievances in a peaceful manner.",
            "c_en":"Democracy is the best way to accommodate social diversity.",
            "d_en":"Democracy always leads to disintegration of society on the basis of social divisions.",
            "q_hin":"सामाजिक विभाजन से निपटने में लोकतंत्र के बारे में निम्नलिखित में से कौन सा कथन सही नहीं है?",
            "a_hin":"लोकतंत्र में राजनीतिक प्रतिस्पर्धा के कारण राजनीति में सामाजिक विभाजन परिलक्षित होता है।",
            "b_hin":"लोकतंत्र में समुदायों के लिए शांतिपूर्ण तरीके से अपनी शिकायतों को आवाज देना संभव है।",
            "c_hin":"लोकतंत्र सामाजिक विविधता को समायोजित करने का सबसे अच्छा तरीका है।",
            "d_hin":"लोकतंत्र हमेशा सामाजिक विभाजन के आधार पर समाज के विघटन की ओर ले जाता है।",
            "ans":"d"
        },
        {
            "q_en":"Match List I (forms of power-sharing) with List-II (forms of government) and select the correct answer using the codes given below in the lists:\nList I - List II\n1. Power shared among different organs of government - A. Community government\n2. Power shared among governments at different levels - B. Separation of powers\n3. Power shared by different social groups - C. Coalition government\n4. Power shared by two or more political parties - D. Federal government",
            "a_en":"1 - D, 2 - A, 3 - B, 4 - C",
            "b_en":"1 - B, 2 - C, 3 - D, 4 - A",
            "c_en":"1 - B, 2 - D, 3 - A, 4 - C",
            "d_en":"1 - C, 2 - D, 3 - A, 4 - B",
            "q_hin":"सूची I (शक्ति-साझाकरण के रूप) को सूची- II (सरकार के रूप) के साथ मिलाइए और सूचियों में नीचे दिए गए कोड का उपयोग करके सही उत्तर चुनिए:\nसूची I - सूची II\n1. सरकार के विभिन्न अंगों के बीच सत्ता का बंटवारा - A. सामुदायिक सरकार\n2. विभिन्न स्तरों पर सरकारों के बीच सत्ता का बंटवारा - B. शक्तियों का पृथक्करण\n3. विभिन्न सामाजिक समूहों द्वारा साझा की गई शक्ति - C. गठबंधन सरकार\n4. दो या दो से अधिक राजनीतिक दलों द्वारा साझा की गई शक्ति - D. संघीय सरकार",
            "a_hin":"1 - D, 2 - A, 3 - B, 4 - C",
            "b_hin":"1 - B, 2 - C, 3 - D, 4 - A",
            "c_hin":"1 - B, 2 - D, 3 - A, 4 - C",
            "d_hin":"1 - C, 2 - D, 3 - A, 4 - B",
            "ans":"c"
        },
        {
            "q_en":"With the reference to a federal form of government which of the following statements is correct?",
            "a_en":"In a federation, the powers of the federal and provincial governments are not clearly demarcated.",
            "b_en":"India is a federation because the powers of the Union and State Governments are specified in the Constitution and they have exclusive jurisdiction on their respective subjects.",
            "c_en":"Sri Lanka is a federation because the country is divided into provinces.",
            "d_en":"India is no longer a federation because some powers of the States have been devolved to the local government bodies.",
            "q_hin":"संघीय सरकार के संदर्भ में निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"एक संघ में, संघीय और प्रांतीय सरकारों की शक्तियों का स्पष्ट रूप से सीमांकन नहीं किया जाता है।",
            "b_hin":"भारत एक संघ है क्योंकि संघ और राज्य सरकारों की शक्तियां संविधान में निर्दिष्ट हैं और उनके संबंधित विषयों पर उनका विशेष अधिकार क्षेत्र है।",
            "c_hin":"श्रीलंका एक संघ है क्योंकि देश प्रांतों में विभाजित है।",
            "d_hin":"भारत अब एक महासंघ नहीं है क्योंकि राज्यों की कुछ शक्तियाँ स्थानीय सरकारी निकायों को हस्तांतरित कर दी गई हैं।",
            "ans":"b"
        }
	]
}