{
	"QuizQuestions":[
		{
			"q_en":"Which of the following statements is not correct regarding Municipal Councillor?",
            "a_en":"A Municipal Councillor is an elected representative of a ward.",
            "b_en":"He is also known as Ward Councillor.",
            "c_en":"A Municipal Councillor is a nominated representative of a ward.",
            "d_en":"He can solve the problem of the ward.",
            "q_hin":"नगर पार्षद के संबंध में निम्नलिखित में से कौन सा कथन सही नहीं है?",
            "a_hin":"नगर पार्षद वार्ड का निर्वाचित प्रतिनिधि होता है।",
            "b_hin":"उन्हें वार्ड पार्षद के रूप में भी जाना जाता है।",
            "c_hin":"नगर पार्षद वार्ड का मनोनीत प्रतिनिधि होता है।",
            "d_hin":"वह वार्ड की समस्या का समाधान कर सकते हैं।",
            "ans":"c"
		},       
		{
			"q_en":"Which of the following statements is incorrect regarding Terrace Farming?",
            "a_en":"It is performed in Nagaland.",
            "b_en":"The land on a hill slope is made into flat plots and carved out in steps.",
            "c_en":"The sides of each plot are raised in order to retain water.",
            "d_en":"Terrace Farming is considered best for wheat cultivation.",
            "q_hin":"टेरेस फार्मिंग के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"यह नागालैंड में की जाती है।",
            "b_hin":"एक पहाड़ी ढलान पर भूमि समतल भूखंडों में बनाई गई है और चरणों में उकेरी गई है।",
            "c_hin":"प्रत्येक भूखंड के किनारों को पानी बनाए रखने के लिए उठाया जाता है।",
            "d_hin":"गेहूँ की खेती के लिए ​टेरेस फार्मिंग सबसे अच्छी मानी जाती है।",
            "ans":"d"
		},       
		{
			"q_en":"Which of the following is not the direct source of income of Municipal Corporation?",
            "a_en":"Property tax",
            "b_en":"Water tax",
            "c_en":"Education tax",
            "d_en":"Income Tax",
            "q_hin":"निम्नलिखित में से कौन नगर निगम की आय का प्रत्यक्ष स्रोत नहीं है?",
            "a_hin":"संपत्ति कर",
            "b_hin":"जल कर",
            "c_hin":"शिक्षा कर",
            "d_hin":"आय कर",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following is the main work of Patwari/Lekhpal/Village Officer?",
            "a_en":"Maintain cleanliness in village",
            "b_en":"Maintenance of land records",
            "c_en":"Maintenance of population records",
            "d_en":"Promote the government scheme at village level.",
            "q_hin":"निम्नलिखित में से कौन सा पटवारी/लेखपाल/ग्राम अधिकारी का मुख्य कार्य है?",
            "a_hin":"गांव में साफ-सफाई रखना",
            "b_hin":"भूमि अभिलेखों का रखरखाव",
            "c_hin":"जनसंख्या अभिलेखों का रखरखाव",
            "d_hin":"सरकारी योजना का ग्राम स्तर पर प्रचार-प्रसार करना",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following statements is incorrect with reference to the three levels of Panchayats?",
            "a_en":"The Gram Panchayat is the first tier or level of democratic government.",
            "b_en":"The Panchayat Samiti has many Gram Panchayats under it.",
            "c_en":"Within the guidelines given in the Constitution, each state in the country has an uniform laws with regard to Panchayats.",
            "d_en":"The Zila Parishad actually makes developmental plans at the district level.",
            "q_hin":"पंचायतों के तीन स्तरों के संदर्भ में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"ग्राम पंचायत लोकतांत्रिक सरकार का प्रथम स्तर या स्तर है।",
            "b_hin":"पंचायत समिति के अंतर्गत कई ग्राम पंचायतें हैं।",
            "c_hin":"संविधान में दिए गए दिशा-निर्देशों के तहत, देश के प्रत्येक राज्य में पंचायतों के संबंध में एक समान कानून हैं।",
            "d_hin":"जिला परिषद वास्तव में जिला स्तर पर विकास योजनाएं बनाती है।",
            "ans":"c"
        },       
        {
            "q_en":"Which of the following statements is incorrect regarding Gram Sabha?",
            "a_en":"The power to annul a decision of the Gram Sabha rests with the Gram Sabha only.",
            "b_en":"The term Gram Sabha is defined in the Constitution of India under Article 243(b).",
            "c_en":"Anyone who is 18 years old or more and who has the right to vote is a member of the Gram Sabha.",
            "d_en":"The Gram Sabha is a meeting of all who live in the area covered by a Panchayat.",
            "q_hin":"ग्राम सभा के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"ग्राम सभा उन सभी वयस्कों की बैठक है जो एक पंचायत द्वारा कवर किए गए क्षेत्र में रहते हैं।",
            "b_hin":"ग्राम सभा शब्द को भारत के संविधान में अनुच्छेद 243(b) के तहत परिभाषित किया गया है।",
            "c_hin":"कोई भी व्यक्ति जिसकी आयु 18 वर्ष या उससे अधिक हो और जिसे वोट देने का अधिकार हो, वह ग्राम सभा का सदस्य होता है।",
            "d_hin":"ग्राम सभा उन सभी लोगों की बैठक होती है जो एक पंचायत द्वारा कवर किए गए क्षेत्र में रहते हैं।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following is not a way in which people participate in the process of government?",
            "a_en":"By taking interest in the working of the government.",
            "b_en":"By taking out rallies.",
            "c_en":"By holding signature campaigns.",
            "d_en":"By supporting the government on various unpopular issues.",
            "q_hin":"निम्नलिखित में से कौन सा तरीका नहीं है जिसमें लोग सरकारी प्रक्रिया में भाग लेते हैं?",
            "a_hin":"सरकार के कामकाज में दिलचस्पी लेकर।",
            "b_hin":"रैलियां निकालकर।",
            "c_hin":"हस्ताक्षर अभियान चलाकर।",
            "d_hin":"विभिन्न अलोकप्रिय मुद्दों पर सरकार का समर्थन करके।",
            "ans":"d"
        },       
        {
            "q_en":"Who gives the power to the democratic government to make decisions and enforce laws? ",
            "a_en":"People",
            "b_en":"Supreme Court",
            "c_en":"Monarch",
            "d_en":"None of the above",
            "q_hin":"लोकतांत्रिक सरकार को निर्णय लेने और कानून लागू करने की शक्ति कौन देता है?",
            "a_hin":"लोग",
            "b_hin":"सर्वोच्च न्यायलय",
            "c_hin":"सम्राट",
            "d_hin":"उपरोक्त में से कोई भी नहीं",
            "ans":"a"
        },
        {
            "q_en":"Which among of the following is not a feature of democratic government?",
            "a_en":"The people have the power to elect their leaders.",
            "b_en":"People rule themselves by participating in the making of these rules.",
            "c_en":"In representative democracy people do not participate directly but, instead, choose their representatives through an election process.",
            "d_en":"In representative democracy people do not participate directly but, instead, choose their representatives through an election process.",
            "q_hin":"निम्नलिखित में से कौन लोकतांत्रिक सरकार की विशेषता नहीं है?",
            "a_hin":"जनता के पास अपना नेता चुनने का अधिकार है।",
            "b_hin":"लोगों ने इन नियमों के निर्माण में भाग लेकर स्वयं पर शासन किया।",
            "c_hin":"प्रतिनिधि लोकतंत्र में लोग प्रत्यक्ष रूप से भाग नहीं लेते हैं, बल्कि चुनाव प्रक्रिया के माध्यम से अपने प्रतिनिधियों का चयन करते हैं।",
            "d_hin":"अल्पसंख्यक शासन लोकतंत्र की मुख्य विशेषताओं में से एक है।",
            "ans":"d"
        },
        {
            "q_en":"Unity in diversity term is mentioned in which of the following book?",
            "a_en":"Discovery of India",
            "b_en":"Glimpses of World History",
            "c_en":"The Story of my Experiments with Truth",
            "d_en":"The Essential Gandhi",
            "q_hin":"निम्नलिखित में से किस पुस्तक में अनेकता में एकता शब्द का उल्लेख है?",
            "a_hin":"डिस्कवरी ऑफ इंडिया",
            "b_hin":"ग्लिम्प्सेस ऑफ़ वर्ल्ड हिस्ट्री",
            "c_hin":"दी स्टोरी ऑफ़ माई एक्सपेरिमेंट विथ ट्रुथ",
            "d_hin":"दी एसेंशियल गाँधी",
            "ans":"a"
        }
	]
}