{
	"QuizQuestions":[
		{
			"q_en":"Which of these is not a function of the constitution? ",
            "a_en":"It gives a guarantee of the rights of the citizen",
            "b_en":"It marks out different spheres of power for different branches of government",
            "c_en":"It ensures that good people come to power",
            "d_en":"It gives expression to some shared values",
            "q_hin":"इनमें से कौन-सा संविधान का कार्य नहीं है?",
            "a_hin":"यह नागरिक के अधिकारों की गारंटी देता है",
            "b_hin":"यह सरकार की विभिन्न शाखाओं के लिए सत्ता के विभिन्न क्षेत्रों को चिह्नित करता है",
            "c_hin":"यह सुनिश्चित करता है कि अच्छे लोग सत्ता में आएं",
            "d_hin":"यह कुछ साझा मूल्यों को अभिव्यक्ति देता है",
            "ans":"c"
		},       
		{
			"q_en":"Which of the following is the best description of Fundamental Rights?",
            "a_en":"All the rights an individual should have",
            "b_en":"All the rights given to citizens by law.",
            "c_en":"The rights given and protected by the Constitution.",
            "d_en":"The rights given by the Constitution that cannot ever be restricted.",
            "q_hin":"मौलिक अधिकारों का सबसे अच्छा वर्णन निम्नलिखित में से कौन सा है?",
            "a_hin":"सभी अधिकार एक व्यक्ति के पास होने चाहिए",
            "b_hin":"कानून द्वारा नागरिकों को दिए गए सभी अधिकार।",
            "c_hin":"संविधान द्वारा प्रदत्त और संरक्षित अधिकार।",
            "d_hin":"संविधान द्वारा दिए गए अधिकार जिन्हें कभी भी प्रतिबंधित नहीं किया जा सकता है।",
            "ans":"c"
		},       
		{
			"q_en":"Consider the following situation.\nOverweight male cabin crew are allowed to get promotion in the national airlines but their women colleagues who gain weight are penalised. \nWhich Fundamental Right is being violated in this case:",
            "a_en":"Right to live with human dignity.",
            "b_en":"Right to equality",
            "c_en":"Right to health.",
            "d_en":"Right against inhuman treatment",
            "q_hin":"निम्नलिखित परिस्थिति पर विचार कीजिए।\nअधिक वजन वाले पुरुष केबिन कर्मी दल को राष्ट्रीय एयरलाइंस में पदोन्नति पाने की अनुमति है, लेकिन वजन बढ़ाने वाली उनकी महिला सहयोगियों को दंडित किया जाता है।\nइस मामले में किस मौलिक अधिकार का उल्लंघन किया जा रहा है:",
            "a_hin":"मानवीय गरिमा के साथ जीने का अधिकार",
            "b_hin":"समानता का अधिकार",
            "c_hin":"स्वास्थ्य का अधिकार",
            "d_hin":"अमानवीय व्यवहार के खिलाफ अधिकार",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following is a correct interpretation of the Cultural and Educational Rights?",
            "a_en":"Only children belonging to the minority group that has opened educational institution can study there.",
            "b_en":"Government schools must ensure that children of the minority group will be introduced to their belief and culture.",
            "c_en":"Linguistic and religious minorities can open schools for their children and keep it reserved for them.",
            "d_en":"Linguistic and religious minorities can demand that their children must not study in any educational institution except those managed by their own community",
            "q_hin":"निम्नलिखित में से कौनसी सांस्कृतिक और शैक्षिक अधिकारों की सही व्याख्या है?",
            "a_hin":"शैक्षणिक संस्थान खोलने वाले अल्पसंख्यक वर्ग के बच्चे ही वहां पढ़ सकते हैं।",
            "b_hin":"सरकारी स्कूलों को यह सुनिश्चित करना चाहिए कि अल्पसंख्यक समूह के बच्चों को उनकी आस्था और संस्कृति से परिचित कराया जाए।",
            "c_hin":"भाषाई और धार्मिक अल्पसंख्यक अपने बच्चों के लिए स्कूल खोल सकते हैं और इसे अपने लिए आरक्षित रख सकते हैं।",
            "d_hin":"भाषाई और धार्मिक अल्पसंख्यक यह मांग कर सकते हैं कि उनके बच्चों को उनके अपने समुदाय द्वारा प्रबंधित संस्थानों को छोड़कर किसी भी शैक्षणिक संस्थान में अध्ययन नहीं करना चाहिए",
            "ans":"c"
        },       
        {
            "q_en":"Which of the following is a violation of Fundamental Rights?",
            "a_en":"Not paying minimum wage",
            "b_en":"Banning of a book",
            "c_en":"Banning of loudspeakers after 9 pm.",
            "d_en":"Making a speech",
            "q_hin":"निम्नलिखित में से कौनसा मौलिक अधिकारों का उल्लंघन है?",
            "a_hin":"न्यूनतम मजदूरी का भुगतान नहीं करना",
            "b_hin":"एक किताब पर प्रतिबंध",
            "c_hin":"रात नौ बजे के बाद लाउडस्पीकर पर प्रतिबंध",
            "d_hin":"भाषण तैयार करना",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following resembles most a direct democracy?",
            "a_en":"Opinion polls conducted by the media",
            "b_en":"Election of the class monitor",
            "c_en":"Choice of a candidate by a political party",
            "d_en":"Decisions taken by the Gram Sabha",
            "q_hin":"निम्नलिखित में से कौन सा प्रत्यक्ष लोकतंत्र सबसे अधिक मिलता जुलता है?",
            "a_hin":"मीडिया द्वारा कराए गए ओपिनियन पोल",
            "b_hin":"क्लास मॉनिटर का चुनाव",
            "c_hin":"एक राजनीतिक दल द्वारा एक उम्मीदवार का चुनाव",
            "d_hin":"ग्राम सभा द्वारा लिए गए निर्णय",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following tasks are not performed by the Election Commission?\n1. Preparing the Electoral Rolls.\n2. Nominating the candidates.\n3. Setting up polling booths.\n4. Implementing the model code of conduct.\n5. Supervising the Panchayat election.",
            "a_en":"3 and 4 only",
            "b_en":"1, 2, 3 and 5",
            "c_en":"2, 4 and 5",
            "d_en":"2 and 5 only",
            "q_hin":"निम्नलिखित में से कौन सा कार्य चुनाव आयोग द्वारा नहीं किया जाता है?\n1. मतदाता सूची तैयार करना।\n2. उम्मीदवारों का नामांकन।\n3. मतदान केंद्रों की स्थापना।\n4. आदर्श आचार संहिता को लागू करना।\n5. पंचायत चुनाव का पर्यवेक्षण करना।",
            "a_hin":"केवल 3 और 4",
            "b_hin":"1,2,3 और 5",
            "c_hin":"2,4 ओत 5",
            "d_hin":"केवल 2 और 5",
            "ans":"d"
        },       
        {
            "q_en":"Which of the given statements is/are common to the method of election of the members of Rajya Sabha and Lok Sabha?",
            "a_en":"Every citizen above the age of 18 is an eligible voter.",
            "b_en":"Voters can give preference orders for different candidates.",
            "c_en":"Every vote has equal value",
            "d_en":"The winner must get more than half the votes.",
            "q_hin":"दिए गए कथनों में से कौन सा राज्य सभा और लोकसभा के सदस्यों के चुनाव की पद्धति के लिए समान है?",
            "a_hin":"18 वर्ष से अधिक आयु का प्रत्येक नागरिक पात्र मतदाता है।",
            "b_hin":"मतदाता विभिन्न उम्मीदवारों के लिए वरीयता आदेश दे सकते हैं।",
            "c_hin":"प्रत्येक मतदान का एक बराबर मूल्य है",
            "d_hin":"विजेता को आधे से ज्यादा मतदान मिलना चाहिए।",
            "ans":"c"
        },
        {
            "q_en":"In the First Past the Post system, that candidate is declared winner who",
            "a_en":"Secures the largest number of postal ballots",
            "b_en":"Belongs to the party that has highest number of votes in the country",
            "c_en":"Has more votes than any other candidate in the constituency",
            "d_en":"Attains first position by securing more than 50% votes",
            "q_hin":"फर्स्ट पास्ट द पोस्ट सिस्टम में, उस उम्मीदवार को विजेता घोषित किया जाता है जो",
            "a_hin":"डाक मतपत्रों की सबसे बड़ी संख्या को सुरक्षित करता है",
            "b_hin":"उस पार्टी से ताल्लुक रखते हैं जिसके पास देश में सबसे ज्यादा मत हैं",
            "c_hin":"निर्वाचन क्षेत्र में किसी भी अन्य उम्मीदवार की तुलना में अधिक मतदान हैं",
            "d_hin":"50% से अधिक मत प्राप्त कर प्रथम स्थान प्राप्त किया",
            "ans":"c"
        },
        {
            "q_en":"A parliamentary executive means:",
            "a_en":"Executive where there is a parliament",
            "b_en":"Executive elected by the parliament",
            "c_en":"Where the parliament functions as the Executive",
            "d_en":"Executive that is dependent on support of the majority in the parliament",
            "q_hin":"संसदीय कार्यपालिका का अर्थ क्या है:",
            "a_hin":"कार्यपालिका जहां संसद है",
            "b_hin":"संसद द्वारा निर्वाचित कार्यकारिणी",
            "c_hin":"जहां संसद कार्यपालिका के रूप में कार्य करती है",
            "d_hin":"कार्यपालिका जो संसद में बहुमत के समर्थन पर निर्भर है",
            "ans":"d"
        }
	]
}