{
	"QuizQuestions":[
		{
			"q_en":"The idea of a Universal Adult Franchise is based on which of the following?",
            "a_en":"Integrity",
            "b_en":"Equality",
            "c_en":"Sovereignty",
            "d_en":"Unity",
            "q_hin":"सार्वभौमिक वयस्क मताधिकार का विचार निम्नलिखित में से किस पर आधारित है?",
            "a_hin":"अखंडता",
            "b_hin":"समानता",
            "c_hin":"संप्रभुता",
            "d_hin":"एकता",
            "ans":"b"
		},       
		{
			"q_en":"Which of the following was the first woman to be awarded the titles of Pandita?",
            "a_en":"Rakhmabai",
            "b_en":"Ramabai",
            "c_en":"Radhabai",
            "d_en":"Savitribai",
            "q_hin":"निम्नलिखित में से कौन पंडिता की उपाधि से सम्मानित होने वाली पहली महिला थीं?",
            "a_hin":"रखमाबाई",
            "b_hin":"रमाबाई",
            "c_hin":"राधाबाई",
            "d_hin":"सावित्रीबाई",
            "ans":"b"
		},       
		{
			"q_en":"Which of the following provisions includes in the Constitution with respect to equality?",
            "a_en":"Every person is equal before the law.",
            "b_en":"No person can be discriminated against on the basis of their religion, race, caste, place of birth or whether they are female or male.",
            "c_en":"Every person has access to all public places including playgrounds, hotels, shops and markets.",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से कौन सा प्रावधान संविधान में समानता के संबंध में शामिल है?",
            "a_hin":"कानून के समक्ष प्रत्येक व्यक्ति समान है।",
            "b_hin":"किसी भी व्यक्ति के साथ उसके धर्म, नस्ल, जाति, जन्म स्थान या चाहे वह महिला हो या पुरुष के आधार पर भेदभाव नहीं किया जा सकता है।",
            "c_hin":"​खेल के मैदानों, होटलों, दुकानों और बाजारों सहित सभी सार्वजनिक स्थानों तक प्रत्येक व्यक्ति की पहुंच हो।",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },       
        {
            "q_en":"Governor of the state is appointed by which of the following?",
            "a_en":"Prime Minister of India",
            "b_en":"President",
            "c_en":"Chief Minister of State",
            "d_en":"Council of Minister of State",
            "q_hin":"राज्य के राज्यपाल की नियुक्ति निम्नलिखित में से किसके द्वारा की जाती है?",
            "a_hin":"भारत के प्रधानमंत्री",
            "b_hin":"राष्ट्रपति",
            "c_hin":"राज्य के मुख्यमंत्री",
            "d_hin":"राज्य की मंत्री परिषद",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following Article of the Indian Constitution is related to the prohibition of discrimination on grounds of religion, race, caste, sex or place of birth?",
            "a_en":"Article 14",
            "b_en":"Article 15",
            "c_en":"Article 16",
            "d_en":"Article 17",
            "q_hin":"भारतीय संविधान का निम्नलिखित में से कौन सा अनुच्छेद धर्म, नस्ल, जाति, लिंग या जन्म स्थान के आधार पर भेदभाव के निषेध से संबंधित है?",
            "a_hin":"अनुच्छेद 14",
            "b_hin":"अनुच्छेद 15",
            "c_hin":"अनुच्छेद 16",
            "d_hin":"अनुच्छेद 17",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following country has the largest number of medical colleges in the world and is among the largest producers of doctors?",
            "a_en":"USA",
            "b_en":"Germany",
            "c_en":"India",
            "d_en":"Bangladesh",
            "q_hin":"निम्नलिखित में से किस देश में विश्व में सबसे अधिक मेडिकल कॉलेज हैं और यह चिकित्सकों के सबसे बड़े उत्पादकों में से एक है?",
            "a_hin":"अमेरीका",
            "b_hin":"जर्मनी",
            "c_hin":"भारत",
            "d_hin":"बांग्लादेश",
            "ans":"c"
        },       
        {
            "q_en":"Which of the following state was the first state in India to introduce a Mid-Day meal scheme introduced by the Central Government?",
            "a_en":"Tamil Nadu",
            "b_en":"Andhra Pradesh",
            "c_en":"Kerala",
            "d_en":"Maharashtra",
            "q_hin":"निम्नलिखित में से कौन सा राज्य केंद्र सरकार द्वारा शुरू की गई मध्याह्न भोजन योजना शुरू करने वाला भारत का पहला राज्य था?",
            "a_hin":"तमिलनाडु",
            "b_hin":"आंध्र प्रदेश",
            "c_hin":"केरल",
            "d_hin":"महाराष्ट्र",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following aspects include in the definition of health?",
            "a_en":"It means our ability to remain free of illness.",
            "b_en":"It means our ability to remain free of injuries.",
            "c_en":"Adequate availability of clean drinking water.",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से कौन सा पहलू स्वास्थ्य की परिभाषा में शामिल है?",
            "a_hin":"इसका अर्थ है कि रोग से मुक्त रहने की हमारी क्षमता।",
            "b_hin":"इसका अर्थ है कि चोटों से मुक्त रहने की हमारी क्षमता।",
            "c_hin":"स्वच्छ पेयजल की पर्याप्त उपलब्धता।",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },
        {
            "q_en":"The Civil Rights Act was passed in which of the following year?",
            "a_en":"1962",
            "b_en":"1963",
            "c_en":"1964",
            "d_en":"1965",
            "q_hin":"नागरिक अधिकार अधिनियम निम्नलिखित में से किस वर्ष पारित किया गया था?",
            "a_hin":"1962",
            "b_hin":"1963",
            "c_hin":"1964",
            "d_hin":"1965",
            "ans":"c"
        },
        {
            "q_en":"Which of the following statements is correct regarding adult?",
            "a_en":"Only those who are above 25",
            "b_en":"Those who are below 18",
            "c_en":"Those who are 16 and above",
            "d_en":"Those who are 18 and above",
            "q_hin":"वयस्कों के संबंध में निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"केवल वे जो 25 से ऊपर हैं",
            "b_hin":"जिनकी आयु 18 से कम है",
            "c_hin":"जिनकी आयु 16 और उससे अधिक है",
            "d_hin":"जिनकी आयु 18 वर्ष और उससे अधिक है",
            "ans":"d"
        }
	]
}