{
	"QuizQuestions":[
		{
			"q_en":"Which of the following is the fourth pillar of Democracy?",
            "a_en":"Legislative",
            "b_en":"Judiciary",
            "c_en":"Media",
            "d_en":"Executive",
            "q_hin":"निम्नलिखित में से कौन लोकतंत्र का चौथा स्तंभ है?",
            "a_hin":"विधायिका",
            "b_hin":"न्यायपालिका",
            "c_hin":"मीडिया",
            "d_hin":"कार्यपालिका",
            "ans":"c"
		},       
		{
			"q_en":"The Beti Bachao, Beti Padhao (BBBP) scheme was launched in which of the following year?",
            "a_en":"January 2014",
            "b_en":"January 2015",
            "c_en":"January 2016",
            "d_en":"January 2018",
            "q_hin":"बेटी बचाओ, बेटी पढाओ (BBBP) योजना निम्नलिखित में से किस वर्ष शुरू की गई थी?",
            "a_hin":"जनवरी 2014",
            "b_hin":"जनवरी 2015",
            "c_hin":"जनवरी 2016",
            "d_hin":"जनवरी 2018",
            "ans":"b"
		},       
		{
			"q_en":"Which of the following statements is not correct regarding the State Legislative Assembly?",
            "a_en":"It is a legislative body in the states.",
            "b_en":"Member of the Legislative Assembly (MLA) is directly elected by the people.",
            "c_en":"Member of the Legislative Assembly (MLA) is directly nominated by the President.",
            "d_en":"A State Legislative Assembly may be dissolved in a state of emergency.",
            "q_hin":"राज्य विधान सभा के संबंध में निम्नलिखित में से कौन सा कथन सही नहीं है?",
            "a_hin":"यह राज्यों में एक विधायी निकाय है।",
            "b_hin":"विधायक (MLA) सीधे लोगों द्वारा चुने जाते हैं।",
            "c_hin":"विधायक (MLA) को सीधे राष्ट्रपति द्वारा नामित किया जाता है।",
            "d_hin":"आपातकाल की स्थिति में राज्य विधान सभा को भंग किया जा सकता है।",
            "ans":"c"
        },       
        {
            "q_en":"Which of the following statements is not correct regarding Chief Minister?",
            "a_en":"Chief minister is the nominal executive authority.",
            "b_en":"Chief minister is the real executive authority",
            "c_en":"Chief Minister is the head of the government",
            "d_en":"The Governor of the state who appoints the Chief Minister.",
            "q_hin":"मुख्यमंत्री के संबंध में निम्नलिखित में से कौन सा कथन सही नहीं है?",
            "a_hin":"मुख्यमंत्री नाममात्र का कार्यकारी अधिकारी होता है।",
            "b_hin":"मुख्यमंत्री ही वास्तविक कार्यकारी अधिकारी होता है।",
            "c_hin":"मुख्यमंत्री सरकार का मुखिया होता है।",
            "d_hin":"राज्य का राज्यपाल जो मुख्यमंत्री की नियुक्ति करता है।",
            "ans":"a"
        },       
        {
            "q_en":"Which one of the following statements is correct regarding ​Members of the Legislative Assembly (MLAs)",
            "a_en":"It is elected by indirect election.",
            "b_en":"It is a representative elected by the voters of a constituency to a legislative assembly.",
            "c_en":"It is nominated by the minister",
            "d_en":"All of the above",
            "q_hin":"विधान सभा के सदस्यों (विधायकों) के संबंध में निम्नलिखित में से कौन सा कथन सही है",
            "a_hin":"यह अप्रत्यक्ष चुनाव द्वारा चुना जाता है।",
            "b_hin":"यह एक निर्वाचन क्षेत्र के मतदाताओं द्वारा विधान सभा के लिए निर्वाचित प्रतिनिधि होता है।",
            "c_hin":"यह मंत्री द्वारा मनोनीत किया जाता है",
            "d_hin":"उपरोक्त सभी",
            "ans":"b"
        },       
        {
            "q_en":"OPD stands for which of the following?",
            "a_en":"Out Patient Department.",
            "b_en":"Open Patient Department.",
            "c_en":"Over Patient Department.",
            "d_en":"Organize Patient Department.",
            "q_hin":"ओपीडी का अर्थ निम्न में से किसके लिए है?",
            "a_hin":"बाह्य रोगी विभाग।",
            "b_hin":"मुक्त रोगी विभाग।",
            "c_hin":"अति रोगी विभाग।",
            "d_hin":"व्यवस्थित रोगी विभाग।",
            "ans":"a"
        },       
        {
            "q_en":"The Medical Council of India was established in which of the following year?",
            "a_en":"1930",
            "b_en":"1932",
            "c_en":"1934",
            "d_en":"1936",
            "q_hin":"भारतीय चिकित्सा परिषद की स्थापना निम्नलिखित में से किस वर्ष में की गई थी?",
            "a_hin":"1930",
            "b_hin":"1932",
            "c_hin":"1934",
            "d_hin":"1936",
            "ans":"c"
        },       
        {
            "q_en":"Government uses tax money for providing which of the following services?",
            "a_en":"Defence",
            "b_en":"Judicial system",
            "c_en":"Highways",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से कौन सी सेवाएं प्रदान करने के लिए सरकार कर के पैसे का उपयोग करती है?",
            "a_hin":"रक्षा",
            "b_hin":"न्याय प्रणाली",
            "c_hin":"राजमार्गों",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },
        {
            "q_en":"Which of the following statements is/are correct regarding Constitution?",
            "a_en":"This is a document that lays down the basic rules and regulations for people",
            "b_en":"It is a supreme law of the land",
            "c_en":"It is a framework for government.",
            "d_en":"All of the above",
            "q_hin":"संविधान के संबंध में निम्नलिखित में से कौन सा/से कथन सही है/हैं?",
            "a_hin":"यह एक दस्तावेज है जो लोगों के लिए बुनियादी नियमों और विनियमों को निर्धारित करता है।",
            "b_hin":"यह देश का सर्वोच्च कानून है।",
            "c_hin":"यह सरकार के लिए एक ढांचा है।",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },
        {
            "q_en":"The civil rights movement began in the USA in which of the following decade?",
            "a_en":"1930s",
            "b_en":"1940s",
            "c_en":"1950s",
            "d_en":"1970s",
            "q_hin":"निम्नलिखित में से किस दशक में संयुक्त राज्य अमेरिका में नागरिक अधिकार आंदोलन शुरू हुआ?",
            "a_hin":"1930 के",
            "b_hin":"1940 के",
            "c_hin":"1950 के",
            "d_hin":"1970 के",
            "ans":"c"
        }
	]
}