{
	"QuizQuestions":[
		{
			"q_en":"Which of the following Country can be classified as Democratic Country?",
            "a_en":"Country A: People who do not accept the country’s official religion do not have a right to vote",
            "b_en":"Country B: The same party has been winning elections for the last twenty years",
            "c_en":"Country C: Ruling party has lost in the last three elections",
            "d_en":"Country D: There is no independent election commission.",
            "q_hin":"निम्नलिखित में से किस देश को लोकतांत्रिक देश के रूप में वर्गीकृत किया जा सकता है?",
            "a_hin":"देश A: जो लोग देश के आधिकारिक धर्म को स्वीकार नहीं करते हैं उन्हें वोट देने का अधिकार नहीं है",
            "b_hin":"देश B: एक ही दल विगत बीस वर्ष से चुनाव जीत रहा है",
            "c_hin":"देश C: सत्ताधारी दल विगत तीन चुनावों में हार गया है",
            "d_hin":"देश D: कोई स्वतंत्र चुनाव आयोग नहीं है।",
            "ans":"c"
		},       
		{
			"q_en":"Which of these is not a good argument in favour of democracy?",
            "a_en":"People feel free and equal in a democracy.",
            "b_en":"Democracies resolve conflict in a better way than others",
            "c_en":"Democratic government is more accountable to the people.",
            "d_en":"Democracies are more prosperous than others.",
            "q_hin":"इनमें से कौन लोकतंत्र के पक्ष में एक अच्छा तर्क नहीं है?",
            "a_hin":"लोकतंत्र में लोग स्वतंत्र और समान अनुभव करते हैं।",
            "b_hin":"लोकतंत्र दूसरों की तुलना में संघर्ष को बेहतर तरीके से सुलझाता है",
            "c_hin":"लोकतांत्रिक सरकार जनता के प्रति अधिक जवाबदेह होती है।",
            "d_hin":"लोकतंत्र दूसरों की तुलना में अधिक समृद्ध हैं।",
            "ans":"a"
		},       
		{
			"q_en":"There are 40 villages in a district where the government has made no provision for drinking water. These villagers met and considered many methods of forcing the government to respond to their need. Which of these is not a democratic method?",
            "a_en":"Filing a case in the courts claiming that water is part of right to life.",
            "b_en":"Boycotting the next elections to give a message to all parties.",
            "c_en":"Organising public meetings against government’s policies.",
            "d_en":"Paying money to government officials to get water.",
            "q_hin":"जिले में 40 गांव ऐसे हैं जहां सरकार ने पीने के पानी की कोई व्यवस्था नहीं की है। इन ग्रामीणों ने मुलाकात की और सरकार को उनकी जरूरत का जवाब देने के लिए मजबूर करने के कई तरीकों पर विचार किया। इनमें से कौन सा लोकतांत्रिक तरीका नहीं है?",
            "a_hin":"पानी को जीवन के अधिकार का हिस्सा बताते हुए अदालतों में मामला दर्ज कराना।",
            "b_hin":"सभी दलों को संदेश देने के लिए अगले चुनाव का बहिष्कार करना।",
            "c_hin":"सरकार की नीतियों के खिलाफ जनसभा आयोजित करना।",
            "d_hin":"पानी लेने के लिए सरकारी अधिकारियों को पैसे देना।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following statement is correct?",
            "a_en":"Leaders of the freedom movement had an open mind about whether the country should be democratic or not after independence.",
            "b_en":"Members of the Constituent Assembly of India held the same views on all provisions of the Constitution.",
            "c_en":"A country that has a constitution must be a democracy.",
            "d_en":"Constitution cannot be amended because it is the supreme law of a country.",
            "q_hin":"निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"स्वतंत्रता आंदोलन के नेताओं का मत इस बात को लेकर स्पष्ट था कि आजादी के बाद देश को लोकतांत्रिक होना चाहिए या नहीं।",
            "b_hin":"भारत की संविधान सभा के सदस्यों का संविधान के सभी प्रावधानों पर समान विचार था।",
            "c_hin":"जिस देश का संविधान है वह लोकतंत्र होना चाहिए।",
            "d_hin":"संविधान में संशोधन नहीं किया जा सकता क्योंकि यह किसी देश का सर्वोच्च कानून है।",
            "ans":"a"
        },       
        {
            "q_en":"Which of these was the most salient underlying conflict in the making of a democratic constitution in South Africa?",
            "a_en":"Between South Africa and its neighbours",
            "b_en":"Between men and women",
            "c_en":"Between the white majority and the black minority",
            "d_en":"Between the coloured minority and the black majority",
            "q_hin":"इनमें से कौन सा दक्षिण अफ्रीका में एक लोकतांत्रिक संविधान के निर्माण में सबसे प्रमुख अंतर्निहित संघर्ष था?",
            "a_hin":"दक्षिण अफ्रीका और उसके पड़ोसी देशों के बीच",
            "b_hin":"पुरुषों और महिलाओं के बीच",
            "c_hin":"श्वेत बहुमत और अश्वेत अल्पसंख्यक के बीच",
            "d_hin":"श्वेत अल्पसंख्यक और अश्वेत बहुमत के बीच",
            "ans":"d"
        },       
        {
            "q_en":"Which of these is a provision that a democratic constitution does not have?",
            "a_en":"Powers of the head of the state",
            "b_en":"Name of the head of the state",
            "c_en":"Powers of the legislature",
            "d_en":"Name of the country",
            "q_hin":"इनमें से कौन सा ऐसा प्रावधान है जो एक लोकतांत्रिक संविधान में नहीं है?",
            "a_hin":"राज्य के प्रमुख की शक्तियां",
            "b_hin":"राज्य के प्रमुख का नाम",
            "c_hin":"विधायिका की शक्तियां",
            "d_hin":"देश का नाम",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following statements about the reasons for conducting elections is false?",
            "a_en":"Elections enable people to judge the performance of the government.",
            "b_en":"People select the representative of their choice in an election.",
            "c_en":"Elections enable people to evaluate the performance of the judiciary.",
            "d_en":"People can indicate which policies they prefer.",
            "q_hin":"चुनाव कराने के कारणों के बारे में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"चुनाव लोगों को सरकार के प्रदर्शन को आंकने में सक्षम बनाते हैं।",
            "b_hin":"लोग चुनाव में अपनी पसंद के प्रतिनिधि का चयन करते हैं।",
            "c_hin":"चुनाव लोगों को न्यायपालिका के प्रदर्शन का मूल्यांकन करने में सक्षम बनाते हैं।",
            "d_hin":"लोग संकेत कर सकते हैं कि वे कौन सी नीतियां पसंद करते हैं।",
            "ans":"c"
        },       
        {
            "q_en":"If you are elected as the President of India which of the following decision can you take on your own?",
            "a_en":"Select the person you like as Prime Minister.",
            "b_en":"Dismiss a Prime Minister who has a majority in Lok Sabha.",
            "c_en":"Ask for reconsideration of a bill passed by both the House.",
            "d_en":"Nominate the leaders of your choice to the Council of Ministers.",
            "q_hin":"यदि आप भारत के राष्ट्रपति के रूप में चुने जाते हैं तो आप निम्नलिखित में से कौन सा निर्णय स्वयं ले सकते हैं?",
            "a_hin":"उस व्यक्ति का चयन करें जिसे आप प्रधानमंत्री के रूप में पसंद करते हैं।",
            "b_hin":"लोकसभा में बहुमत रखने वाले प्रधानमंत्री को बर्खास्त करें।",
            "c_hin":"दोनों सदनों द्वारा पारित विधेयक पर पुनर्विचार के लिए कहना।",
            "d_hin":"अपनी पसंद के नेताओं को मंत्रिपरिषद में मनोनीत करना।",
            "ans":"c"
        },
        {
            "q_en":"Who among the following is a part of the political executive?",
            "a_en":"District Collector",
            "b_en":"Secretary of the Ministry of Home Affair",
            "c_en":"Home Minister",
            "d_en":"Director General of Police",
            "q_hin":"निम्नलिखित में से कौन राजनीतिक कार्यपालिका का हिस्सा है?",
            "a_hin":"जिला समाहर्ता",
            "b_hin":"गृह मंत्रालय के सचिव",
            "c_hin":"गृह मंत्री",
            "d_hin":"पुलिस महानिदेशक",
            "ans":"c"
        },
        {
            "q_en":"Which of the following statements about the judiciary is false?",
            "a_en":"Every law passed by the Parliament needs approval of the Supreme Court.",
            "b_en":"Judiciary can strike down a law if it goes against the spirit of the Constitution.",
            "c_en":"Judiciary is independent of the Executive.",
            "d_en":"Any citizen can approach the courts if her rights are violated.",
            "q_hin":"न्यायपालिका के बारे में निम्नलिखित में से कौन सा कथन असत्य है?",
            "a_hin":"संसद द्वारा पारित प्रत्येक कानून को सर्वोच्च न्यायालय की स्वीकृति की आवश्यकता होती है।",
            "b_hin":"न्यायपालिका किसी कानून को, अगर संविधान की भावना के खिलाफ जाता है, तो उसे रद्द कर सकती है।",
            "c_hin":"न्यायपालिका, कार्यपालिका से स्वतंत्र है।",
            "d_hin":"कोई भी नागरिक अपने अधिकारों का उल्लंघन होने पर अदालतों के पास जा सकता है।",
            "ans":"a"
        }
	]
}