{
	"QuizQuestions":[
		{
			"q_en":"Which of the following Country can be classified as Democratic Country?",
            "a_en":"Country P: The parliament cannot pass a law about the army without the consent of the Chief of Army.",
            "b_en":"Country Q: The parliament cannot pass a law reducing the powers of the judiciary.",
            "c_en":"Country R: The country’s leaders cannot sign any treaty with another country without taking permission from its neighbouring country.",
            "d_en":"Country S: All the major economic decisions about the country are taken by officials of the central bank which the ministers cannot change",
            "q_hin":"निम्नलिखित में से किस देश को लोकतांत्रिक देश के रूप में वर्गीकृत किया जा सकता है?",
            "a_hin":"देश P: सेना के प्रमुख की सहमति के बिना संसद सेना के बारे में कानून पारित नहीं कर सकती है।",
            "b_hin":"देश Q: संसद न्यायपालिका की शक्तियों को कम करने वाला कानून पारित नहीं कर सकती है।",
            "c_hin":"देश R: देश के नेता अपने पड़ोसी देश से अनुमति लिए बिना किसी अन्य देश के साथ किसी भी संधि पर हस्ताक्षर नहीं कर सकते हैं।",
            "d_hin":"देश S: देश के बारे में सभी प्रमुख आर्थिक निर्णय केंद्रीय बैंक के अधिकारियों द्वारा लिए जाते हैं जिन्हें मंत्री नहीं बदल सकते हैं",
            "ans":"b"
		},       
		{
			"q_en":"Which of these is not a valid reason for arguing that there is a lesser possibility of famine in a democratic country?",
            "a_en":"Opposition parties can draw attention to hunger and starvation.",
            "b_en":"Free press can report suffering from famine in different parts of the country.",
            "c_en":"Government fears its defeat in the next elections.",
            "d_en":"People are free to believe in and practice any religion.",
            "q_hin":"इनमें से कौन यह तर्क देने का वैध कारण नहीं है कि एक लोकतांत्रिक देश में अकाल की संभावना कम होती है?",
            "a_hin":"विपक्षी दल भूख और भुखमरी की ओर ध्यान आकर्षित कर सकते हैं।",
            "b_hin":"स्वतंत्र प्रेस देश के विभिन्न भागों में अकाल से पीड़ित होने की सूचना दे सकता है।",
            "c_hin":"सरकार को अगले चुनाव में अपनी हार का डर है।",
            "d_hin":"लोग किसी भी धर्म को मानने और उसका पालन करने के लिए स्वतंत्र हैं।",
            "ans":"d"
		},       
		{
			"q_en":"Which of these is not a good reason to say that Indian elections are democratic?",
            "a_en":"India has the largest number of voters in the world",
            "b_en":"India’s Election Commission is very powerful",
            "c_en":"In India, everyone above the age of 18 has a right to vote",
            "d_en":"In India, the losing parties accept the electoral verdict",
            "q_hin":"इनमें से कौन सा यह कहने का एक अच्छा कारण नहीं है कि भारतीय चुनाव लोकतांत्रिक हैं?",
            "a_hin":"भारत में विश्व में सबसे ज्यादा मतदाता हैं",
            "b_hin":"भारत का चुनाव आयोग बहुत शक्तिशाली है",
            "c_hin":"भारत में 18 वर्ष से ऊपर के सभी लोगों को वोट देने का अधिकार है",
            "d_hin":"भारत में, हारने वाली दल चुनावी फैसले को स्वीकार करते हैं",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following institutions can make changes to an existing law of the country?",
            "a_en":"The Supreme Court",
            "b_en":"The President",
            "c_en":"The Prime Minister",
            "d_en":"The Parliament",
            "q_hin":"निम्नलिखित में से कौन सी संस्था देश के मौजूदा कानून में बदलाव कर सकती है?",
            "a_hin":"सर्वोच्च न्यायलय",
            "b_hin":"अध्यक्ष",
            "c_hin":"प्रधानमंत्री",
            "d_hin":"संसद",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following exercises the power to consider the recommendation of a Committee on a law to regulate the stock exchange?",
            "a_en":"Finance Ministry",
            "b_en":"Parliament",
            "c_en":"Supreme Court",
            "d_en":"Home Ministry",
            "q_hin":"निम्नलिखित में से कौन शेयर बाज़ार को विनियमित करने के लिए एक कानून पर समिति की सिफारिश पर विचार करने की शक्ति का प्रयोग करता है?",
            "a_hin":"वित्त मंत्रालय",
            "b_hin":"संसद",
            "c_hin":"सर्वोच्च न्यायालय",
            "d_hin":"गृह मंत्रालय",
            "ans":"b"
        },       
        {
            "q_en":"Why is the Prime Minister in India not directly elected by the people?",
            "a_en":"In a Parliamentary democracy, only the leader of the majority party in the Lok Sabha can become the Prime Minister.",
            "b_en":"Lok Sabha can remove the Prime Minister and the Council of Ministers even before the expiry of their term",
            "c_en":"Since the Prime Minister is appointed by the President there is no need for it",
            "d_en":"Direct election of the Prime Minister will involve lot of expenditure on election",
            "q_hin":"भारत में प्रधानमंत्री प्रत्यक्ष रूप से लोगों द्वारा क्यों नहीं निर्वाचित होते हैं?",
            "a_hin":"संसदीय लोकतंत्र में केवल लोकसभा में बहुमत दल का नेता ही प्रधानमंत्री बन सकता है।",
            "b_hin":"लोकसभा प्रधानमंत्री और मंत्रिपरिषद को उनका कार्यकाल समाप्त होने से पहले ही हटा सकती है",
            "c_hin":"चूंकि प्रधानमंत्री की नियुक्ति राष्ट्रपति द्वारा की जाती है, इसलिए इसकी कोई आवश्यकता नहीं है",
            "d_hin":"प्रधानमंत्री के प्रत्यक्ष निर्वाचन में चुनाव पर काफी खर्च आएगा",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following is not an instance of an exercise of a fundamental right?",
            "a_en":"Workers from Bihar go to the Punjab to work on the farms.",
            "b_en":"Christian missions set up a chain of missionary schools.",
            "c_en":"Men and women government employees get the same salary.",
            "d_en":"Parent's property is inherited by their children",
            "q_hin":"निम्नलिखित में से कौन मौलिक अधिकार के उपयोग का उदाहरण नहीं है?",
            "a_hin":"बिहार से मजदूर पंजाब में खेतों में काम करने जाते हैं।",
            "b_hin":"ईसाई मिशनों ने मिशनरी स्कूलों की एक श्रृंखला स्थापित की।",
            "c_hin":"पुरुष और महिला सरकारी कर्मचारियों को समान वेतन मिलता है।",
            "d_hin":"माता-पिता की संपत्ति उनके बच्चों को विरासत में मिली है",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following freedoms is not available to an Indian citizen?",
            "a_en":"Freedom to criticise the government",
            "b_en":"Freedom to participate in armed revolution",
            "c_en":"Freedom to start a peaceful movement to change the government",
            "d_en":"None of the above.",
            "q_hin":"निम्नलिखित में से कौन सी स्वतंत्रता भारतीय नागरिक को उपलब्ध नहीं है?",
            "a_hin":"सरकार की आलोचना करने की आज़ादी",
            "b_hin":"सशस्त्र क्रांति में भाग लेने की स्वतंत्रता",
            "c_hin":"सरकार बदलने के लिए शांतिपूर्ण आंदोलन शुरू करने की आजादी",
            "d_hin":"उपरोक्त में से कोई नहीं।",
            "ans":"b"
        },
        {
            "q_en":"Which of the following fundamental rights is available under the Indian Constitution?",
            "a_en":"Right to work",
            "b_en":"Right to adequate livelihood",
            "c_en":"Right to protect one’s culture",
            "d_en":"Right to personal",
            "q_hin":"निम्नलिखित में से कौन सा मौलिक अधिकार भारतीय संविधान के तहत उपलब्ध है?",
            "a_hin":"काम का अधिकार",
            "b_hin":"पर्याप्त आजीविका का अधिकार",
            "c_hin":"अपनी संस्कृति की रक्षा का अधिकार",
            "d_hin":"निजता का अधिकार",
            "ans":"c"
        },
        {
            "q_en":"Name the Fundamental Right under which Right to life falls:",
            "a_en":"Right to Freedom of Religion",
            "b_en":"Right to Freedom",
            "c_en":"Right to Equality",
            "d_en":"Right against Exploitation.",
            "q_hin":"उस मौलिक अधिकार का नाम बताइए जिसके अंतर्गत जीवन का अधिकार आता है:",
            "a_hin":"धर्म की स्वतंत्रता का अधिकार",
            "b_hin":"स्वतंत्रता का अधिकार",
            "c_hin":"समानता का अधिकार",
            "d_hin":"शोषण के खिलाफ अधिकार",
            "ans":"b"
        }
	]
}