{
	"QuizQuestions":[
		{
			"q_en":"While appointing the Prime Minister, the President selects",
            "a_en":"Leader of the largest party in the Lok Sabha",
            "b_en":"Leader of the largest party in the alliance which secures a majority in the Lok Sabha",
            "c_en":"The leader of the largest party in the Rajya Sabha",
            "d_en":"Leader of the alliance or party that has the support of the majority in Lok Sabha",
            "q_hin":"प्रधानमंत्री की नियुक्ति करते समय राष्ट्रपति निम्न में से किसका का चयन करते हैं?",
            "a_hin":"लोकसभा में सबसे बड़े दल के नेता",
            "b_hin":"गठबंधन में सबसे बड़ी पार्टी का नेता जो लोकसभा में बहुमत हासिल करता है",
            "c_hin":"राज्यसभा में सबसे बड़े दल के नेता",
            "d_hin":"गठबंधन या पार्टी का नेता जिसे लोकसभा में बहुमत का समर्थन प्राप्त है",
            "ans":"d"
		},       
		{
			"q_en":"What are the different ways in which the independence of the judiciary is ensured?\n1. Chief Justice of the Supreme Court is consulted in the appointment of other judges of the Supreme Court.\n2. Judges are generally not removed before the age of retirement.\n3. Judge of a High Court cannot be transferred to another High Court.\n4. Parliament has no say in the appointment of judges.",
            "a_en":"1, 2 and 3",
            "b_en":"1 and 3 only",
            "c_en":"2 and 4 only",
            "d_en":"2, 3 and 4",
            "q_hin":"न्यायपालिका की स्वतंत्रता सुनिश्चित करने के विभिन्न तरीके क्या हैं?\n1. सर्वोच्च न्यायालय के अन्य न्यायाधीशों की नियुक्ति में सर्वोच्च न्यायालय के मुख्य न्यायाधीश से परामर्श किया जाता है।\n2. न्यायाधीशों को आमतौर पर सेवानिवृत्ति की आयु से पहले नहीं निष्कासित किया जाता है।\n3. एक उच्च न्यायालय के न्यायाधीश को दूसरे उच्च न्यायालय में स्थानांतरित नहीं किया जा सकता है।\n4. न्यायाधीशों की नियुक्ति में संसद का कोई अधिकार नहीं है।",
            "a_hin":"1, 2 और 3",
            "b_hin":"केवल 1 और 3",
            "c_hin":"केवल 2 और 4",
            "d_hin":"2, 3 और 4",
            "ans":"c"
		},       
		{
			"q_en":"Which of the following should be the basis for formation of a State?",
            "a_en":"Common Language",
            "b_en":"Common economic interests",
            "c_en":"Common religion",
            "d_en":"Administrative convenience",
            "q_hin":"निम्नलिखित में से कौन सा राज्य के गठन का आधार होना चाहिए?",
            "a_hin":"सामान्य भाषा",
            "b_hin":"सामान्य आर्थिक हित",
            "c_hin":"सामान्य धर्म",
            "d_hin":"प्रशासनिक सुविधा",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following concerns does the provisions of 73rd amendment address?",
            "a_en":"Fear of replacement makes representatives accountable to the people.",
            "b_en":"The dominant castes and feudal landlords dominate the local bodies",
            "c_en":"Rural illiteracy is very high. Illiterate people cannot take decisions about the development of the village.",
            "d_en":"To be effective the village panchayats need resources and powers to make plans for the village development",
            "q_hin":"73वें संशोधन के प्रावधान निम्नलिखित में से किस सरोकार को संबोधित करते हैं?",
            "a_hin":"प्रतिस्थापन का डर प्रतिनिधियों को लोगों के प्रति जवाबदेह बनाता है।",
            "b_hin":"स्थानीय निकायों पर प्रमुख जातियों और सामंती जमींदारों का वर्चस्व है।",
            "c_hin":"ग्रामीण निरक्षरता बहुत अधिक है। अनपढ़ लोग गांव के विकास के बारे में निर्णय नहीं ले सकते।",
            "d_hin":"ग्राम पंचायतों को प्रभावी होने के लिए ग्राम विकास की योजना बनाने के लिए संसाधनों और शक्तियों की आवश्यकता होती है।",
            "ans":"d"
        },       
        {
            "q_en":"Choose the correct statement from the following:\nA constitution needs to be amended from time to time because,",
            "a_en":"Circumstances change and require suitable changes in the constitution",
            "b_en":"A document written at one point of time becomes outdated after some time",
            "c_en":"Every generation should have a constitution of its own liking",
            "d_en":"It must reflect the philosophy of the existing government",
            "q_hin":"निम्नलिखित में से सही कथन का चयन कीजिए :\nएक संविधान को समय-समय पर संशोधित करने की आवश्यकता है क्योंकि,",
            "a_hin":"परिस्थितियाँ बदलती हैं और संविधान में उपयुक्त परिवर्तन की आवश्यकता होती है",
            "b_hin":"एक समय में लिखा गया कोई दस्तावेज कुछ समय बाद पुराना हो जाता है",
            "c_hin":"हर पीढ़ी की अपनी पसंद का एक संविधान होना चाहिए",
            "d_hin":"यह मौजूदा सरकार के दर्शन को प्रतिबिंबित करना चाहिए",
            "ans":"a"
        },       
        {
            "q_en":"42nd amendment of the Indian Constitution is one of the most controversial amendments so far. According to you, which of the following were the reasons for this controversy?",
            "a_en":"It was made during national emergency, and the declaration of that emergency was itself controversial.",
            "b_en":"It was made without the support of special majority",
            "c_en":"It was made without ratification by State legislatures.",
            "d_en":"It contained provisions, which were controversial.",
            "q_hin":"भारतीय संविधान का 42वां संशोधन अब तक के सबसे विवादास्पद संशोधनों में से एक है। आपके अनुसार किस विवाद के निम्नलिखित में से कौन से कारण थे?",
            "a_hin":"यह राष्ट्रीय आपातकाल के दौरान बनाया गया था, और उस आपातकाल की घोषणा अपने आप में विवादास्पद थी।",
            "b_hin":"इसे विशेष बहुमत के समर्थन के बिना बनाया गया था",
            "c_hin":"इसे राज्य विधानसभाओं द्वारा अनुसमर्थन के बिना बनाया गया था।",
            "d_hin":"इसमें प्रावधान थे, जो विवादास्पद थे।",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following is not a reasonable explanation of the conflict between the legislature and the judiciary over different amendments?",
            "a_en":"Different interpretations of the Constitution are possible.",
            "b_en":"In a democracy, debates and differences are natural",
            "c_en":"Constitution has given higher importance to certain rules and principles and also allowed for amendment by special majority",
            "d_en":"Legislature cannot be entrusted to protect the rights of the citizens",
            "q_hin":"निम्नलिखित में से कौन सी विभिन्न संशोधनों पर विधायिका और न्यायपालिका के बीच संघर्ष की उचित व्याख्या नहीं है?",
            "a_hin":"संविधान की विभिन्न व्याख्याएं संभव हैं।",
            "b_hin":"लोकतंत्र में बहस और मतभेद होना स्वाभाविक है",
            "c_hin":"संविधान ने कुछ नियमों और सिद्धांतों को अधिक महत्व दिया है और विशेष बहुमत से संशोधन की भी अनुमति दी है",
            "d_hin":"नागरिकों के अधिकारों की रक्षा के लिए विधायिका को नहीं सौंपा जा सकता है",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following is a good reason to conclude that the authority of the constitution is higher than that of the parliament?",
            "a_en":"The constitution was framed before the parliament came into being",
            "b_en":"The constitution makers were more eminent leaders than the members of the parliament",
            "c_en":"The constitution specifies how parliament is to be formed and what are its powers.",
            "d_en":"The constitution cannot be amended by the parliament",
            "q_hin":"निम्नलिखित में से कौन सा यह निष्कर्ष निकालने का एक अच्छा कारण है कि संविधान का अधिकार संसद से अधिक है?",
            "a_hin":"संसद के अस्तित्व में आने से पहले संविधान बनाया गया था",
            "b_hin":"संविधान निर्माता संसद के सदस्यों की तुलना में अधिक प्रतिष्ठित नेता थे",
            "c_hin":"संविधान निर्दिष्ट करता है कि संसद का गठन कैसे किया जाना है और इसकी शक्तियां क्या हैं।",
            "d_hin":"संसद द्वारा संविधान में संशोधन नहीं किया जा सकता",
            "ans":"c"
        },
        {
            "q_en":"Which of the options given below cannot be used to complete the following statement?\nDemocratic countries need a constitution to",
            "a_en":"Check the power of the government.",
            "b_en":"Protect minorities from majority.",
            "c_en":"Bring independence from colonial rule",
            "d_en":"Ensure that a long-term vision is not lost by momentary passions.",
            "q_hin":"नीचे दिए गए विकल्पों में से किसका उपयोग निम्नलिखित कथन को पूरा करने के लिए नहीं किया जा सकता है?\nलोकतांत्रिक देशों को किस संविधान की जरूरत",
            "a_hin":"सरकार की शक्ति की जाँच करने।",
            "b_hin":"अल्पसंख्यकों को बहुमत से बचाएं।",
            "c_hin":"औपनिवेशिक शासन से आजादी लाने",
            "d_hin":"यह सुनिश्चित कीजिए कि क्षणिक जुनून से दीर्घकालिक दृष्टि नहीं खोती है।",
            "ans":"c"
        },
        {
            "q_en":"Which of the following principles of secularism are adopted in the Constitution of India?\n1. that state will have nothing to do with religion.\n2. that state will have close relation with religion.\n3. that state can discriminate among religions.\n4. that state will recognise the rights of religious groups.\n5. that state will have limited powers to intervene in the affairs of religions",
            "a_en":"1, 2 and 4",
            "b_en":"2, 3, 4 and 5",
            "c_en":"1, 4 and 5",
            "d_en":"1, 3 and 5",
            "q_hin":"भारत के संविधान में धर्मनिरपेक्षता के निम्नलिखित सिद्धांतों में से कौन से सिद्धांतों को अपनाया गया है?\n1. उस राज्य का धर्म से कोई लेना-देना नहीं होगा।\n2. उस राज्य का धर्म से घनिष्ठ संबंध होगा।\n3. वह राज्य धर्मों में भेदभाव कर सकता है।\n4. वह राज्य धार्मिक समूहों के अधिकारों को मान्यता देगा।\n5. उस राज्य के पास धर्मों के मामलों में हस्तक्षेप करने की सीमित शक्तियाँ होंगी",
            "a_hin":"1,2 और 4",
            "b_hin":"2,3,4 और 5",
            "c_hin":"1,4 और 5",
            "d_hin":"1,3 और 5",
            "ans":"c"
        }
	]
}