{
	"QuizQuestions":[
		{
			"q_en":"King Vijayalaya was related to which of the following dynasties?",
            "a_en":"Pallava",
            "b_en":"Rashtrakuta",
            "c_en":"Chola",
            "d_en":"Gupta",
            "q_hin":"राजा विजयालय का संबंध निम्नलिखित में से किस राजवंश से था?",
            "a_hin":"पल्लव",
            "b_hin":"राष्ट्रकुट",
            "c_hin":"चोल",
            "d_hin":"गुप्ता",
            "ans":"c"
		},       
		{
			"q_en":"Brihadiswara Temple located in which of the following state?",
            "a_en":"Maharashtra",
            "b_en":"Kerala",
            "c_en":"Tamil Nadu",
            "d_en":"Madhya Pradesh",
            "q_hin":"बृहदेश्वर मंदिर निम्नलिखित में से किस राज्य में स्थित है?",
            "a_hin":"महाराष्ट्र",
            "b_hin":"केरल",
            "c_hin":"तमिलनाडु",
            "d_hin":"मध्य प्रदेश",
            "ans":"c"
		},       
		{
			"q_en":"Which of the following ruler completed the construction of Qutb Minar?",
            "a_en":"Qutbuddin Aybak",
            "b_en":"Iltutmish",
            "c_en":"Balban",
            "d_en":"None of the above",
            "q_hin":"निम्नलिखित में से किस शासक ने कुतुब मीनार का निर्माण पूरा किया?",
            "a_hin":"कुतुबुद्दीन ऐबक",
            "b_hin":"इल्तुतमिश",
            "c_hin":"बलबन",
            "d_hin":"इनमे से कोई भी नहीं",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following was the revenue minister of Akbar?",
            "a_en":"Raja Man Singh",
            "b_en":"Todar Mal",
            "c_en":"Tansen",
            "d_en":"Abul Fazal",
            "q_hin":"निम्नलिखित में से कौन अकबर का राजस्व मंत्री था?",
            "a_hin":"राजा मान सिंह",
            "b_hin":"टोडर मल",
            "c_hin":"तानसेन",
            "d_hin":"अबुल फ़ज़ली",
            "ans":"b"
        },       
        {
            "q_en":"Which of the statements regarding Kandariya Mahadeva temple is incorrect?",
            "a_en":"Kandariya Mahadeva temple was constructed by king Dhangadeva of the Satvahana dynasty.",
            "b_en":"An ornamented gateway led to an entrance and the main hall (maha mandapa) where dances were performed.",
            "c_en":"The image of the chief deity was kept in the main shrine (garbhagriha).",
            "d_en":"The Kandariya Mahadeva temple is dedicated to lord Shiva",
            "q_hin":"कंदरिया महादेव मंदिर के संबंध में कौन सा कथन गलत है?",
            "a_hin":"कंदरिया महादेव मंदिर का निर्माण सातवाहन वंश के राजा धंगदेव ने करवाया था।",
            "b_hin":"एक अलंकृत प्रवेश द्वार एक प्रवेश और मुख्य हॉल (महा मंडप) की ओर ले जाता था जहां नृत्य किया जाता था।",
            "c_hin":"मुख्य देवता की छवि को मुख्य मंदिर (गर्भगृह) में रखा गया था।",
            "d_hin":"कंदरिया महादेव मंदिर भगवान शिव को समर्पित है",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following statements is incorrect regarding Akbar’s Policies?",
            "a_en":"The empire was divided into provinces called subas, governed by a subadar who carried out both political and military functions.",
            "b_en":"Each province also had a financial officer or diwan.",
            "c_en":"In 1562, Akbar built Ibadat Khana (House of worship) at his new capital Fatepur Sikri and invited scholars from all religions like Christianity, Hinduism, Jainism, and Zoroastrianism.",
            "d_en":"He allowed his Hindu wives to worship their own gods.",
            "q_hin":"अकबर की नीतियों के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"साम्राज्य को सूबा नामक प्रांतों में विभाजित किया गया था, जो एक सूबेदार द्वारा शासित था जो राजनीतिक और सैन्य दोनों कार्यों को करता था।",
            "b_hin":"प्रत्येक प्रांत में एक वित्तीय अधिकारी या दीवान भी होता था।",
            "c_hin":"1562 में, अकबर ने अपनी नई राजधानी फतेहपुर सीकरी में इबादत खाना (पूजा का घर) बनाया और ईसाई धर्म, हिंदू धर्म, जैन धर्म और पारसी धर्म जैसे सभी धर्मों के विद्वानों को आमंत्रित किया।",
            "d_hin":"उसने अपनी हिंदू पत्नियों को अपने देवताओं की पूजा करने की अनुमति दी।",
            "ans":"c"
        },       
        {
            "q_en":"Which of the following statements regarding the Mansabdari system is incorrect?",
            "a_en":"Mansabdars were officers in the Mughal administration.",
            "b_en":"Mansabdari was the administrative system implemented by Mughal Emperor Akbar.",
            "c_en":"It was a grading system used by the Mughals to fix: rank, salary, and military responsibilities.",
            "d_en":"The Mansabdars were appointed to military posts only.",
            "q_hin":"मनसबदारी व्यवस्था के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"मनसबदार मुगल प्रशासन में अधिकारी थे।",
            "b_hin":"मनसबदारी मुगल सम्राट अकबर द्वारा लागू की गई प्रशासनिक व्यवस्था थी।",
            "c_hin":"यह एक श्रेणीकरण प्रणाली थी जिसका उपयोग मुगलों द्वारा: रैंक, वेतन और सैन्य जिम्मेदारियां तय करने के लिए किया जाता था।",
            "d_hin":"मनसबदारों की नियुक्ति केवल सैन्य पदों पर की जाती थी।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following pairs of the dynasty and their founder is incorrectly matched?",
            "a_en":"Khalji Dynasty - Alauddin Khalji",
            "b_en":"Sayyid Dynasty - Khizr Khan",
            "c_en":"Slave Dynasty - Qutbuddin Aybak",
            "d_en":"Tughluq Dynasty - Ghiyasuddin Tughluq",
            "q_hin":"राजवंश और उनके संस्थापक के निम्नलिखित युग्मों में से कौन गलत सुमेलित है?",
            "a_hin":"खिलजी राजवंश - अलाउद्दीन खिलजी",
            "b_hin":"सैय्यद राजवंश - खिज्र खान",
            "c_hin":"गुलाम राजवंश - कुतुबुद्दीन ऐबक",
            "d_hin":"तुगलक राजवंश - गयासुद्दीन तुगलक",
            "ans":"a"
        },
        {
            "q_en":"Which of the following statements is correct regarding Mughal emperor Babur?",
            "a_en":"In 1525 he defeated the Sultan of Delhi, Ibrahim Lodi.",
            "b_en":"He was the first to use gunpowder in India.",
            "c_en":"He defeated the Nana Saheb Peshwa, at Panipat and captured Delhi and Agra.",
            "d_en":"Babur succeeded to the throne of Kabul in 1494.",
            "q_hin":"मुगल बादशाह बाबर के बारे में निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"1525 में उसने दिल्ली के सुल्तान इब्राहिम लोदी को हराया।",
            "b_hin":"वह भारत में बारूद का प्रयोग करने वाले पहले व्यक्ति था।",
            "c_hin":"उसने पानीपत में नाना साहब पेशवा को हराया और दिल्ली और आगरा पर कब्जा कर लिया।",
            "d_hin":"1494 में बाबर काबुल की गद्दी पर बैठा।",
            "ans":"b"
        },
        {
            "q_en":"Which of the following statements is incorrect?",
            "a_en":"In the early thirteenth century, the control of the Delhi Sultans rarely went beyond heavily fortified towns occupied by garrisons.",
            "b_en":"Hinterland is the land adjacent to a city or port that supplies it with goods and services.",
            "c_en":"Garrison town A fortified settlement, with soldiers.",
            "d_en":"The Sultans always controlled the hinterland of the cities and were therefore dependent upon trade, tribute, or plunder for supplies.",
            "q_hin":"निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"तेरहवीं शताब्दी की शुरुआत में, दिल्ली के सुल्तानों का नियंत्रण शायद ही कभी गैरीसन के कब्जे वाले भारी किलेबंद शहरों से आगे निकला।",
            "b_hin":"हिनटरलैंड एक शहर या बंदरगाह से सटी भूमि है जो इसे वस्तुओं और सेवाओं की आपूर्ति करती है।",
            "c_hin":"गैरीसन शहर सैनिकों के साथ एक गढ़वाली बस्ती है।",
            "d_hin":"सुल्तानों ने हमेशा शहरों के भीतरी इलाकों को नियंत्रित किया और इसलिए आपूर्ति के लिए व्यापार, शुक्रिया के रूप में मिले उपहार या लूट पर निर्भर थे।",
            "ans":"d"
        }
	]
}