{
	"QuizQuestions":[
		{
			"q_en":"Which of the following statement is correct regarding the economy of Harappan Civilisation?",
            "a_en":"During the Harappan Civilisation Economic life of the people was very poor.",
            "b_en":"During Harappan Civilisation only internal trade was carried out.",
            "c_en":"Pictures of ships, boats have also been found on seals that throw light on Harappan contacts in far-off places.",
            "d_en":"Iran was the trading outpost of Harrapans with other civilizations.",
            "q_hin":"हड़प्पा सभ्यता की अर्थव्यवस्था के संबंध में निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"हड़प्पा सभ्यता के दौरान लोगों का आर्थिक जीवन बहुत खराब था।",
            "b_hin":"हड़प्पा सभ्यता के दौरान केवल आंतरिक व्यापार किया जाता था।",
            "c_hin":"दूर-दराज के स्थानों में हड़प्पा के संपर्कों पर प्रकाश डालने वाली मुहरों पर जहाजों, नावों के चित्र भी मिले हैं।",
            "d_hin":"ईरान अन्य सभ्यताओं के साथ हड़प्पावासियों की व्यापारिक चौकी थी।",
            "ans":"c"
		},       
		{
			"q_en":"In the context of 600 BC, which of the following statement is incorrect regarding agricultural practices transformed in the period?",
            "a_en":"The use of ploughs began in the Ganga and Cauvery basins.",
            "b_en":"Farmers were not aware of an artificial form of irrigation.",
            "c_en":"In order to meet the demand of excessive taxes, without taking lesser produce, forced the farmers to increase productivity.",
            "d_en":"The demand for taxes increased in the post 600 BC.",
            "q_hin":"600 ईसा पूर्व के संदर्भ में, अवधि में परिवर्तित कृषि पद्धतियों के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"हल का उपयोग गंगा और कावेरी घाटियों में शुरू हुआ।",
            "b_hin":"किसानों को सिंचाई के कृत्रिम रूप के बारे में पता नहीं था।",
            "c_hin":"अत्यधिक करों की मांग को पूरा करने के लिए कम उपज लिए बिना किसानों को उत्पादकता बढ़ाने के लिए मजबूर किया।",
            "d_hin":"600 ईसा पूर्व के बाद करों की मांग में वृद्धि हुई।",
            "ans":"b"
		},       
		{
			"q_en":"Which of the following are evidence that suggests kings in early states were not invariably Kshatriyas?",
            "a_en":"Regarding the Mauryas, the Buddhist texts suggested they were Kshatriyas but Brahmanical texts described them as being of “low” origin.",
            "b_en":"The Shungas and Kanvas were Brahmanas.",
            "c_en":"The ruler of the Satavahana dynasty, Gautamiputra Satakarni, claimed to be both a unique Brahmana and a destroyer of the pride of Kshatriyas.",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से कौन सा साक्ष्य है जो बताता है कि प्रारंभिक राज्यों में राजा हमेशा क्षत्रिय नहीं थे?",
            "a_hin":"मौर्यों के संबंध में, बौद्ध ग्रंथों ने सुझाव दिया कि वे क्षत्रिय थे लेकिन ब्राह्मण ग्रंथों ने उन्हें 'निम्न' मूल के होने के रूप में वर्णित किया।",
            "b_hin":"शुंग और कण्व ब्राह्मण थे।",
            "c_hin":"सातवाहन वंश के शासक, गौतमीपुत्र सातकर्णी, ने एक अद्वितीय ब्राह्मण और क्षत्रियों के गौरव को नष्ट करने वाले दोनों होने का दावा किया।",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following statement is incorrect?",
            "a_en":"Patriliny may have been particularly important among elite families.",
            "b_en":"It was an established belief that the son carried forward the dynasty.",
            "c_en":"In royal families, the acquisition of the throne was included in the inheritance.",
            "d_en":"After the death of the parents, the property was to be equally divided among all the sons and daughters.",
            "q_hin":"निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"कुलीन परिवारों में पितृवंश विशेष रूप से महत्वपूर्ण रहा होगा।",
            "b_hin":"यह एक स्थापित मान्यता थी कि पुत्र ने वंश को आगे बढ़ाया।",
            "c_hin":"शाही परिवारों में, सिंहासन का अधिग्रहण विरासत में शामिल किया गया था।",
            "d_hin":"माता-पिता की मृत्यु के बाद, संपत्ति को सभी पुत्रों और पुत्रियों के बीच समान रूप से विभाजित किया जाना था।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following were the factor responsible for gender differences in early societies?",
            "a_en":"No share for women in the paternal estate",
            "b_en":"Gotra of women",
            "c_en":"Polygamy",
            "d_en":"All of the above",
            "q_hin":"प्रारंभिक समाजों में लिंग भेद के लिए निम्नलिखित में से कौन-सा कारक उत्तरदायी था?",
            "a_hin":"पैतृक संपत्ति में महिलाओं के लिए कोई हिस्सा नहीं",
            "b_hin":"महिलाओं का गोत्र",
            "c_hin":"बहुविवाह",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following is the evidence of craft production in Early Historic cities?",
            "a_en":"Fine pottery bowls",
            "b_en":"Ornaments",
            "c_en":"weapons",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से कौन प्रारंभिक ऐतिहासिक शहरों में शिल्प उत्पादन का प्रमाण है?",
            "a_hin":"अच्छी मिट्टी के बर्तन",
            "b_hin":"गहने",
            "c_hin":"अस्त्र-शस्त्र",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following statement is incorrect regarding inscriptions?",
            "a_en":"The letters on the inscriptions were faintly engraved thus reconstruction of the words became unsure.",
            "b_en":"All of the inscriptions are found in proper shape.",
            "c_en":"Some of the inscriptions were not in proper condition thus few words and pieces were missing.",
            "d_en":"Several inscriptions have been discovered but not all of them were able to be deciphered, translated, and published.",
            "q_hin":"शिलालेखों के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"शिलालेखों पर अक्षरों को हल्के ढंग से उकेरा गया था जिससे शब्दों का पुनर्निर्माण अनिश्चित हो गया।",
            "b_hin":"सभी शिलालेख उचित आकार में पाए जाते हैं।",
            "c_hin":"कुछ शिलालेख उचित स्थिति में नहीं थे इसलिए कुछ शब्द और अंश गायब थे।",
            "d_hin":"कई शिलालेख खोजे गए हैं लेकिन उनमें से सभी को समझने, अनुवाद करने और प्रकाशित करने में सक्षम नहीं थे।",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following statement is correct regarding the post-Mauryan period?",
            "a_en":"After the Mauryans, the Satavahanas ruled over parts of western India only.",
            "b_en":"Kushan Kings called themselves Devputra and hence godly status.",
            "c_en":"The shaka rulers built and erected huge statues of themselves at several places.",
            "d_en":"The Kushana rulers too took on grand titles like 'Samratdhiraj' to assert their powers.",
            "q_hin":"मौर्योत्तर काल के संबंध में निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"मौर्यों के बाद, सातवाहनों ने केवल पश्चिमी भारत के कुछ हिस्सों पर शासन किया।",
            "b_hin":"कुषाण राजाओं ने खुद को देवपुत्र कहा और इसलिए ईश्वरीय स्थिति रही।",
            "c_hin":"शक शासकों ने अनेक स्थानों पर स्वयं की विशाल प्रतिमाओं का निर्माण एवं निर्माण किया।",
            "d_hin":"कुषाण शासकों ने भी अपनी शक्तियों का दावा करने के लिए 'समृद्धिराज' जैसी भव्य उपाधियाँ धारण कीं।",
            "ans":"b"
        },
        {
            "q_en":"Which of the following aspect of life, culture, and activities of the Indians that is reflected in the various inscription?",
            "a_en":"Determination of states boundaries.",
            "b_en":"The names of the kings.",
            "c_en":"Important historical events.",
            "d_en":"All of the above",
            "q_hin":"भारतीयों के जीवन, संस्कृति और गतिविधियों का निम्नलिखित में से कौन सा पहलू विभिन्न शिलालेखों में परिलक्षित होता है?",
            "a_hin":"राज्यों की सीमाओं का निर्धारण।",
            "b_hin":"राजाओं के नाम।",
            "c_hin":"महत्वपूर्ण ऐतिहासिक घटनाएं।",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },
        {
            "q_en":"Which of the following is not the main feature of the Mauryan administration?",
            "a_en":"Mauryan administration was highly decentralized.",
            "b_en":"The Emperor was the supreme power and source of all authority.",
            "c_en":"The army was an important tool for not only extending the territories of the empire but also for administering them.",
            "d_en":"The king was assisted by a Council of Ministers. It was called ‘Mantriparishad’",
            "q_hin":"निम्नलिखित में से कौन मौर्य प्रशासन की मुख्य विशेषता नहीं है?",
            "a_hin":"मौर्य प्रशासन अत्यधिक विकेंद्रीकृत था।",
            "b_hin":"सम्राट सर्वोच्च शक्ति और सभी अधिकार का स्रोत था।",
            "c_hin":"सेना न केवल साम्राज्य के क्षेत्रों का विस्तार करने के लिए बल्कि उनके प्रशासन के लिए भी एक महत्वपूर्ण उपकरण थी।",
            "d_hin":"राजा को मंत्रियों की परिषद द्वारा सहायता प्रदान की जाती थी। इसे 'मंत्रिपरिषद' कहा जाता था।",
            "ans":"a"
        }
	]
}