{
	"QuizQuestions":[
		{
			"q_en":"Which of the following was the major feature of Mughal provincial administration?",
            "a_en":"The head of the provincial administration was the governor (subadar) who directly reported to the emperor.",
            "b_en":"Persian was the only language of the administration.",
            "c_en":"The relationship between local land magnates, the zamindars, and the representatives of the Mughal emperor was always amicable.",
            "d_en":"The zamindars never succeeded in mobilizing peasant support against the state.",
            "q_hin":"निम्नलिखित में से कौन मुगल प्रांतीय प्रशासन की प्रमुख विशेषता थी?",
            "a_hin":"प्रांतीय प्रशासन का मुखिया राज्यपाल (सूबेदार) था जो सीधे सम्राट को सूचना देता था।",
            "b_hin":"प्रशासन की एकमात्र भाषा फारसी थी।",
            "c_hin":"स्थानीय जमींदारों, जमींदारों और मुगल सम्राट के प्रतिनिधियों के बीच संबंध हमेशा सौहार्दपूर्ण रहे हैं।",
            "d_hin":"जमींदार राज्य के खिलाफ किसानों का समर्थन जुटाने में कभी सफल नहीं हुए।",
            "ans":"a"
		},       
		{
			"q_en":"Which of the following was the distinctive features of the Mughal chronicle?",
            "a_en":"Chronicles commissioned by the Mughal emperors are an important source for studying the empire and its court.",
            "b_en":"Mughal chronicles focused on events related to the life of the ruler, their family, the court and nobles, wars, and the administrative system.",
            "c_en":"These chronicles were written in Persian.",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से कौन-सा/से मुगल कालक्रम की विशिष्ट विशेषताएं थीं/थीं?",
            "a_hin":"मुगल बादशाहों द्वारा तैयार किए गए इतिहास साम्राज्य और उसके दरबार के अध्ययन के लिए एक महत्वपूर्ण स्रोत हैं।",
            "b_hin":"मुगल कालक्रम शासक के जीवन, उनके परिवार, दरबार और कुलीनों, युद्धों और प्रशासनिक व्यवस्था से संबंधित घटनाओं पर केंद्रित था।",
            "c_hin":"ये कालक्रम फारसी में लिखे गए थे।",
            "d_hin":"ऊपर के सभी",
            "ans":"d"
		},       
		{
			"q_en":"Which of the following was not the element that went into the making of the Mughal ideal of kingship?",
            "a_en":"The concept of divine light",
            "b_en":"Implementation of Sulh-i-Kul through state policy",
            "c_en":"Secular religious policy",
            "d_en":"None of the above.",
            "q_hin":"निम्नलिखित में से कौन सा तत्त्व मुगल राजत्व के आदर्श के निर्माण में नहीं लगा था?",
            "a_hin":"दिव्य प्रकाश की अवधारणा",
            "b_hin":"राज्य नीति के माध्यम से सुलह-ए-कुल का क्रियान्वयन",
            "c_hin":"धर्मनिरपेक्ष धार्मिक नीति",
            "d_hin":"इनमें से कोई नहीं।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following statement regarding the imperial household in the Mughal Empire is incorrect?",
            "a_en":"The term “haram” is used to describe the domestic world of the Mughals.",
            "b_en":"In the Mughal household, a distinction was maintained between wives who came from royal families and other wives.",
            "c_en":"The gift of territory was often accompanied by the gift of a daughter in marriage.",
            "d_en":"Both the wives who were from royal families and other wives have equal status",
            "q_hin":"मुगल साम्राज्य में शाही घराने के संबंध में निम्नलिखित में से कौन सा कथन गलत है ?",
            "a_hin":"'हराम' शब्द का प्रयोग मुगलों की घरेलू दुनिया का वर्णन करने के लिए किया जाता है।",
            "b_hin":"मुगल परिवार में, शाही परिवारों से आने वाली पत्नियों और अन्य पत्नियों के बीच अंतर बनाए रखा जाता था।",
            "c_hin":"क्षेत्र का उपहार अक्सर शादी में बेटी के उपहार के साथ होता था।",
            "d_hin":"दोनों पत्नियाँ जो शाही परिवारों से थीं और अन्य पत्नियों को समान दर्जा प्राप्त है।",
            "ans":"d"
        },       
        {
            "q_en":"Who among the following Mughal ruler introduced Jharokha darshan?",
            "a_en":"Humayun",
            "b_en":"Akbar",
            "c_en":"Jahangir",
            "d_en":"Shahjahan",
            "q_hin":"निम्नलिखित में से किस मुगल शासक ने झरोखा दर्शन की शुरुआत की थी?",
            "a_hin":"हुमायूं",
            "b_hin":"अकबर",
            "c_hin":"जहांगीर",
            "d_hin":"शाहजहाँ",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following was/were the process of manuscript production in the Mughal court?",
            "a_en":"Paper-maker’s responsibility was to prepare the folios of the manuscript.",
            "b_en":"Miniature painter illustrated the scene from the text.",
            "c_en":"The book binders gathered the folio and gave it to the original shape of a book.",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से कौन मुगल दरबार में पांडुलिपि उत्पादन की प्रक्रिया थी/थी?",
            "a_hin":"कागज बनाने वाले की जिम्मेदारी पांडुलिपि के फोलियो तैयार करने की थी।",
            "b_hin":"लघु चित्रकार ने पाठ से दृश्य का चित्रण किया।",
            "c_hin":"जिल्दसाज़ ने फोलियो को इकट्ठा किया और उसे एक किताब के मूल आकार में दे दिया।",
            "d_hin":"ऊपर के सभी",
            "ans":"d"
        },       
        {
            "q_en":"In the context of the role of Panchayats in the Mughal rural Indian society during the 16th-17th centuries, which of the following statement is incorrect?",
            "a_en":"The main function of the panchayat was to ensure that caste boundaries among the various communities inhabiting the village were upheld.",
            "b_en":"It had also the authority to levy fines and taxes.",
            "c_en":"In cases of excessive revenue demands, the panchayat often suggested a compromise.",
            "d_en":"It can not give punishment like expulsion from the community.",
            "q_hin":"16वीं -17 वीं शताब्दी के दौरान मुगल ग्रामीण भारतीय समाज में पंचायतों की भूमिका के संदर्भ में, निम्नलिखित में से कौन सा कथन गलत है ?",
            "a_hin":"पंचायत का मुख्य कार्य यह सुनिश्चित करना था कि गाँव में रहने वाले विभिन्न समुदायों के बीच जाति की सीमाओं को कायम रखा जाए।",
            "b_hin":"इसे जुर्माना और कर लगाने का भी अधिकार था।",
            "c_hin":"अत्यधिक राजस्व मांगों के मामलों में, पंचायत अक्सर समझौता करने का सुझाव देती थी।",
            "d_hin":"यह समुदाय से निष्कासन जैसी सजा नहीं दे सकता।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following roles was not played by zamindars in Mughal India?",
            "a_en":"The zamindars were the people who directly participated in the processes of agricultural production.",
            "b_en":"The zamindars considered their land as their property (milkiyat).",
            "c_en":"They enjoyed many social and economic privileges because of their superior status in society.",
            "d_en":"They helped in the settlements of farmers by lending them money and agricultural instruments.",
            "q_hin":"निम्नलिखित में से कौन सी भूमिका मुगल भारत में जमींदारों द्वारा नहीं निभाई गई थी?",
            "a_hin":"जमींदार वे लोग थे जो कृषि उत्पादन की प्रक्रियाओं में सीधे भाग लेते थे।",
            "b_hin":"जमींदार अपनी जमीन को अपनी संपत्ति (मिल्कियत) मानते थे।",
            "c_hin":"समाज में अपनी श्रेष्ठ स्थिति के कारण उन्हें कई सामाजिक और आर्थिक विशेषाधिकार प्राप्त थे।",
            "d_hin":"उन्होंने किसानों को पैसे और कृषि उपकरण उधार देकर उनकी बस्तियों में मदद की।",
            "ans":"a"
        },
        {
            "q_en":"Which of the following is incorrect regarding the role played by women in agricultural production?",
            "a_en":"They worked shoulder to shoulder with men in the fields.",
            "b_en":"The women performed important tasks such as spinning yarn.",
            "c_en":"Women, including widows, participated in the rural land market.",
            "d_en":"Zamindari was not headed by women.",
            "q_hin":"कृषि उत्पादन में महिलाओं द्वारा निभाई जाने वाली भूमिका के संबंध में निम्नलिखित में से कौन सा गलत है?",
            "a_hin":"वे खेतों में पुरुषों के साथ कंधे से कंधा मिलाकर काम करतीं थीं।",
            "b_hin":"महिलाओं ने सूत कताई जैसे महत्वपूर्ण कार्य किए।",
            "c_hin":"विधवाओं सहित महिलाओं ने ग्रामीण भूमि बाजार में भाग लिया।",
            "d_hin":"जमींदारी का नेतृत्व महिलाओं द्वारा नहीं किया जाता था।",
            "ans":"d"
        },
        {
            "q_en":"With the reference to Ain-i-Akbari, which of the following statement is incorrect?",
            "a_en":"The Ain-i-Akbari was part of a larger project of history writing commissioned by Akbar.",
            "b_en":"It contains valuable information for reconstructing the agrarian history of the Mughals.",
            "c_en":"Data was not collected uniformly from all provinces.",
            "d_en":"The detailed list of prices and wages found in the Ain-i Akbari has been acquired from data pertaining to the capital Agra and its surrounding regions.",
            "q_hin":"आइन-ए-अकबरी के संदर्भ में, निम्नलिखित में से कौन सा कथन गलत है ?",
            "a_hin":"आइन-ए-अकबरी अकबर द्वारा शुरू किए गए इतिहास लेखन की एक बड़ी परियोजना का हिस्सा था।",
            "b_hin":"इसमें मुगलों के कृषि इतिहास के पुनर्निर्माण के लिए बहुमूल्य जानकारी है।",
            "c_hin":"सभी प्रांतों से डेटा समान रूप से एकत्र नहीं किया गया था।",
            "d_hin":"आइन-ए-अकबरी में मिली कीमतों और मजदूरी की विस्तृत सूची राजधानी आगरा और उसके आसपास के क्षेत्रों से संबंधित आंकड़ों से हासिल की गई है।",
            "ans":"b"
        }
	]
}