{
	"QuizQuestions":[
		{
			"q_en":"With the decline of Mughal power during the eighteenth century which of the following places losses its importance?",
            "a_en":"Agra",
            "b_en":"Lucknow",
            "c_en":"Hyderabad",
            "d_en":"Seringapatam",
            "q_hin":"अठारहवीं शताब्दी के दौरान मुगल सत्ता के पतन के साथ निम्नलिखित में से कौन से स्थान ने अपना महत्व खो दिया?",
            "a_hin":"आगरा",
            "b_hin":"लखनऊ",
            "c_hin":"हैदराबाद",
            "d_hin":"सेरिंगपट्टम",
            "ans":"a"
		},       
		{
			"q_en":"Which of the following were the new kinds of public places that emerged in the colonial city?",
            "a_en":"Public parks",
            "b_en":"Gardens",
            "c_en":"Theatres",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से कौन से नए प्रकार के सार्वजनिक स्थान थे जो औपनिवेशिक शहर में उभरे थे?",
            "a_hin":"सार्वजनिक पार्क",
            "b_hin":"उद्यान",
            "c_hin":"थिएटर",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
		},       
		{
			"q_en":"In 1832, a large number of areas in the Rajmahal Hills of present Jharkhand were demarcated as Damin-i-Koh by the British. Damin-i-Koh is related to which of the following tribes?",
            "a_en":"Santhal",
            "b_en":"Munda",
            "c_en":"Bhil",
            "d_en":"Oraons",
            "q_hin":"1832 में, वर्तमान झारखंड के राजमहल पहाड़ियों में बड़ी संख्या में क्षेत्रों को अंग्रेजों द्वारा दामिन-ए-कोह के रूप में सीमांकित किया गया था। दामिन-ए-कोह निम्नलिखित में से किस जनजाति से संबंधित है?",
            "a_hin":"संथाल",
            "b_hin":"मुंडा",
            "c_hin":"भील",
            "d_hin":"उरांव",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following is/are different colonial architectural styles which can be seen in Bombay city?",
            "a_en":"Traditional Indian buildings",
            "b_en":"Colonial bungalow",
            "c_en":"Gothic Architecture",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से कौन-सी विभिन्न औपनिवेशिक स्थापत्य शैली है/हैं जो बॉम्बे शहर में देखी जा सकती हैं?",
            "a_hin":"पारंपरिक भारतीय इमारतें",
            "b_hin":"औपनिवेशिक बंगला",
            "c_hin":"गोथिक वास्तुशिल्प",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following is/are not the visual representations tell us about the revolt of 1857?",
            "a_en":"Pictorial images",
            "b_en":"Newspapers",
            "c_en":"Paintings",
            "d_en":"Television",
            "q_hin":"निम्नलिखित में से कौन-सा/से दृश्य निरूपण हमें 1857 के विद्रोह के बारे में नहीं बताते हैं?",
            "a_hin":"चित्रात्मक चित्र",
            "b_hin":"समाचार पत्र",
            "c_hin":"चित्रकारी",
            "d_hin":" टेलीविजन",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following steps taken by the British to quell the uprising?",
            "a_en":"The British officials send different groups of sepoys and forces.",
            "b_en":"They passed a series of laws to help their troops to quell the insurgency.",
            "c_en":"British military officers and even ordinary English citizens were empowered to try and punish Indians suspected of rebellions.",
            "d_en":"All of the above",
            "q_hin":"अंग्रेजों द्वारा विद्रोह को दबाने के लिए निम्नलिखित में से कौन सा कदम उठाया गया?",
            "a_hin":"ब्रिटिश अधिकारी सिपाहियों और बलों के विभिन्न समूहों को भेजते थे।",
            "b_hin":"उन्होंने अपने सैनिकों को विद्रोह को कुचलने में मदद करने के लिए कई कानून पारित किए।",
            "c_hin":"ब्रिटिश सैन्य अधिकारियों और यहां तक ​​कि सामान्य अंग्रेजी नागरिकों को भी विद्रोह के संदिग्ध भारतीय को दंडित करने का अधिकार दिया गया था।",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following statement is incorrect regarding the revolt of 1857?",
            "a_en":"The rebel proclamations in 1857 repeatedly appealed to all sections of the population, irrespective of their caste and creed.",
            "b_en":"Proclamations made by the Muslim princes or in their names did not take care to address the sentiments of Hindus.",
            "c_en":"British made attempts to create divisions between Hindus and Muslims.",
            "d_en":"The rebellion was seen as a war in which both Hindus and Muslims had equally to lose or gain.",
            "q_hin":"1857 के विद्रोह के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"1857 में विद्रोही उद्घोषणाओं ने आबादी के सभी वर्गों को बार-बार अपील की, चाहे उनकी जाति और पंथ कुछ भी हो।",
            "b_hin":"मुस्लिम राजकुमारों द्वारा या उनके नाम पर की गई घोषणाओं ने हिंदुओं की भावनाओं को संबोधित करने की परवाह नहीं की।",
            "c_hin":"अंग्रेजों ने हिंदुओं और मुसलमानों के बीच विभाजन पैदा करने का प्रयास किया।",
            "d_hin":"विद्रोह को एक ऐसे युद्ध के रूप में देखा गया जिसमें हिंदुओं और मुसलमानों दोनों को समान रूप से हार या हासिल करना था।",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following religious beliefs shaped the events of 1857?",
            "a_en":"The soldiers were given cartridge greased with cow and pig fat.",
            "b_en":"The Company introduced many religious and social reformers.",
            "c_en":"Important of such reforms was the prevention of the sati system and widow remarriage.",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से किस धार्मिक विश्वास ने 1857 की घटनाओं को आकार दिया?",
            "a_hin":"सैनिकों को गाय और सुअर की चर्बी से सना हुआ कारतूस दिया गया।",
            "b_hin":"कंपनी ने कई धार्मिक और समाज सुधारकों को पेश किया।",
            "c_hin":"इस तरह के सुधारों में महत्वपूर्ण सती प्रथा और विधवा पुनर्विवाह की रोकथाम थी।",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },
        {
            "q_en":"Which of the following is not the major reason to explain why the rebellious soldiers turned to native rulers for leadership during the revolt of 1857?",
            "a_en":"Choosing these native rulers was echoing the sentiments of the people and winning more support for the cause.",
            "b_en":"The erstwhile rulers had substantial resources at their command.",
            "c_en":"All of the erstwhile Indian rulers were not popular at the local level.",
            "d_en":"Many believed that the native Indian rulers had the legal and legitimate authority to regain power in the respective kingdoms.",
            "q_hin":"1857 के विद्रोह के दौरान विद्रोही सैनिकों ने नेतृत्व के लिए देशी शासकों की ओर रुख क्यों किया, यह समझाने का प्रमुख कारण निम्नलिखित में से कौन सा नहीं है?",
            "a_hin":"इन देशी शासकों को चुनना लोगों की भावनाओं को प्रतिध्वनित कर रहा था और इस कारण से अधिक समर्थन प्राप्त कर रहा था।",
            "b_hin":"तत्कालीन शासकों के पास पर्याप्त संसाधन थे।",
            "c_hin":"तत्कालीन सभी भारतीय शासक स्थानीय स्तर पर लोकप्रिय नहीं थे।",
            "d_hin":"कई लोगों का मानना था कि मूल भारतीय शासकों के पास संबंधित राज्यों में सत्ता हासिल करने का कानूनी और वैध अधिकार था।",
            "ans":"c"
        },
        {
            "q_en":"Which of the following statement is correct regarding Jotedars of Bengal?",
            "a_en":"The Jotedars controlled trade and commerce including money lending business at the local level.",
            "b_en":"The Jotedars lived in cities only.",
            "c_en":"They were regarded as less powerful than the Zamindars.",
            "d_en":"None of the above",
            "q_hin":"बंगाल के जोतदारों के संबंध में निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"जोतदारों ने स्थानीय स्तर पर धन उधार देने वाले व्यवसाय सहित व्यापार और वाणिज्य को नियंत्रित किया।",
            "b_hin":"जोतदार शहरों में ही रहते थे।",
            "c_hin":"उन्हें जमींदारों से कम शक्तिशाली माना जाता था।",
            "d_hin":"इनमे से कोई भी नहीं",
            "ans":"a"
        }
	]
}