{
	"QuizQuestions":[
		{
			"q_en":"There was so much significance in the rituals associated with the Mahanavami Dibba. The Mahanavami Dibba is associated with which of the following empire?",
            "a_en":"Mughal",
            "b_en":"Delhi Sultanate",
            "c_en":"Vijayanagara",
            "d_en":"None of the above",
            "q_hin":"महानवमी डिब्बे से जुड़े अनुष्ठानों में बहुत महत्व था। महानवमी डिब्बा निम्नलिखित में से किस साम्राज्य से संबंधित है?",
            "a_hin":"मुगल",
            "b_hin":"दिल्ली सल्तनत",
            "c_hin":"विजयनगर",
            "d_hin":"इनमे से कोई नही",
            "ans":"c"
		},       
		{
			"q_en":"From which of the following source the People of Vijayanagara obtained water for their needs.",
            "a_en":"Tungabhadra River",
            "b_en":"Bramhaputra River",
            "c_en":"Sindhu River",
            "d_en":"None of the above",
            "q_hin":"निम्नलिखित में से किस स्रोत से विजयनगर के लोग अपनी आवश्यकताओं के लिए पानी प्राप्त करते थे।",
            "a_hin":"तुंगभद्रा नदी",
            "b_hin":"ब्रह्मपुत्र नदी",
            "c_hin":"सिंधु नदी",
            "d_hin":"इनमे से कोई नही",
            "ans":"a"
		},       
		{
			"q_en":"Which of the following statement is incorrect regarding Bhakti and Sufi saints?",
            "a_en":"Traditional Bhakti saints composed the hymns in the local language.",
            "b_en":"The Nayanars and the Alvars used to wander in different states to preach their bhakti and love towards god.",
            "c_en":"Bhakti and Sufi thinkers adopted a variety of languages mostly in the languages of the common people",
            "d_en":"Guru Nanak created Shabad all in Punjabi.",
            "q_hin":"भक्ति और सूफी संतों के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"पारंपरिक भक्ति संतों ने स्थानीय भाषा में भजनों की रचना की।",
            "b_hin":"भगवान के प्रति अपनी भक्ति और प्रेम का प्रचार करने के लिए नयनार और अलवर अलग-अलग राज्यों में घूमते थे।",
            "c_hin":"भक्ति और सूफी विचारकों ने आम लोगों की भाषाओं में कई तरह की भाषाओं को अपनाया",
            "d_hin":"गुरु नानक ने सभी पंजाबी में शबद बनाया।",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following is not the major belief and practice that characterized Sufism?",
            "a_en":"They were against the dogmatic definitions and scholastic methods of interpreting the Qur’an and sunna adopted by theologians.",
            "b_en":"They laid emphasis on seeking salvation through intense devotion and love for God.",
            "c_en":"They follow rituals and observed extreme forms of asceticism.",
            "d_en":"They regarded Prophet Muhammad as a perfect human being and suggested following his example.",
            "q_hin":"निम्न में से कौन बड़ा विश्वास और व्यवहार कि सूफीवाद की विशेषता नहीं है?",
            "a_hin":"वे धर्मशास्त्रियों द्वारा अपनाई गई कुरान और सुन्ना की व्याख्या करने की हठधर्मी परिभाषाओं और शैक्षिक तरीकों के खिलाफ थे।",
            "b_hin":"उन्होंने ईश्वर के प्रति गहन भक्ति और प्रेम के माध्यम से मोक्ष प्राप्त करने पर जोर दिया।",
            "c_hin":"वे अनुष्ठानों का पालन करते हैं और वैराग्य के चरम रूपों का पालन करते हैं",
            "d_hin":"उन्होंने पैगंबर मुहम्मद को एक आदर्श इंसान के रूप में माना और उनके उदाहरण का अनुसरण करने का सुझाव दिया।",
            "ans":"c"
        },       
        {
            "q_en":"Which of the following is not major teaching of Kabir and Guru Nanak?",
            "a_en":"Kabir described God as Nirankar (having no shape).",
            "b_en":"Kabir also preached against caste discrimination.",
            "c_en":"Guru Nanak preached that God is Nirakar",
            "d_en":"Guru Nanak accepted the religious texts of both Hindus and Muslims.",
            "q_hin":"निम्नलिखित में से कौन कबीर और गुरु नानक की प्रमुख शिक्षा नहीं है?",
            "a_hin":"कबीर ने ईश्वर को निरंकार (बिना आकार का) बताया।",
            "b_hin":"कबीर ने जातिगत भेदभाव के खिलाफ भी उपदेश दिया।",
            "c_hin":"गुरु नानक ने उपदेश दिया कि ईश्वर निराकार है",
            "d_hin":"गुरु नानक ने हिंदू और मुस्लिम दोनों के धार्मिक ग्रंथों को स्वीकार किया।",
            "ans":"d"
        },       
        {
            "q_en":"With reference to the Alvars and Nayanars, which of the following statements is correct?",
            "a_en":"​Alvars are those who were disciples of Lord Shiva.",
            "b_en":"​Nayanars were those who claimed themselves as the followers of Vishnu.",
            "c_en":"They traveled place to place and would sing devotional songs in Sanskrit in the name of Shiva or Vishnu as the case may be.",
            "d_en":"They challenged the caste system.",
            "q_hin":"अलवर और नयनार के संदर्भ में, निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"अलवर वे हैं जो भगवान शिव के शिष्य थे।",
            "b_hin":"नयनार वे थे जो स्वयं को विष्णु के अनुयायी होने का दावा करते थे।",
            "c_hin":"वे जगह-जगह यात्रा करते थे और संस्कृत में शिव या विष्णु के नाम पर भक्ति गीत गाते थे जैसा भी मामला हो।",
            "d_hin":"उन्होंने जाति व्यवस्था को चुनौती दी।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following were the elements of the practice of sati that drew the attention of Bernier?",
            "a_en":"Under these cruel practices, an alive widow was forcibly made to sit on the pyre of her husband.",
            "b_en":"People had no sympathy for her.",
            "c_en":"The widow was a unwilling victim of the sati-practice.",
            "d_en":"All of the above",
            "q_hin":"सती प्रथा के निम्नलिखित में से कौन से तत्व थे जिन्होंने बर्नियर का ध्यान आकर्षित किया?",
            "a_hin":"इन क्रूर प्रथाओं के तहत एक जीवित विधवा को उसके पति की चिता पर जबरन बैठाया जाता था।",
            "b_hin":"लोगों को उसके प्रति कोई सहानुभूति नहीं थी।",
            "c_hin":"विधवा, सती प्रथा की अनिच्छुक शिकार थी।",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },       
        {
            "q_en":"With reference to the evidence for slavery provided by Ibn Battuta, which of the following statements is incorrect?",
            "a_en":"Delhi Sultan Muhammad bin Tughlaq had a large number of slaves.",
            "b_en":"Most of these slaves were forcibly captured during the aggressions.",
            "c_en":"Many people sold their children as a slave, because of acute poverty.",
            "d_en":"Nobels were not allowed to keep slaves those days.",
            "q_hin":"इब्न बतूता द्वारा प्रदान किए गए दासता के साक्ष्य के संदर्भ में, निम्नलिखित में से कौन सा कथन गलत है ?",
            "a_hin":"दिल्ली के सुल्तान मुहम्मद बिन तुगलक के पास बड़ी संख्या में गुलाम थे।",
            "b_hin":"इन दासों में से अधिकांश को आक्रमण के दौरान जबरन पकड़ लिया गया था।",
            "c_hin":"अत्यधिक गरीबी के कारण बहुत से लोगों ने अपने बच्चों को दास के रूप में बेच दिया।",
            "d_hin":"उन दिनों रईसों को गुलाम रखने की अनुमति नहीं थी।",
            "ans":"d"
        },
        {
            "q_en":"Which of the following were urban centers that emerge from Bernier’s account.",
            "a_en":"Delhi",
            "b_en":"Masulipatnam",
            "c_en":"Golconda",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से कौन से शहरी केंद्र थे जो बर्नियर के खाते से निकलते हैं।",
            "a_hin":"दिल्ली",
            "b_hin":"मसूलिपटनम",
            "c_hin":"गोलकुंडा",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },
        {
            "q_en":"Kitab-ul-Hind was written by which of the following people?",
            "a_en":"Al-Biruni",
            "b_en":"Ibn Battuta",
            "c_en":"Francois Bernier",
            "d_en":"None of the above",
            "q_hin":"किताब-उल-हिंद निम्नलिखित में से किसके द्वारा लिखी गई थी?",
            "a_hin":"अल-बिरूनी",
            "b_hin":"इब्न बतूता",
            "c_hin":"फ्रेंकोइस बर्नियर",
            "d_hin":"इनमे से कोई नही",
            "ans":"a"
        }
	]
}