{
	"QuizQuestions":[
		{
			"q_en":"In which year Mahatma Gandhi established the Natal Congress to fight against racial discrimination?",
            "a_en":"1885",
            "b_en":"1895",
            "c_en":"1905",
            "d_en":"1915",
            "q_hin":"किस वर्ष महात्मा गांधी ने नस्लीय भेदभाव के खिलाफ लड़ने के लिए नेटाल कांग्रेस की स्थापना की?",
            "a_hin":"1885",
            "b_hin":"1895",
            "c_hin":"1905",
            "d_hin":"1915",
            "ans":"b"
		},       
		{
			"q_en":"Which of the following pair is incorrectly matched?",
            "a_en":"Tiger of Mysore - Haider Ali",
            "b_en":"Rani Channamma - Led an anti-British movement in Kitoor",
            "c_en":"Faujdari Adalat - Criminal court",
            "d_en":"Diwani - Right to collect land revenue",
            "q_hin":"निम्नलिखित में से कौन सा युग्म गलत सुमेलित है?",
            "a_hin":"मैसूर के शेर - हैदर अली",
            "b_hin":"रानी चन्नम्मा - किटूर में ब्रिटिश विरोधी आंदोलन का नेतृत्व किया",
            "c_hin":"फौजदारी अदालत - आपराधिक न्यायालय",
            "d_hin":"दीवानी - भू-राजस्व एकत्र करने का अधिकार",
            "ans":"a"
		},       
		{
			"q_en":"Match the following and choose the correct answer from the code given below.\nList-I - List-II\nA. William jones - 1. Promotion of English education\nB. Rabindranath Tagore - 2. respect for ancient cultures\nC. Thomas Macaulay - 3. Gurus\nD. Mahatma Gandhi - 4. Learning in a natural environment\nE. Pathshalas - 5. critical of English education",
            "a_en":"A - 1, B - 2, C - 4, D - 5, E - 3",
            "b_en":"A - 2, B - 4, C - 1, D - 5, E - 3",
            "c_en":"A - 2, B - 1, C - 4, D - 3, E - 5",
            "d_en":"A - 2, B - 4, C - 5, D - 1, E - 3",
            "q_hin":"निम्नलिखित का मिलान कीजिए और नीचे दिए गए कूट से सही उत्तर चुनिए।\nसूची-I - सूची-II\nA. विलियम जोन्स - 1. अंग्रेजी शिक्षा को बढ़ावा देना\nB. रविंद्रनाथ टैगोर - 2. प्राचीन संस्कृतियों का सम्मान\nC. थॉमस मैकाले - 3. गुरु\nD. महात्मा गांधी - 4. प्राकृतिक वातावरण में सीखना\nE. पाठशाला - 5. अंग्रेजी शिक्षा की आलोचना",
            "a_hin":"A - 1, B - 2, C - 4, D - 5, E - 3",
            "b_hin":"A - 2, B - 4, C - 1, D - 5, E - 3",
            "c_hin":"A - 2, B - 1, C - 4, D - 3, E - 5",
            "d_hin":"A - 2, B - 4, C - 5, D - 1, E - 3",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following statement is incorrect?",
            "a_en":"James Mill divided Indian history into two periods – Hindu and Muslim.",
            "b_en":"All rulers in ancient India did not share the same faith",
            "c_en":"The British thought surveys were important for effective administration.",
            "d_en":"According to his prejudiced version of Indian history, the British rule represents all the forces of progress and civilisation.",
            "q_hin":"निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"जेम्स मिल ने भारतीय इतिहास को दो कालखंडों में विभाजित किया - हिंदू और मुस्लिम।",
            "b_hin":"प्राचीन भारत के सभी शासकों की आस्था एक जैसी नहीं थी",
            "c_hin":"ब्रिटिश विचार प्रभावी प्रशासन के लिए सर्वेक्षण महत्वपूर्ण थे।",
            "d_hin":"भारतीय इतिहास के उनके पूर्वाग्रही संस्करण के अनुसार, ब्रिटिश शासन प्रगति और सभ्यता की सभी ताकतों का प्रतिनिधित्व करता है।",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following statement is correct?",
            "a_en":"The Mughal empire became stronger in the eighteenth century.",
            "b_en":"The English East India Company was the only European company that traded with India.",
            "c_en":"Maharaja Ranjit Singh was the ruler of Punjab.",
            "d_en":"The British did not introduce administrative changes in the territories they conquered.",
            "q_hin":"निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"अठारहवीं शताब्दी में मुगल साम्राज्य मजबूत हुआ।",
            "b_hin":"अंग्रेजी ईस्ट इंडिया कंपनी एकमात्र यूरोपीय कंपनी थी जिसने भारत के साथ व्यापार किया।",
            "c_hin":"पंजाब के शासक महाराजा रणजीत सिंह थे।",
            "d_hin":"अंग्रेजों ने अपने द्वारा जीते गए क्षेत्रों में प्रशासनिक परिवर्तन नहीं किए।",
            "ans":"c"
        },       
        {
            "q_en":"Which of the following statement is true?",
            "a_en":"When the British captured Bengal they framed many new laws to regulate the rules regarding marriage, adoption, inheritance of property, etc.",
            "b_en":"Social reformers had to discard the ancient texts in order to argue for reform in social practices.",
            "c_en":"Reformers got full support from all sections of the people of the country.",
            "d_en":"The Child Marriage Restraint Act was passed in 1829.",
            "q_hin":"निम्नलिखित में से कौन सा कथन सत्य है?",
            "a_hin":"जब अंग्रेजों ने बंगाल पर कब्जा कर लिया तो उन्होंने विवाह, गोद लेने, संपत्ति के उत्तराधिकार आदि के नियमों को विनियमित करने के लिए कई नए कानून बनाए।",
            "b_hin":"सामाजिक प्रथाओं में सुधार के लिए बहस करने के लिए समाज सुधारकों को प्राचीन ग्रंथों को त्यागना पड़ा।",
            "c_hin":"सुधारकों को देश के सभी वर्गों के लोगों का पूरा समर्थन मिला।",
            "d_hin":"1829 में बाल विवाह निरोध अधिनियम पारित किया गया था।",
            "ans":"a"
        },       
        {
            "q_en":"Match the following and choose the correct answer from the code given below.\nList-I - List-II\nA. Ryot - 1. village\nB. Mahal - 2. peasant\nC. Nij - 3. cultivation on ryot’s lands\nD. Ryoti - 4. cultivation on planter’s own land",
            "a_en":"A - 2, B - 1, C - 4, D - 3",
            "b_en":"A - 1, B - 2, C - 4, D - 3",
            "c_en":"A - 3, B - 1, C - 4, D - 2",
            "d_en":"A - 4, B - 1, C - 2, D - 3",
            "q_hin":"निम्नलिखित का मिलान कीजिए और नीचे दिए गए कूट से सही उत्तर चुनिए।\nसूची-I - सूची-II\nA. रैयत - 1. ग्राम-समूह\nB. महाल - 2. किसान\nC. निज - 3. रैयत की भूमि पर खेती\nD. रैयती - 4. बागान मालिकों की अपनी जमीन पर खेती",
            "a_hin":"A - 2, B - 1, C - 4, D - 3",
            "b_hin":"A - 1, B - 2, C - 4, D - 3",
            "c_hin":"A - 3, B - 1, C - 4, D - 2",
            "d_hin":"A - 4, B - 1, C - 2, D - 3",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following statement is true?",
            "a_en":"At independence, the majority of Indians lived in the city.",
            "b_en":"The Constituent Assembly was made up of members of the Congress party.",
            "c_en":"In the first national election, only men were allowed to vote.",
            "d_en":"The Second Five Year Plan focused on the development of the heavy industry.",
            "q_hin":"निम्नलिखित में से कौन सा कथन सत्य है?",
            "a_hin":"स्वतंत्रता के समय, अधिकांश भारतीय शहर में रहते थे।",
            "b_hin":"स्वतंत्रता के समय, अधिकांश भारतीय शहर में रहते थे।",
            "c_hin":"पहले राष्ट्रीय चुनाव में, केवल पुरुषों को वोट देने की अनुमति थी।",
            "d_hin":"भारी उद्योग के विकास पर केंद्रित दूसरी पंचवर्षीय योजना",
            "ans":"d"
        },
        {
            "q_en":"Which of the following statement is correct?",
            "a_en":"Jhum cultivators plough the land and sow seeds.",
            "b_en":"Cocoons were bought from the Santhals and sold by the traders at two times the purchase price.",
            "c_en":"Birsa urged his followers to purify themselves, give up drinking liquor and stop believing in witchcraft and sorcery.",
            "d_en":"The British wanted to preserve the tribal way of life.",
            "q_hin":"निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"झूम के किसान जमीन की जुताई करते हैं और बीज बोते हैं।",
            "b_hin":"संथालों से कोकून खरीदा जाता था और व्यापारियों द्वारा खरीद मूल्य से दो गुना पर बेचा जाता था।",
            "c_hin":"बिरसा ने अपने अनुयायियों से खुद को शुद्ध करने, शराब पीना छोड़ देने और जादू टोना और जादू टोना में विश्वास करना बंद करने का आग्रह किया।",
            "d_hin":"अंग्रेज आदिवासी जीवन शैली को संरक्षित करना चाहते थे।",
            "ans":"c"
        },
        {
            "q_en":"Which of the following statement is false?",
            "a_en":"James Mill was a severe critic of the Orientalists.",
            "b_en":"The 1854 Despatch on education was in favour of English being introduced as a medium of higher education in India.",
            "c_en":"Mahatma Gandhi thought that promotion of literacy was the most important aim of education.",
            "d_en":"Rabindranath Tagore felt that children ought to be subjected to strict discipline",
            "q_hin":"निम्नलिखित में से कौन सा कथन असत्य है?",
            "a_hin":"जेम्स मिल प्राच्यवादियों के घोर आलोचक थे।",
            "b_hin":"शिक्षा पर 1854 का डिस्पैच भारत में उच्च शिक्षा के माध्यम के रूप में अंग्रेजी को पेश करने के पक्ष में था।",
            "c_hin":"महात्मा गांधी ने सोचा था कि साक्षरता को बढ़ावा देना शिक्षा का सबसे महत्वपूर्ण उद्देश्य है।",
            "d_hin":"रवीन्द्रनाथ टैगोर का मानना था कि बच्चों को सख्त अनुशासन में रहना चाहिए।",
            "ans":"d"
        }
	]
}