{
	"QuizQuestions":[
		{
			"q_en":"Which of the following statements given below is not correct?",
            "a_en":"An old inscription was found in Kandahar, present-day Afghanistan, dated about 2250 years ago.",
            "b_en":"The Marathas asserted their political importance during the period after the 1700AD period.",
            "c_en":"Forest-dwellers were sometimes pushed out of their lands with the spread of agricultural settlements.",
            "d_en":"Sultan Ghiyasuddin Balban controlled Meghalaya, Nagaland and Tripura.",
            "q_hin":"नीचे दिए गए निम्नलिखित में से कौन सा कथन सही नहीं है?",
            "a_hin":"लगभग 2250 साल पहले के अफगानिस्तान के कंधार में एक पुराना शिलालेख मिला था।",
            "b_hin":"मराठों ने 1700AD अवधि के बाद की अवधि के दौरान अपने राजनीतिक महत्व पर जोर दिया।",
            "c_hin":"कभी-कभी कृषि बस्तियों के विस्तार के साथ वनवासियों को उनकी भूमि से बाहर धकेल दिया जाता था।",
            "d_hin":"सुल्तान गयासुद्दीन बलबन ने मेघालय, नागालैंड और त्रिपुरा को नियंत्रित किया।",
            "ans":"d"
		},       
		{
			"q_en":"Which of the following pair is not correctly matched?",
            "a_en":"Gurjara-Pratiharas - Gujarat and Rajasthan",
            "b_en":"Rashtrakutas - Western Deccan",
            "c_en":"Palas - Bengal",
            "d_en":"Cholas - Madhya Pradesh",
            "q_hin":"निम्नलिखित में से कौन सा युग्म सही सुमेलित नहीं है?",
            "a_hin":"गुर्जर-प्रतिहार - गुजरात और राजस्थान",
            "b_hin":"राष्ट्रकूट - पश्चिमी दक्कन",
            "c_hin":"पाल - बंगाली",
            "d_hin":"चोल - मध्य प्रदेश",
            "ans":"d"
		},       
		{
			"q_en":"Which of the following pair is correctly matched?",
            "a_en":"Subadar - Governor",
            "b_en":"Mansab - Head of the Food department",
            "c_en":"Rathor Rajput - Malwa",
            "d_en":"Sisodiya Rajput- Udaipur",
            "q_hin":"निम्नलिखित में से कौन सा युग्म सही सुमेलित है?",
            "a_hin":"सूबेदार - राज्यपाल",
            "b_hin":"मनसब - खाद्य विभाग के प्रमुख",
            "c_hin":"राठौर राजपूत - मालवा",
            "d_hin":"सिसोदिया राजपूत- उदयपुर",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following statement given below is correct?",
            "a_en":"Merchants preferred to travel individually rather than in caravans.",
            "b_en":"Kabul was a major centre for trade in elephants.",
            "c_en":"Surat was an important trading port on the Bay of Bengal",
            "d_en":"We know the name of the architect of the Rajarajeshvara temple from an inscription.",
            "q_hin":"नीचे दिए गए निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"व्यापारियों ने कारवां के बजाय व्यक्तिगत रूप से यात्रा करना पसंद किया।",
            "b_hin":"काबुल हाथियों के व्यापार का एक प्रमुख केंद्र था।",
            "c_hin":"सूरत बंगाल की खाड़ी पर स्थित एक महत्वपूर्ण व्यापारिक बंदरगाह था",
            "d_hin":"हम एक शिलालेख से राजराजेश्वर मंदिर के वास्तुकार का नाम जानते हैं।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following pair given below is not correct?",
            "a_en":"Garh - Chaurasi",
            "b_en":"Tanda - Caravan",
            "c_en":"Labourer - Vishti",
            "d_en":"Clan - Khel",
            "q_hin":"नीचे दिए गए निम्नलिखित में से कौन सा युग्म सही नहीं है?",
            "a_hin":"गढ़ - चौरासी",
            "b_hin":"टांडा - कारवां",
            "c_hin":"मजदूर - विष्टि",
            "d_hin":"कबीले - खेलो",
            "ans":"c"
        },       
        {
            "q_en":"Which of the following given below is correct?",
            "a_en":"Tribal societies had rich oral traditions.",
            "b_en":"There were no tribal communities in the northwestern part of the subcontinent.",
            "c_en":"The chaurasi in Gond states contained several cities.",
            "d_en":"The Bhils lived in the north-eastern part of the subcontinent.",
            "q_hin":"नीचे दिए गए निम्नलिखित में से कौन सा सही है?",
            "a_hin":"जनजातीय समाजों में समृद्ध मौखिक परंपराएं थीं।",
            "b_hin":"उपमहाद्वीप के उत्तर-पश्चिमी भाग में कोई आदिवासी समुदाय नहीं थे।",
            "c_hin":"गोंड राज्यों के चौरासी में कई शहर शामिल थे।",
            "d_hin":"भील उपमहाद्वीप के उत्तर-पूर्वी भाग में रहते थे।",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following pair is correct?",
            "a_en":"Shankaradeva - sufi saint",
            "b_en":"Alvars - worship of Buddha",
            "c_en":"Nizamuddin Auliya - questioned social differences",
            "d_en":"Nayanars - worship of Shiva",
            "q_hin":"निम्नलिखित में से कौन सा जोड़ा सही है?",
            "a_hin":"शंकरदेव - सूफी संत",
            "b_hin":"अलवर - बुद्ध की पूजा",
            "c_hin":"निजामुद्दीन औलिया - सामाजिक मतभेदों पर सवाल उठाया",
            "d_hin":"नयनार - शिव की पूजा",
            "ans":"d"
        },       
        {
            "q_en":"Which of the given pair is correct?",
            "a_en":"Jagannatha - Puri",
            "b_en":"Lilatilakam - Kangra",
            "c_en":"Anantavarman - Bengal",
            "d_en":"Mahodayapuram - Orissa",
            "q_hin":"दिए गए युग्मों में से कौन-सा सही है?",
            "a_hin":"जगन्नाथ - पुरी",
            "b_hin":"लीलातिलकम - कांगड़ा",
            "c_hin":"अनंतवर्मन - बंगाल",
            "d_hin":"महोदयापुरम - उड़ीसा",
            "ans":"a"
        },
        {
            "q_en":"Which of the following is not correct?",
            "a_en":"Faujdar - a Mughal military commander",
            "b_en":"Misl - provincial governor",
            "c_en":"Chauth - tax levied by the Marathas",
            "d_en":"Ijaradar - a revenue farmer",
            "q_hin":"निम्नलिखित में से कौन सा सही नहीं है?",
            "a_hin":"फौजदार - एक मुगल सैन्य कमांडर",
            "b_hin":"मिस्ल - प्रांतीय गवर्नर",
            "c_hin":"चौथ - मराठों द्वारा लगाया जाने वाला कर",
            "d_hin":"इजरादार - एक राजस्व किसान",
            "ans":"b"
        },
        {
            "q_en":"Which of the statements given below is not correct?",
            "a_en":"Sawai Raja Jai Singh was the ruler of Amber.",
            "b_en":"Nadir Shah invaded Bengal.",
            "c_en":"Guru Gobind Singh was the tenth Guru of the Sikhs.",
            "d_en":"Poona became the capital of the Marathas in the 18th century.",
            "q_hin":"नीचे दिए गए कथनों में से कौन सा सही नहीं है?",
            "a_hin":"सवाई राजा जय सिंह आमेर के शासक थे।",
            "b_hin":"नादिर शाह ने बंगाल पर आक्रमण किया।",
            "c_hin":"गुरु गोबिंद सिंह सिखों के दसवें गुरु थे।",
            "d_hin":"18वीं शताब्दी में पूना मराठों की राजधानी बनी।",
            "ans":"b"
        }
	]
}