{
	"QuizQuestions":[
		{
			"q_en":"By which of the following ways historians reconstruct the lives of ordinary people?",
            "a_en":"Remains of houses and pottery give an idea of the life of common men.",
            "b_en":"Some inscriptions and scriptures talk about the relation between monarchs and the subject.",
            "c_en":"It talks about taxes and happiness and unhappiness of the common men.",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से किस तरीके से इतिहासकार आम लोगों के जीवन का पुनर्निर्माण करते हैं?",
            "a_hin":"घरों और मिट्टी के बर्तनों के अवशेष आम आदमी के जीवन की एक अवधारणा देते हैं।",
            "b_hin":"कुछ शिलालेख और ग्रंथ सम्राटों और विषय के बीच के संबंध के बारे में बात करते हैं।",
            "c_hin":"यह करों और आम आदमी की खुशी और दुख के बारे में बात करता है।",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
		},       
		{
			"q_en":"Ibn Battuta visited the court of Muhammad bin Tughlaq in 1333 A.D. Which country did Ibn Battuta belong to?",
            "a_en":"India",
            "b_en":"Iraq",
            "c_en":"China",
            "d_en":"Morocco",
            "q_hin":"इब्न बतूता ने 1333 ई. में मुहम्मद बिन तुगलक के दरबार का दौरा किया। इब्न बतूता किस देश से संबंधित था?",
            "a_hin":"भारत",
            "b_hin":"इराक",
            "c_hin":"चीन",
            "d_hin":"मोरक्को",
            "ans":"d"
		},       
		{
			"q_en":"Which of the following things was not part of the central teachings of Jainism?",
            "a_en":"The cycle of birth and rebirth is shaped through karma.",
            "b_en":"Accepted the existence of god.",
            "c_en":"The universe is a product of the natural phenomenon of cause and effect.",
            "d_en":"Advocated a life of austerity and non-violence",
            "q_hin":"निम्नलिखित में से कौन सी चीज जैन धर्म की केंद्रीय शिक्षाओं का हिस्सा नहीं थी?",
            "a_hin":"कर्म से ही जन्म और पुनर्जन्म का चक्र बनता है।",
            "b_hin":"ईश्वर के अस्तित्व को स्वीकार करना",
            "c_hin":"ब्रह्मांड, कारण और प्रभाव की प्राकृतिक घटना का एक उत्पाद है।",
            "d_hin":"तपस्या और अहिंसा के जीवन की वकालत की",
            "ans":"b"
        },       
        {
            "q_en":"With reference to the drainage system in Harappan cities which of the following statement is incorrect?",
            "a_en":"The drainage system in Harappan cities indicates the town planning.",
            "b_en":"Every house was supposed to have at least one wall along a street to allow the domestic wastewater to flow out in the street drains.",
            "c_en":"The main drain was covered by brick slabs or corbelled brick arches.",
            "d_en":"Underground drainage at Mohenjodaro is the most unique.",
            "q_hin":"हड़प्पा के शहरों में जल निकासी व्यवस्था के संदर्भ में निम्नलिखित में से कौन सा कथन गलत है ?",
            "a_hin":"हड़प्पा के शहरों में जल निकासी व्यवस्था नगर नियोजन को इंगित करती है।",
            "b_hin":"प्रत्येक घर में गली के किनारे कम से कम एक दीवार होनी चाहिए ताकि घरेलू अपशिष्ट जल गली की नालियों में बह सके।",
            "c_hin":"मुख्य नाले को ईंटों के स्लैब या ईंटों से ढके मेहराबों से ढका गया था।",
            "d_hin":"मोहनजोदड़ो में भूमिगत जल निकासी सबसे अनोखी है।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following raw materials not required for craft production in the Harappan Civilisation?",
            "a_en":"Stones like camelian",
            "b_en":"Metals like iron",
            "c_en":"Burnt clay",
            "d_en":"Quartz and steatite",
            "q_hin":"हड़प्पा सभ्यता में शिल्प उत्पादन के लिए निम्नलिखित में से किस कच्चे माल की आवश्यकता नहीं थी?",
            "a_hin":"कैमेलियन के समान पत्थर",
            "b_hin":"लोहे के समान धातु",
            "c_hin":"जली हुई मिट्टी",
            "d_hin":"क्वार्ट्ज और शैलखटी",
            "ans":"b"
        },       
        {
            "q_en":"With the help of which of the following things, archaeologists reconstructed the past?",
            "a_en":"Remains of houses",
            "b_en":"Ornaments",
            "c_en":"Coins",
            "d_en":"All of the above",
            "q_hin":"पुरातत्वविदों ने निम्नलिखित में से किस चीज की मदद से अतीत का पुनर्निर्माण किया?",
            "a_hin":"घरों के अवशेष",
            "b_hin":"गहने",
            "c_hin":"सिक्के",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following is not a distinctive feature of Mohenjodaro.",
            "a_en":"Laying out drains",
            "b_en":"Domestic architecture",
            "c_en":"The Citadel",
            "d_en":"Unique drainage",
            "q_hin":"निम्नलिखित में से कौन मोहनजोदड़ो की विशिष्ट विशेषता नहीं है।",
            "a_hin":"नालियां बाहर रखना",
            "b_hin":"घरेलू वास्तुकला",
            "c_hin":"दुर्ग",
            "d_hin":"अद्वितीय जल निकासी",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following were the raw materials required for craft production in the Harappan civilization?",
            "a_en":"Quartz and steatite",
            "b_en":"Metals like copper, bronze, and gold",
            "c_en":"Shell, faience, and terracotta or burnt clay",
            "d_en":"All of the above",
            "q_hin":"हड़प्पा सभ्यता में शिल्प उत्पादन के लिए निम्नलिखित में से कौन से कच्चे माल की आवश्यकता थी?",
            "a_hin":"क्वार्ट्ज और स्टीटाइट",
            "b_hin":"तांबा, कांस्य और सोना जैसी धातुएं",
            "c_hin":"शैल, फ़ाइनेस, और टेराकोटा या जली हुई मिट्टी",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },
        {
            "q_en":"Which of the following is not a salient feature of Mahajanapadas?",
            "a_en":"Most Mahajanapadas were ruled by kings.",
            "b_en":"Each Mahajanapada had a capital city, which was often fortified.",
            "c_en":"Rulers were advised to collect taxes and tribute from cultivators, traders, and artisans.",
            "d_en":"All states acquired standing armies and maintained regular bureaucracies.",
            "q_hin":"निम्नलिखित में से कौन-सा महाजनपद की प्रमुख विशेषता नहीं है?",
            "a_hin":"अधिकांश महाजनपदों पर राजाओं का शासन था।",
            "b_hin":"प्रत्येक महाजनपद की एक राजधानी होती थी, जिसे अक्सर किलेबंद किया जाता था।",
            "c_hin":"शासकों को किसानों, व्यापारियों और कारीगरों से कर और उपहार वसूल करने की सलाह दी गई थी।",
            "d_hin":"सभी राज्यों ने स्थायी सेनाओं का अधिग्रहण किया और नियमित नौकरशाही बनाए रखी।",
            "ans":"d"
        },
        {
            "q_en":"Arrange the following Mahajanapadas moving from West to East in the correct order?",
            "a_en":"Matsya, Chedi, Magadha, Anga",
            "b_en":"Mgadha, Matsya, Chedi, Anga",
            "c_en":"Anga, Chedi, Magadha, Matsya",
            "d_en":"Mgadha, Matsya, Anga, Chedi",
            "q_hin":"पश्चिम से पूर्व की ओर जाने वाले निम्नलिखित महाजनपदों को सही क्रम में व्यवस्थित कीजिए?",
            "a_hin":"मत्स्य, चेदि, मगध, अंग",
            "b_hin":"मगध, मत्स्य, चेदि, अंग",
            "c_hin":"अंग, चेदि, मगध, मत्स्य:",
            "d_hin":"मगध, मत्स्य, अंग, चेदि",
            "ans":"a"
        }
	]
}