{
    "quotes_occasions":[
        {
            "date": "1 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
            "quote_02":"The greatest danger for most of us is not that our aim is too high and we miss it, but that it is too low and we reach it."
        },
        {
            "date": "2 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The thing about smart people is that they seem like crazy people to dumb people.",
            "quote_02":"Life's like a movie; write your own ending, keep believing, keep pretending."
        },
        {
            "date": "3 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you think you are too small to make a difference, try sleeping with a mosquito.",
            "quote_02":"There is no security in this life. There is only opportunity."
        },
        {
            "date": "4 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Have no fear of perfection. You'll never reach it.",
            "quote_02":"Destiny is not a matter of chance, it is a matter of choice. It is not a thing to be waited for, it is a thing to be achieved."
        },
        {
            "date": "5 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You can change. And you can be an agent of change.",
            "quote_02":"It's never too late to be what you might have been."
        },
        {
            "date": "6 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Hard work and education will take you farther than any government program can ever promise.",
            "quote_02":"If you have no critics, you'll likely have no success."
        },
        {
            "date": "7 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Wanting to be a good actor is not good enough. You must want to be a great actor. You just have to have that.",
            "quote_02":"Winners make a habit of manufacturing their own positive expectations in advance of the event."
        },
        {
            "date": "8 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When I first moved to New York, someone who thought they knew more than I did said: 'You have to always look like you know where you're going when you get out of the subway.",
            "quote_02":"It is not how much we do, but how much love we put in the doing. It is not how much we give, but how much love we put in the giving."
        },
        {
            "date": "9 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's like soul music, isn't it all soul music? Otherwise what is it, non-soul music? I-have-no-soul music? Soulless music? People need to put a name on something to identify it, and I understand it.",
            "quote_02":"People take different roads seeking fulfillment and happiness. Just because they're not on your road doesn't mean they've gotten lost."
        },
        {
            "date": "10 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Life has a much bigger plan for you. Happiness is part of that plan. Health is part of that plan. Stability is part of that plan. Constant struggle is not.",
            "quote_02":"We don't stop playing because we grow old; we grow old because we stop playing."
        },
        {
            "date": "11 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Just believe in yourself. Even if you don't, pretend that you do and, at some point, you will.",
            "quote_02":"A ship in harbor is safe, but that is not what ships are for."
        },
        {
            "date": "12 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The first step is clearly defining what it is you're after, because without knowing that, you'll never get it.",
            "quote_02":"There is a vitality, a life force, an energy that is translated through you; and because there is only one of you in all of time, this expression is unique."
        },
        {
            "date": "13 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"What gets celebrated gets replicated.",
            "quote_02":"I want to sing like the birds sing, not worrying about who hears or what they think."
        },
        {
            "date": "14 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
            "quote_02":"To understand the heart and mind of a person, look not at what he has already achieved, but at what he aspires to do."
        },
        {
            "date": "15 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You can't do it unless you can imagine it.",
            "quote_02":"I don't know what your destiny will be, but one thing I know: The only ones among you who will be truly happy are those who have sought and found how to serve."
        },
        {
            "date": "16 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Someday, everything will make perfect sense. So for now, laugh at the confusion, smile through the tears, be strong and keep reminding your self that everything happens for a reason.",
            "quote_02":"Far better is it to dare mighty things, to win glorious triumphs -- even though checkered by failure -- than to rank with those poor spirits who neither enjoy much nor suffer much, because they live in a gray twilight that knows not victory nor defeat."
        },
        {
            "date": "17 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Rarely are opportunities presented to you in a perfect way. In a nice little box with a yellow bow on top. 'Here, open it, it's perfect. You'll love it.' Opportunities -- the good ones -- are messy, confusing and hard to recognize. They're risky. They challenge you.",
            "quote_02":"A good criterion for measuring success in life is the number of people you have made happy."
        },
        {
            "date": "18 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity.",
            "quote_02":"The time is always right to do what is right."
        },
        {
            "date": "19 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Everyone has a plan 'till they get punched in the mouth.",
            "quote_02":"Let yourself be silently drawn by the stronger pull of what you really love."
        },
        {
            "date": "20 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.",
            "quote_02":"Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you."
        },
        {
            "date": "21 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Work hard and believe in yourself even when nobody else believes in you.",
            "quote_02":"To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."
        },
        {
            "date": "22 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I think happiness is overrated. Satisfied, at peace-those would be more realistic goals.",
            "quote_02":"The best way to find yourself is to lose yourself in the service of others."
        },
        {
            "date": "23 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"What happens next is up to you.",
            "quote_02":"Out of clutter, find simplicity. From discord, find harmony. In the middle of difficulty lies opportunity."
        },
        {
            "date": "24 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Normality is a paved road: It's comfortable to walk,? but no flowers grow on it.",
            "quote_02":"Life isn't about finding yourself. Life is about creating yourself."
        },
        {
            "date": "25 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I don't know what the future may hold, but I know who holds the future.",
            "quote_02":"A good traveler has no fixed plans, and is not intent on arriving."
        },
        {
            "date": "26 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You have to learn the rules to be able to know how to break them.",
            "quote_02":"There will come a time when you believe everything is finished. That will be the beginning."
        },
        {
            "date": "27 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's a gift to exist, and with existence comes suffering. There's no escaping that.",
            "quote_02":"Life is really simple, but men insist on making it complicated."
        },
        {
            "date": "28 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"All good ideas start out as bad ideas, that's why it takes so long.",
            "quote_02":"With every experience, you alone are painting your own canvas, thought by thought, choice by choice."
        },
        {
            "date": "29 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Success is a lot like a bright, white tuxedo. You feel terrific when you get it, but then you're desperately afraid of getting it dirty, of spoiling it in any way.",
            "quote_02":"Whether you be man or woman, you will never do anything in this world without courage. It is the greatest quality of the mind next to honor."
        },
        {
            "date": "30 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If I can give myself credit for anything, it's that I do try to learn from the bad. I've never felt so sure that I'm in the right place doing what I'm supposed to be doing as I am right now.",
            "quote_02":"It takes as much energy to wish as it does to plan."
        },
        {
            "date": "31 January",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"People who think they know everything are a great annoyance to those of us who do.",
            "quote_02":"It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change."
        },
    
        {
            "date": "1 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Fail fast. Fail often... The most talented people in the world have bad ideas. That's a good thing to learn.",
            "quote_02":"You are never too old to set another goal or dream a new dream"
        },
        {
            "date": "2 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When you lose, talk little. When you win, talk less.",
            "quote_02":"Think big when you set your goals. Dare to think big and then set a series of smaller goals to get you there"
        },
        {
            "date": "3 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"There is no limit to the amount of good you can do if you don't care who gets the credit.",
            "quote_02":"Goals Should Never Be Easy, They Should Force You To Work, Even If They Are Uncomfortable At The Time"
        },
        {
            "date": "4 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Life's too short to hang out with people who aren't resourceful.",
            "quote_02":"If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes"
        },
        {
            "date": "5 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The beauty of love is that in giving it away, you are left with more than you had before.",
            "quote_02":"What you get by achieving your goals is not as important as what you become by achieving your goals."
        },
        {
            "date": "6 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"My mother thinks I am the best. And I was raised to always believe what my mother tells me",
            "quote_02":"Goals help you channel your energy into action."
        },
        {
            "date": "7 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Success isn't determined by how many times you win, but by how you play the week after you lose.",
            "quote_02":"Motivation is what gets you started. Habit is what keeps you going."
        },
        {
            "date": "8 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"They say no matter how hard you work, there's always someone, somewhere working harder then you. Guess what.. I'm that someone",
            "quote_02":"To sit on an idea or fail to act on a goal is not really goal-setting, but wishful thinking."
        },
        {
            "date": "9 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"There is a thing about beauty. Beauty is always associated with the male fantasy of what the female body is. I don't think there is anything wrong with beauty. It's just what women think is beautiful can be different. And there can be a beauty in individualism. If there is a wart or a scar, this can be beautiful, in a sense, when you paint it.",
            "quote_02":"There is do and do not, there is no try."
        },
        {
            "date": "10 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Positive thinking will let you do everything better than negative thinking will.",
            "quote_02":"Start now. Start where you are. Start with fear. Start with pain. Start with doubt. Start with your hands shaking."
        },
        {
            "date": "11 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You can't teach anybody anything, only make them realize the answers are already inside them.",
            "quote_02":"Get a good idea and stay with it. Do it, and work at it until it’s done right."
        },
        {
            "date": "12 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Ignore all hatred and criticism. Live for what you create, and die protecting it.",
            "quote_02":"It isn’t what you do, but how you do it."
        },
        {
            "date": "13 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"One person can make a difference, and everyone should try.",
            "quote_02":"Don’t wait. The time will never be just right."
        },
        {
            "date": "14 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If everything was perfect you would never learn and you would never grow.",
            "quote_02":"We are what we repeatedly do. Excellence, then, is not an act, but a habit."
        },
        {
            "date": "15 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Grudges are a waste of perfect happiness. Laugh when you can. Apologize when you should and let go of what you can't change.",
            "quote_02":"The difference between ordinary and extraordinary is that little extra."
        },
        {
            "date": "16 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I'm still learning. Hopefully I can keep getting better, and not stop where I am now.",
            "quote_02":"The Way to get Started Is To Quit Talking And Begin Doing."
        },
        {
            "date": "17 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"A pack of jackasses led by a lion is superior to a pack of lions led by a jackass.",
            "quote_02":"Done is better than perfect."
        },
        {
            "date": "18 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I believe in everything until it's disproved. So I believe in fairies, the myths, dragons. It all exists, even if it's in your mind. Who's to say that dreams and nightmares aren't as real as the here and now?",
            "quote_02":"Do What You Can With All You Have, Wherever You Are."
        },
        {
            "date": "19 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The minute you start caring about what other people think, is the minute you stop being yourself.",
            "quote_02":"Dreams don’t work unless you do."
        },
        {
            "date": "20 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Ultimately, you just have one life. You never know unless you try. And you never get anywhere unless you ask.",
            "quote_02":"Do what is right, not what is easy."
        },
        {
            "date": "21 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Nothing in life is worthwhile unless it's kind of hard to get there.",
            "quote_02":"Anyone can do something when they WANT to do it. Really successful people do things when they don’t want to do it."
        },
        {
            "date": "22 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I look for the day...when the only criterion of excellence or position shall be the ability and character of the individual; and this time will come.",
            "quote_02":"Persevere and get it done."
        },
        {
            "date": "23 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Most people ask questions because they want to know the answer; lawyers are trained never to ask questions unless they already know the answer.",
            "quote_02":"Own less. Do more."
        },
        {
            "date": "24 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"An easy way to get people to like you is to make them laugh.",
            "quote_02":"The most important things in life aren’t things."
        },
        {
            "date": "25 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"In life, winning and losing will both happen. What is never acceptable is quitting.",
            "quote_02":"A place for everything, everything in its place."
        },
        {
            "date": "26 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you love what you do and are willing to do what it takes, it's within your reach.",
            "quote_02":"Owning less is better than organizing more."
        },
        {
            "date": "27 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you hear the dogs, keep going. If you see the torches in the woods, keep going. If there's shouting after you, keep going. Don't ever stop. Keep going. If you want a taste of freedom, keep going.",
            "quote_02":"You don’t need more space. You need less stuff."
        },
        {
            "date": "28 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"An intelligent investor gets satisfaction from the thought that his operations are exactly opposite to those of the crowd.",
            "quote_02":"Owning less is great, wanting less is better."
        },
        {
            "date": "29 February",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Nothing to me feels as good as laughing incredibly hard.",
            "quote_02":"Fewer things. More peace."
        },
    
        {
            "date": "1 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Anyone with two tunics should share with him who has none.",
            "quote_02":"Once you need less, you will have more."
        },
        {
            "date": "2 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Faith and optimism come from love.",
            "quote_02":"Enjoy all you have while pursuing all you want."
        },
        {
            "date": "3 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Use your fear... it can take you to the place where you store your courage.",
            "quote_02":"If I cannot do great things, I can do small things in a great way."
        },
        {
            "date": "4 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If it wasn't hard, everyone would do it. It's the hard that makes it great.",
            "quote_02":"Every morning is a fresh start. Wake up with a thankful heart."
        },
        {
            "date": "5 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I get tired of myself pretty fast. So I can't imagine other people don't get tired of me.",
            "quote_02":"An excuse is the easiest thing in the world to make."
        },
        {
            "date": "6 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Love is heaven and fear is hell. Where you place your attention is where you live.",
            "quote_02":"We tend to get what we expect."
        },
        {
            "date": "7 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"One doesn't discover new lands without consenting to lose sight, for a very long time, of the shore.",
            "quote_02":"Grow through what you go through."
        },
        {
            "date": "8 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It took me a long time not to judge myself through someone else's eyes.",
            "quote_02":"When you’re curious, you find lots of interesting things to do."
        },
        {
            "date": "9 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"We must learn and then teach our children that niceness does not equal goodness. Niceness is a decision, a strategy of social interaction; it is not a character trait. People seeking to control others almost always present the image of a nice person in the beginning.",
            "quote_02":"Sometimes you find yourself in the middle of nowhere. Sometimes, in the middle of nowhere, you find yourself."
        },
        {
            "date": "10 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You can overcome anything, if and only if you love something enough",
            "quote_02":"In the depth of winter, I finally learned that within me there lay an invincible summer."
        },
        {
            "date": "11 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"People think I'm an overnight success. No. It's just that you all found me overnight.",
            "quote_02":"We delight in the beauty of the butterfly, but rarely admit the changes it has gone through to achieve that beauty."
        },
        {
            "date": "12 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You are the only one who gets to decide what you will be remembered for.",
            "quote_02":"Experience is what you get when you don’t get what you want."
        },
        {
            "date": "13 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's always better to shock people and change people's expectations than to give them exactly what they think you can do.",
            "quote_02":"Don’t be discouraged. It’s often the last key in the bunch that opens the lock."
        },
        {
            "date": "14 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Good things come to obsessive compulsives who fixate.",
            "quote_02":"Even the greatest was once a beginner. Don’t be afraid to take that first step."
        },
        {
            "date": "15 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Its unfortunate and I really wish I wouldn't have to say this, but I really like human beings who have suffered. They're kinder.",
            "quote_02":"The distance is nothing; it’s only the first step that is difficult."
        },
        {
            "date": "16 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You don't overcome challenges by making them smaller but by making yourself bigger.",
            "quote_02":"No rain. No flowers."
        },
        {
            "date": "17 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"This life is yours. Take the power to choose what you want to do and do it well. Take the power to love what you want in life and love it honestly. Take the power to walk in the forest and be a part of nature. Take the power to control your own life. No one else can do it for you. Take the power to make your life happy.",
            "quote_02":"Logic gets you from A to B, imagination gets you anywhere."
        },
        {
            "date": "18 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Sometimes your mistakes are you biggest virtues. You learn so much from the mistake. Those things that you think are the worst thing that's happening to you can somehow turn around and be the greatest opportunity.",
            "quote_02":"Focus on the good."
        },
        {
            "date": "19 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You are on the eve of a complete victory. You can't go wrong. The world is behind you.",
            "quote_02":"Only a mediocre person is always at his best."
        },
        {
            "date": "20 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"We should always have three friends in our lives-one who walks ahead who we look up to and follow; one who walks beside us, who is with us every step of our journey; and then, one who we reach back for and bring along after we've cleared the way.",
            "quote_02":"Simplify. Remove steps. Remove options. Remove instructions. Remove clutte."
        },
        {
            "date": "21 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Never let anyone define you. You are the only person who defines you. No one can speak for you. Only you speak for you. You are your only voice.",
            "quote_02":"It’s not about having time, it’s about making time."
        },
        {
            "date": "22 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Grant me courage to serve others; For in service there is true life.",
            "quote_02":"Don’t compare, just create."
        },
        {
            "date": "23 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Improving yourself is a lot more profitable than trying to improve others.",
            "quote_02":"Those that can, do. Those that can’t, complain."
        },
        {
            "date": "24 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's just cool to be involved in something that's that big and joyous and meant to make people feel happy.",
            "quote_02":"Knowing what you need to do to improve your life takes wisdom. Pushing yourself to do it takes courage."
        },
        {
            "date": "25 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If all I do in my life is soothe someone's spirit with a song , then let me do that and I'm happy.",
            "quote_02":"Don’t mistake activity with achievement."
        },
        {
            "date": "26 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The fastest way to change yourself is to hang out with people who are already the way you want to be.",
            "quote_02":"Creativity is allowing yourself to make mistakes. Art is knowing which ones to keep."
        },
        {
            "date": "27 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I felt that one had better die fighting against injustice than to die like a dog or rat in a trap. I had already determined to sell my life as dearly as possible if attacked. I felt if I could take one lyncher with me, this would even up the score a little bit.",
            "quote_02":"There are two mistakes one can make along the road to truth… not going all the way, and not starting."
        },
        {
            "date": "28 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Whenever I'm stuck in traffic, I can't help but wonder, 'Where did the creator of The Jetsons go, and why hasn't he done something about this?'",
            "quote_02":"Don’t worry about failures, worry about the chances you miss when you don’t even try."
        },
        {
            "date": "29 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's just a job. Grass grows, birds fly, waves pound the sand. I beat people up.",
            "quote_02":"Losers visualize the penalties of failure. Winners visualize the rewards of success."
        },
        {
            "date": "30 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I still believe that love is all you need. I don't know a better message than that.",
            "quote_02":"Some succeed because they are destined. Some succeed because they are determined."
        },
        {
            "date": "31 March",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Take the opportunity to learn from your mistakes: find the cause of your problem and eliminate it. Don't try to be perfect; just be an excellent example of being human.",
            "quote_02":"There are two ways to get enough. One is to continue to accumulate more and more. The other is to desire less."
        },
    
        {
            "date": "1 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"To see we must forget the name of the thing we are looking at.",
            "quote_02":"Choose people who lift you up."
        },
        {
            "date": "2 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Right is right, even if no one else does it.",
            "quote_02":"You cannot soar with the eagles as long as you hang out with the turkeys."
        },
        {
            "date": "3 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Don't confuse progress with winning.",
            "quote_02":"You are your choices."
        },
        {
            "date": "4 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The best way out is always through.",
            "quote_02":"You will never change what you tolerate."
        },
        {
            "date": "5 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"All I know is that when I needed McDonald's, McDonald's was there for me.",
            "quote_02":"Don’t be busy, be productive."
        },
        {
            "date": "6 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The worth of a life is not determined by a single failure or a solitary success.",
            "quote_02":"There is no right time, there is only right now."
        },
        {
            "date": "7 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You're going to fall down, but the world doesn't care how many times you fall down, as long as it's one fewer than the numbers of times you get back up.",
            "quote_02":"Motivation will always beat mere talent."
        },
        {
            "date": "8 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Again, you can't connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.",
            "quote_02":"Nobody can go back and start a new beginning, but anyone can start today and make a new ending."
        },
        {
            "date": "9 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Experience is simply the name we give our mistakes.",
            "quote_02":"Great things never came from comfort zones."
        },
        {
            "date": "10 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Whatever you do, always give 100%. Unless you're donating blood.",
            "quote_02":"It won’t be easy, but it’ll be worth it."
        },
        {
            "date": "11 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Take wrong turns. Talk to strangers. Open unmarked doors. And if you see a group of people in a field, go find out what they are doing. Do things without always knowing how they'll turn out.",
            "quote_02":"Even the strongest blizzards start with a single snowflake."
        },
        {
            "date": "12 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"God loves us beyond comprehension, and we cannot diminish God's love for us.",
            "quote_02":"An obstacle is often a stepping stone."
        },
        {
            "date": "13 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The only way to win is to learn faster than anyone else.",
            "quote_02":"Keep your face to the sunshine and you cannot see a shadow."
        },
        {
            "date": "14 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Start by doing what's necessary; then do what's possible; and suddenly you are doing the impossible.",
            "quote_02":"Stop pressing rewind on things that should be deleted in your life."
        },
        {
            "date": "15 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"No failure means no risk, which means nothing new",
            "quote_02":"Success is getting what you want. Happiness is wanting what you get."
        },
        {
            "date": "16 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Life is about making mistakes. Death is about wishing you made more.",
            "quote_02":"Successful people are simply those with successful habits."
        },
        {
            "date": "17 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Be who you are and say what you feel because those who mind don't matter and those who matter don't mind. Don't cry because it's over. Smile because it happened.",
            "quote_02":"Success is the sum of small efforts repeated day in and day out."
        },
        {
            "date": "18 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I would like to show the world today as an ant sees it and tomorrow as the moon sees it.",
            "quote_02":"Success will be within your reach only when you start reaching out for it."
        },
        {
            "date": "19 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"A successful man is one who can lay a firm foundation with the bricks others have thrown at him.",
            "quote_02":"It is our attitude at the beginning of a difficult task which, more than anything else, will affect its successful outcome."
        },
        {
            "date": "20 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"My soul is that of a drummer.... I didn't do it to become rich and famous. I did it because it was the love of my life.",
            "quote_02":"Slow and steady wins the race."
        },
        {
            "date": "21 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you're ever if you're ever thinking, Oh, but I'm a waste of space and I'm a burden, remember: that also describes the Grand Canyon. Why don't you have friends and family take pictures of you from a safe distance? Revel in your majestic profile?",
            "quote_02":"Be a warrior not a worrier."
        },
        {
            "date": "22 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you're too rigid in your thinking you may miss some wonderful opportunities for storytelling.",
            "quote_02":"A year from now you may wish you had started today."
        },
        {
            "date": "23 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I believe ambition is not a dirty word. It's just believing in yourself and your abilities. Imagine this: What would happen if we were all brave enough to be a little bit more ambitious? I think the world would change.",
            "quote_02":"Nothing will work unless you do."
        },
        {
            "date": "24 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It isn't hard to be good from time to time in sports. What is tough, is being good every day.",
            "quote_02":"Don’t make excuses, don’t blame the past. The rest of your life can be the best of your life."
        },
        {
            "date": "25 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Practice what you know, and it will help to make clear what now you do not know.",
            "quote_02":"If there is no struggle, there is no progress."
        },
        {
            "date": "26 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you know exactly what you want to be, you need to spend as much time as possible with people who are actually that already.",
            "quote_02":"The scariest moment is always just before you start."
        },
        {
            "date": "27 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I say that the most liberating thing about beauty is realizing that you are the beholder.",
            "quote_02":"The secret of getting ahead is getting started."
        },
        {
            "date": "28 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Those who matter don't mind, and those who mind don't matter.",
            "quote_02":"A little progress each day adds up to big results."
        },
        {
            "date": "29 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you can't fail, you can never get better.",
            "quote_02":"Don’t overthink, just let it go."
        },
        {
            "date": "30 April",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Being polite and grateful will make people more inclined to help you. And if people are willing to help you, you may accidentally get something you want.",
            "quote_02":"The harder I work, the luckier I get."
        },
    
        {
            "date": "1 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When sitting in meditation, say, That's not my business! with every thought that comes by.",
            "quote_02":"The first blooms of spring always make my heart sing."
        },
        {
            "date": "2 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When you're an outsider or a misfit, if you play it smart, your motto should be, 'I'll show 'em. I will show you.'",
            "quote_02":"A flower does not think of competing with the flower next to it. It just blooms."
        },
        {
            "date": "3 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Life always offers you a second chance. is called tomorrow.",
            "quote_02":"The Japanese say, if the flower is to be beautiful, it must be cultivated."
        },
        {
            "date": "4 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"A book can change the world... Every book a child reads creates new neurons in that child's brain.",
            "quote_02":"To plant a garden is to believe in tomorrow."
        },
        {
            "date": "5 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The greatest danger in times of turbulence is not the turbulence; it is to act with yesterday's logic.",
            "quote_02":"Every flower must grow through dirt."
        },
        {
            "date": "6 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The big money is not in the buying and selling ... but in the waiting.",
            "quote_02":"Every flower blooms in its own time."
        },
        {
            "date": "7 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"What we fear doing most is usually what we most need to do.",
            "quote_02":"The flower that follows the sun does so even in cloudy days."
        },
        {
            "date": "8 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you feel safe in the area you're working in, you're not working in the right area. Always go a little further into the water than you feel you're capable of being in. Go a little bit out of your depth. And when you don't feel that your feet are quite touching the bottom, you're just about in the right place to do something exciting.",
            "quote_02":"Like wildflowers; You must allow yourself to grow in all the places people thought you never would."
        },
        {
            "date": "9 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Take a stand for what's right. Raise a ruckus and make a change. You may not always be popular, but you'll be part of something larger and bigger and greater than yourself. Besides, making history is extremely cool.",
            "quote_02":"Don’t wait for someone to bring you flowers. Plant your own garden and decorate your own soul."
        },
        {
            "date": "10 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Whatever you do, don't wake up at 65 years old and think about what you should have done with your life.",
            "quote_02":"Flowers don’t worry about how they’re going to bloom. They just open up and turn toward the light and that makes them beautiful."
        },
        {
            "date": "11 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Understand well as I may, my comprehension can only be an infinitesimal fraction of all I want to understand.",
            "quote_02":"Even the tiniest of flowers can have the toughest roots."
        },
        {
            "date": "12 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The early bird gets the worm, but the second mouse gets the cheese",
            "quote_02":"A flower blooming in the desert proves to the world that adversity, no matter how great, can be overcome."
        },
        {
            "date": "13 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Best things in life aren't things.",
            "quote_02":"A flower does not use words to announce its arrival to the world; it justs blooms."
        },
        {
            "date": "14 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The world is full of wonderful things you haven't seen yet. Don't ever give up on the chance of seeing them.",
            "quote_02":"A rose can never be a sunflower, and a sunflower can never be a rose. All flowers are beautiful in their own way, and that’s like women too."
        },
        {
            "date": "15 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Empty your mind, be formless. Shapeless, like water. If you put water into a cup, it becomes the cup. You put water into a bottle and it becomes the bottle. You put it in a teapot it becomes the teapot. Now, water can flow or it can crash. Be water, my friend.",
            "quote_02":"If you look the right way, you can see that the whole world is a garden."
        },
        {
            "date": "16 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Expecting the world to treat you fairly because you are a good person is a little like expecting the bull not to attack you because you are a vegetarian.",
            "quote_02":"Flowers grow back, even after they are stepped on. So will I."
        },
        {
            "date": "17 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You'll always make mistakes and you'll miss the mark sometimes. That's inevitably going to happen, because the best people in the world make mistakes - even people who are brilliant.",
            "quote_02":"Spring: A lovely reminder of how beautiful change can truly be."
        },
        {
            "date": "18 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Be your own leader, be your own self, step out of my shadows and be your own person.",
            "quote_02":"In joy and in sadness, flowers are our constant friends."
        },
        {
            "date": "19 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Be like a duck. Calm on the surface, but always paddling like the dickens underneath.",
            "quote_02":"Take time to smell the roses."
        },
        {
            "date": "20 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you feel rooted in your home and family, if you're active in your community, there's nothing more empowering. The best way to make a difference in the world is to start by making a difference in your own life.",
            "quote_02":"What a lonely place it would be to have a world without a wildflower!"
        },
        {
            "date": "21 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you are not doing what you love, you are wasting your time.",
            "quote_02":"If every tiny flower wanted to be a rose, spring would lose its loveliness."
        },
        {
            "date": "22 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The world promises you comfort, but you were not made for comfort. You were made for greatness.",
            "quote_02":"All the flowers of the tomorrows are in the seeds of today."
        },
        {
            "date": "23 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"An essential element of any art is risk. If you don't take a risk then how are you going to make something really beautiful, that hasn't been seen before?",
            "quote_02":"Do something today that will encourage you to blossom."
        },
        {
            "date": "24 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When you walk up to opportunity's door, don't knock it... Kick that B*tch in, smile and introduce yourself",
            "quote_02":"Bloom where you are planted."
        },
        {
            "date": "25 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When we are no longer able to change a situation - we are challenged to change ourselves.",
            "quote_02":"Let your dreams blossom."
        },
        {
            "date": "26 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When you abandon freedom to achieve security, you lose both and deserve neither.",
            "quote_02":"Where flowers bloom, so does hope."
        },
        {
            "date": "27 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's your outlook on life that counts. If you take yourself lightly and don't take yourself too seriously, pretty soon you can find the humor in our everyday lives. And sometimes it can be a lifesaver.",
            "quote_02":"Earth laughs in flowers."
        },
        {
            "date": "28 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's beautiful when you watch something good happen to somebody when it's well deserved.",
            "quote_02":"Every flower blooms at its own pace."
        },
        {
            "date": "29 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Winning is not everything, but wanting to win is.",
            "quote_02":"Flowers leave some of their fragrance in the hand that bestows them."
        },
        {
            "date": "30 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's a hard, lonely feeling, to be completely yourself in front of strangers.",
            "quote_02":"Flowers can’t solve all problems, but they’re a great start."
        },
        {
            "date": "31 May",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The only regrets I have are rather prosaic - like I wish I went for a swim in the Pacific.",
            "quote_02":"Somedays, I am the flower. Somedays, I am the rain."
        },
    
        {
            "date": "1 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Teach the children so it will not be necessary to teach the adults.",
            "quote_02":"Flowers are like friends; They bring color to your world."
        },
        {
            "date": "2 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You're never going to learn something as profoundly as when it's purely out of curiosity",
            "quote_02":"Success is not a good teacher, failure makes you humble."
        },
        {
            "date": "3 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It is easier to build strong children than to repair broken men.",
            "quote_02":"Success is not final, failure is not fatal: it is the courage to continue that counts."
        },
        {
            "date": "4 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The secret of success is... to be fully awake to everything about you.",
            "quote_02":"The path to success is to take massive, determined action."
        },
        {
            "date": "5 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The life you have led doesn't need to be the only life you have.",
            "quote_02":"Persistent people begin their success where others end in failure."
        },
        {
            "date": "6 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Goals live on the other side of obstacles and challenges. Be relentless in pursuit of those goals, especially in the face of obstacles. Along the way, make no excuses and place no blame.",
            "quote_02":"Successful people don’t waste their time looking at what others are doing, they’re too busy focusing on their own goals."
        },
        {
            "date": "7 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Noble deeds that are concealed are most esteemed.",
            "quote_02":"The road to success is dotted with many tempting parking spaces."
        },
        {
            "date": "8 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"To be a Christian means to forgive the inexcusable because God has forgiven the inexcusable in you.",
            "quote_02":"Some people dream of success… while others wake up and work hard at it."
        },
        {
            "date": "9 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"All roads lead home in the end. You've got to keep that in mind always - in your work and in your life.",
            "quote_02":"For success, attitude is equally as important as ability."
        },
        {
            "date": "10 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"An innovation will get traction only if it helps people get something that they're already doing in their lives done better.",
            "quote_02":"Stop being afraid of what could go wrong and start being positive about what could go right."
        },
        {
            "date": "11 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"All the breaks you need in life wait within your imagination, Imagination is the workshop of your mind, capable of turning mind energy into accomplishment and wealth.",
            "quote_02":"Failure is the condiment that gives success its flavor."
        },
        {
            "date": "12 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I didn't like the idea of being foolish, but I learned pretty soon that it was essential to fail and be foolish.",
            "quote_02":"The road to success is always under construction."
        },
        {
            "date": "13 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
            "quote_02":"Success is going from failure to failure without losing enthusiasm."
        },
        {
            "date": "14 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"An important attribute of success is to be yourself. Never hide what makes you, you.",
            "quote_02":"Success is where preparation and opportunity meet."
        },
        {
            "date": "15 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"No matter who you are, no matter what you did, no matter where you've come from, you can always change, become a better version of yourself.",
            "quote_02":"The key to success is to focus our conscious mind on things we desire not things we fear."
        },
        {
            "date": "16 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's easy to fool the eye but it's hard to fool the heart.",
            "quote_02":"Success consists of doing the common things of life uncommonly well."
        },
        {
            "date": "17 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's not always enough to be brave, I realized years later. You have to be brave and contribute something positive, too. Brave on its own is just a party trick.",
            "quote_02":"There are no mistakes or failures, only lessons."
        },
        {
            "date": "18 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Don't follow in any footprints, make your own prints. Because, you are the future of tomorrow.",
            "quote_02":"Work hard. Stay humble."
        },
        {
            "date": "19 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Don't judge the picture by the frame, every man is not the same",
            "quote_02":"The only way to do great work is to love what you do."
        },
        {
            "date": "20 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Be passionate and bold. Always keep learning. You stop doing useful things if you don't learn.",
            "quote_02":"Expect nothing and appreciate everything."
        },
        {
            "date": "21 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Troubles are often the tools by which God fashions us for better things.",
            "quote_02":"The question isn’t who is going to let me; it’s who is going to stop me."
        },
        {
            "date": "22 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Success is not about who never fails. It is about who can spring - or even stagger - back up.",
            "quote_02":"It’s always seems impossible until its done."
        },
        {
            "date": "23 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you're going through hell, keep going.",
            "quote_02":"Inhale confidence, exhale doubt."
        },
        {
            "date": "24 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's better for people to miss you than to have seen too much of you.",
            "quote_02":"Stop doubting yourself, work hard, make it happen."
        },
        {
            "date": "25 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you look around the room, and you're the smartest person in the room, you're in the wrong room.",
            "quote_02":"In the middle of difficulty lies opportunity."
        },
        {
            "date": "26 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Be more concerned with your character than your reputation, because your character is what you really are, while your reputation is merely what others think you are.",
            "quote_02":"There is only one thing that makes a dream impossible to achieve: the fear of failure."
        },
        {
            "date": "27 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"There can be no greater gift than that of giving one's time and energy to help others without expecting anything in return.",
            "quote_02":"Never give up on the things that make you smile."
        },
        {
            "date": "28 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek.",
            "quote_02":"Learn to be calm and you will always be happy."
        },
        {
            "date": "29 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I always prefer to believe the best of everybody, it saves so much trouble.",
            "quote_02":"The only time you fail is when you fall down and stay down."
        },
        {
            "date": "30 June",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you don't take the time to get really clear about exactly what it is you're trying to accomplish, then you're forever doomed to spend your life achieving the goals of those who do.",
            "quote_02":"Anyone who doesn’t make mistakes isn’t working hard enough."
        },
    
        {
            "date": "1 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.",
            "quote_02":"You always pass failure on the way to success."
        },
        {
            "date": "2 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I would rather five people knew my work and thought it was good work than five million knew me and were indifferent.",
            "quote_02":"The only real mistake is the one from which we learn nothing."
        },
        {
            "date": "3 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"To bring about change, you must not be afraid to take the first step. We will fail when we fail to try.",
            "quote_02":"Feel the fear and do it anyway."
        },
        {
            "date": "4 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"In the startup world, you're either a genius or an idiot. You're never just an ordinary guy trying to get through the day",
            "quote_02":"Busy is a choice stressed is a choice joy is a choice. Choose well."
        },
        {
            "date": "5 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You can't master your future if you're still a slave to your past.",
            "quote_02":"Aim for the moon. If you miss, you may hit a star."
        },
        {
            "date": "6 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Cutting negative people from my life does not mean I hate them, it simply means I respect me.",
            "quote_02":"If you have no destination, you’ll never get there."
        },
        {
            "date": "7 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I don't associate with people who blame the world for their problems. You are your problem. You are also your solution.",
            "quote_02":"Accept the challenge so that you can feel the exhilaration of victory."
        },
        {
            "date": "8 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's easy to do nothing, but your heart breaks a little more every time you do.",
            "quote_02":"Always do your best. What you plant now, you will harvest later."
        },
        {
            "date": "9 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I feel like if it's not scaring you, you're doing it wrong.",
            "quote_02":"A few bad chapters do not mean your story is over."
        },
        {
            "date": "10 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It is never too late, no matter how old you get because anytime or any point in your life you can always have a chance to make a difference. You can always make a change for the better no matter what background you derived from. You can always do your best and be all that you can be because you will always be uniquely you. It is why it is always wise to listen to your eternal heart, your eternal instincts, and what it had always strove for and/or to do because really anybody can make a difference not only in their own lives but in the lives of others. It is never too late to shine; never.",
            "quote_02":"A negative mind will never give you a positive life."
        },
        {
            "date": "11 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The world can be better if there's love, tolerance and humility.",
            "quote_02":"Your mind is a garden. Your thoughts are the seeds. You can grow flowers or you can grow weeds."
        },
        {
            "date": "12 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"True terror is to wake up one morning and discover that your high school class is running the country.",
            "quote_02":"Listen to what you know instead of what you fear."
        },
        {
            "date": "13 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"People who say it cannot be done should not interrupt those who are doing it.",
            "quote_02":"Focus on where you want to go, not on what you fear."
        },
        {
            "date": "14 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Our heart knows what our mind has forgotten - it knows the sacred that is within all that exists, and through a depth of feeling we can once again experience this connection, this belonging.",
            "quote_02":"The greatest mistake you can make in life is to be continually fearing that you will make one."
        },
        {
            "date": "15 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Leadership consists of nothing but taking responsibility for everything that goes wrong and giving your subordinates credit for everything that goes well.",
            "quote_02":"A champion is defined not by their wins but by how they can recover when they fall."
        },
        {
            "date": "16 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"There's no such thing as simple. Simple is hard.",
            "quote_02":"It is better to fail in originality than to succeed in imitation."
        },
        {
            "date": "17 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Either America will destroy ignorance or ignorance will destroy the United States.",
            "quote_02":"Go the extra mile."
        },
        {
            "date": "18 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You were born with everything you need to answer the call of your soul.",
            "quote_02":"Going halfway never gets you anywhere. Go all the way or don’t go at all."
        },
        {
            "date": "19 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Don't waste your time chasing butterflies. Mend your garden, and the butterflies will come.",
            "quote_02":"If you get tired, learn to rest. Not to quit."
        },
        {
            "date": "20 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You don't drown by falling in the water; you drown by staying there.",
            "quote_02":"Don’t find fault, find a remedy. Henry FordMistakes are the stairs we climb to reach success."
        },
        {
            "date": "21 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Entrepreneur is not a job title. It is a state of mind of people who want to alter the future.",
            "quote_02":"Discipline is just choosing between what you want now and what you want most."
        },
        {
            "date": "22 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you constantly think of illness, you eventually become ill; if you believe yourself to be beautiful, you become so.",
            "quote_02":"Knowledge will give you power, but character respect."
        },
        {
            "date": "23 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If a guy doesn't like a funny girl, something is wrong with him.",
            "quote_02":"One small positive thought can change your whole day."
        },
        {
            "date": "24 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space.",
            "quote_02":"Life is not about how fast you run or how high you climb, but how well you bounce."
        },
        {
            "date": "25 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Fear is an insidious and deadly thing. It can warp judgment, freeze reflexes, breed mistakes. Worse, it's contagious.",
            "quote_02":"Life is really simple, but we insist on making it complicated."
        },
        {
            "date": "26 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Be so good they can't ignore you.",
            "quote_02":"Life is either a daring, adventure or nothing"
        },
        {
            "date": "27 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Anti-social behavior is a trait of intelligence in a world full of conformists.",
            "quote_02":"Life doesn’t get easier or more forgiving; we get stronger and more resilient."
        },
        {
            "date": "28 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Set your goals high, and don't stop till you get there.",
            "quote_02":"In three words I can sum up everything I’ve learned about life: it goes on."
        },
        {
            "date": "29 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"My pain may be the reason for somebody's laugh. But my laugh must never be the reason for somebody's pain.",
            "quote_02":"Life is about making an impact, not making an income."
        },
        {
            "date": "30 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Success, they taught me, is built on the foundation of courage, hard-work and individual responsibility. Despite what some would have us believe, success is not built on resentment and fears.",
            "quote_02":"Life is a great big canvas, and you should throw all the paint on it you can."
        },
        {
            "date": "31 July",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Doubt is a killer. You just have to know who you are and what you stand for.",
            "quote_02":"Life is 10 percent what happens to you and 90 percent how you respond to it."
        },
    
        {
            "date": "1 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Never let anyone try and make you into something that you're not. Remember what it is that you want, and always stay strong in that.",
            "quote_02":"Life is like riding a bicycle. To keep your balance, you must keep moving."
        },
        {
            "date": "2 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Working hard is important. But there is something that matters even more, believing in yourself.",
            "quote_02":"Life is like the ocean, it goes up and down."
        },
        {
            "date": "3 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you don't get out of the box you've been raised in, you won't understand how much bigger the world is.",
            "quote_02":"More life, less rush."
        },
        {
            "date": "4 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Men give me credit for some genius. All the genius I have lies in this; when I have a subject in hand, I study it profoundly. Day and night it is before me. My mind becomes pervaded with it. Then the effort that I have made is what people are pleased to call the fruit of genius. It is the fruit of labor and thought.",
            "quote_02":"Life is not about who you once were, it is about who you are right now, and the person you have the potential to be."
        },
        {
            "date": "5 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The greatest lesson that I learned in all of this is that you have to start. Start now, start here, and start small. Keep it Simple.",
            "quote_02":"Life without love is like a tree without blossoms or fruit."
        },
        {
            "date": "6 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I am not in competition with anyone but myself. My goal is to improve myself continuously.",
            "quote_02":"Life is very interesting. In the end, some of your greatest pains become your greatest strengths."
        },
        {
            "date": "7 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Failure: Is it a limitation? Bad timing? It's a lot of things. It's something you can't be afraid of, because you'll stop growing. The next step beyond failure could be your biggest success in life.",
            "quote_02":"Life is the sum of all your choices."
        },
        {
            "date": "8 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's a good place when all you have is hope and not expectations.",
            "quote_02":"Life is more meaningful when you are always looking to grow and working toward a goal."
        },
        {
            "date": "9 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The trouble is not in dying for a friend, but in finding a friend worth dying for.",
            "quote_02":"Not having goals is like having no idea where you want to go when you step up to an airline counter to buy a ticket."
        },
        {
            "date": "10 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Forget about style; worry about results.",
            "quote_02":"To live a creative life, we must lose our fear of being wrong."
        },
        {
            "date": "11 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You have chosen the wrong path if it's not fun. And you are probably not taking enough risk if it's not hard and rocky sometimes.",
            "quote_02":"Life is short and progress is slow-Gabriel LippmannOur whole life is solving puzzles."
        },
        {
            "date": "12 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I'm so secretive that when someone asks me, Hey, can you keep a secret? I say, 'That's none of your business.'",
            "quote_02":"Life can only be understood backwards; but it must be lived forwards."
        },
        {
            "date": "13 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The greatest test of courage on earth is to bear defeat without losing heart.",
            "quote_02":"Ups and downs. Victories and defeats. Sadness and happiness. That’s the hardest but also the most satisfying kind of life."
        },
        {
            "date": "14 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I don't think something is a failure if you put your all into it. I'm a big fan of the saying, Nothing beats a failure but a try.",
            "quote_02":"True simplicity begins when you learn to enjoy the amazing abundance of what is already yours."
        },
        {
            "date": "15 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"There are those that look at things the way they are, and ask why? I dream of things that never were, and ask why not?",
            "quote_02":"We make a living by what we get, but we make a life by what we give."
        },
        {
            "date": "16 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Wanting to be someone else is a waste of who you are",
            "quote_02":"There is no one giant step that does it. It’s a lot of little steps."
        },
        {
            "date": "17 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you don't fall how are you going to know what getting up is like.",
            "quote_02":"Someday is not a day of the week."
        },
        {
            "date": "18 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Don't write what you think people want to read. Find your voice and write about what's in your heart.",
            "quote_02":"Believe you can and you’re halfway there."
        },
        {
            "date": "19 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"There are two days in the year that we can not do anything, yesterday and tomorrow",
            "quote_02":"The hard way is the right way."
        },
        {
            "date": "20 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Too many of us are not living our dreams because we are living our fears.",
            "quote_02":"Don’t wish it were easier, wish you were better."
        },
        {
            "date": "21 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Don't let life discourage you; everyone who got where he is had to begin where he was.",
            "quote_02":"Be a fountain, not a drain."
        },
        {
            "date": "22 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you know you are going to fail, then fail gloriously.",
            "quote_02":"All our dreams can come true – if we have the courage to pursue them."
        },
        {
            "date": "23 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"There's nothing you can do that's more important than being fulfilled. You become a sign, you become a signal, transparent to transcendence; in this way, you will find, live, and become a realization of your own personal myth.",
            "quote_02":"Energy and initiative count as much as talent and luck."
        },
        {
            "date": "24 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"To love means loving the unlovable. To forgive means pardoning the unpardonable. Faith means believing the unbelievable. Hope means hoping when everything seems hopeless.",
            "quote_02":"No matter what you’re going through, there’s a light at the end of the tunnel."
        },
        {
            "date": "25 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Learn to embrace your own unique beauty, celebrate your unique gifts with confidence. Your imperfections are actually a gift.",
            "quote_02":"Difficult roads often leads to beautiful destinations."
        },
        {
            "date": "26 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Whatever you do, do it completely. Don't do it half-arsed. Do it more than anybody else would.",
            "quote_02":"Spending today complaining about yesterday won’t make tomorrow any better."
        },
        {
            "date": "27 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I've always been about honesty, whether on the radio, whether I did a movie, whether I wrote a book. As long as you're honest, you don't lose your edge.",
            "quote_02":"The man who has no imagination has no wings."
        },
        {
            "date": "28 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"A wise man can play the part of a clown, but a clown can't play the part of a wise man.",
            "quote_02":"Find a place inside where there’s joy, and the joy will burn out the pain."
        },
        {
            "date": "29 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Promise me you'll always remember: You're braver than you believe, and stronger than you seem, and smarter than you think.",
            "quote_02":"Inspiration comes from within yourself. One has to be positive. When you’re positive, good things happen."
        },
        {
            "date": "30 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Only the weak are cruel. Gentleness can only be expected from the strong.",
            "quote_02":"Learn to say no without explaining yourself."
        },
        {
            "date": "31 August",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You can't always get what you want, but if you try sometimes, you might find, you get what you need.",
            "quote_02":"Intelligence is the ability to adapt to change."
        },
    
        {
            "date": "1 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Live your life as an Exclamation rather than an Explanation",
            "quote_02":"Change is not merely necessary to life – it is life."
        },
        {
            "date": "2 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Don't believe everything you think. You cannot be trusted to tell yourself the truth. Stay in The Word.",
            "quote_02":"Don’t be afraid of change. You may end up losing something good, but you will probably end up gaining something better."
        },
        {
            "date": "3 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Give me a place to stand, and a lever long enough, and I will move the world.",
            "quote_02":"If it doesn’t challenge you, it won’t change you."
        },
        {
            "date": "4 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Normal is not something to aspire to, it's something to get away from.",
            "quote_02":"The journey of a thousand miles begins with one step."
        },
        {
            "date": "5 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Once you replace negative thoughts with positive ones, you'll start having positive results.",
            "quote_02":"Celebrate the small things and our lives become bigger than ever."
        },
        {
            "date": "6 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The day I stop giving is the day I stop receiving. The day I stop learning is the day I stop growing. You miss 100% of the shots you don't take.",
            "quote_02":"Find yourself, and be that."
        },
        {
            "date": "7 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Well done is better than well said.",
            "quote_02":"Be anything but predictable."
        },
        {
            "date": "8 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"All great ideas start as weird ideas. What now seems obvious, early on, is not obvious to anybody.",
            "quote_02":"A ship is always safe a shore but that is not what it’s built for."
        },
        {
            "date": "9 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The one thing you're most reluctant to tell. That's where the comedy is.",
            "quote_02":"I’m strong because I’ve been weak."
        },
        {
            "date": "10 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The meaning of life is to find your gift. The purpose of life is to give it away.",
            "quote_02":"Tough times never last, but tough people do."
        },
        {
            "date": "11 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The important word there is inspire. The key difference between managers and leaders is that managers tell people what to do, while leaders inspire them to do it. Inspiration comes from three things: clarity of one's vision, courage of their conviction and the ability to effectively communicate both of those things.",
            "quote_02":"From error to error one discovers the entire truth."
        },
        {
            "date": "12 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"What good is success if you're not willing to share it?",
            "quote_02":"Rock bottom became the solid foundation on which I rebuilt my life."
        },
        {
            "date": "13 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I really think a champion is defined not by their wins but by how they can recover when they fall",
            "quote_02":"For every minute you are angry you lose sixty seconds of happiness."
        },
        {
            "date": "14 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Sometimes all you need is 20 seconds of insane courage",
            "quote_02":"Your best teacher is your last mistake."
        },
        {
            "date": "15 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The things that scare you only make you better and stronger.",
            "quote_02":"Beautiful things happen when you distance yourself from negativity."
        },
        {
            "date": "16 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Nothing great was ever achieved without enthusiasm.",
            "quote_02":"Sometimes the bravest thing you can do is to keep going when you really feel like giving up."
        },
        {
            "date": "17 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I always tried to turn every disaster into an opportunity.",
            "quote_02":"Anyone who has ever made anything of importance was disciplined."
        },
        {
            "date": "18 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Beauty begins the moment you decide to be yourself.",
            "quote_02":"Don’t let the fear of losing be greater than the excitement of winning."
        },
        {
            "date": "19 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Criticism is something we can avoid easily by saying nothing, doing nothing, and being nothing.",
            "quote_02":"No matter how you feel, get up, dress up, show up and never give up."
        },
        {
            "date": "20 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"My father gave me the greatest gift anyone could give another person, he believed in me.",
            "quote_02":"Smile, breathe and go slowly."
        },
        {
            "date": "21 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Life doesn't run away from nobody. Life runs at people.",
            "quote_02":"To become a queen, you have to give up playing the princess."
        },
        {
            "date": "22 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When you are not willing to fully receive, you are training the universe not to give to you! It's simple: if you aren't willing to receive your share, it will go to someone else who is.",
            "quote_02":"When fate hands you a lemon, make lemonade."
        },
        {
            "date": "23 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Average talent, plus hard work and dedication, will always beat talent by itself.",
            "quote_02":"When you reach the end of your rope, tie a knot and hang on."
        },
        {
            "date": "24 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Economics is like the Dutch language - I'm told it makes sense, but I have my doubts.",
            "quote_02":"Be a voice. Not an echo."
        },
        {
            "date": "25 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You are a Universe of Universes And your Soul a source of Songs.",
            "quote_02":"Always do your best. What you plant now, you will harvest later."
        },
        {
            "date": "26 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When the whole world is silent, even one voice becomes powerful.",
            "quote_02":"Wherever you are, be totally there."
        },
        {
            "date": "27 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Failure is a badge of honor. It means you risked failure. And if you don't risk failure, you're never going to do anything that's different from what you've already done or what somebody else has done.",
            "quote_02":"Stars can’t shine without darkness."
        },
        {
            "date": "28 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Do as much homework as you can. Learn everybody's job and don't just settle.",
            "quote_02":"Wisdom begins in wonder."
        },
        {
            "date": "29 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The essence of strategy is choosing what not to do.",
            "quote_02":"Whatever you are, be a good one."
        },
        {
            "date": "30 September",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Connect deeply with others. Our humanity is the one thing that we all have in common.",
            "quote_02":"Life becomes beautiful when you learn to be as good to yourself as you are to others."
        },
    
        {
            "date": "1 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Your mind will give back to you exactly what you put into it.",
            "quote_02":"Be patient with yourself, nothing in nature blooms all year."
        },
        {
            "date": "2 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"God doesn't require us to succeed, he only requires that you try.",
            "quote_02":"I love who I’ve been, but I really love who I’m becoming."
        },
        {
            "date": "3 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Pressure is a privilege - it only comes to those who earn it.",
            "quote_02":"Those who wish to sing always find a song."
        },
        {
            "date": "4 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"We're dead as a species if we don't tell stories, because then we don't know who we are.",
            "quote_02":"Throw kindness around like confetti."
        },
        {
            "date": "5 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Then, one day, when you least expect it, the great adventure finds you.",
            "quote_02":"Be kind to unkind people, they need it the most."
        },
        {
            "date": "6 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Keep your head up in failure and your head down in success.",
            "quote_02":"It’s nice to be important, but it’s more important to be nice."
        },
        {
            "date": "7 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The best investment you can make, is an investment in yourself... The more you learn, the more you'll earn.",
            "quote_02":"No act of kindness, no matter how small, is ever wasted."
        },
        {
            "date": "8 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"No one has ever become poor by giving.",
            "quote_02":"Kindness is spreading sunshine into other people’s lives regardless of the weather."
        },
        {
            "date": "9 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The man who moves a mountain begins by carrying away small stones.",
            "quote_02":"Determine your priorities and focus on them."
        },
        {
            "date": "10 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Failure is sometimes the best option if you view the process of entrepreneurship as a lifelong journey.",
            "quote_02":"The mind is everything.  What you think you become."
        },
        {
            "date": "11 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When 99% of people doubt your idea, you're either gravely wrong or about to make history.",
            "quote_02":"Focus on an ocean of positives, not a puddle of negatives."
        },
        {
            "date": "12 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You do this because you like it, you think what you're making is beautiful. And if you think it's beautiful, maybe they think it's beautiful.",
            "quote_02":"The difference in winning and losing is most often…not quitting."
        },
        {
            "date": "13 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If intimidation is your game plan, I hope you have a better one.",
            "quote_02":"If the plan doesn’t work, change the plan but never the goal."
        },
        {
            "date": "14 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Hope is the thing with feathers that perches in the soul - and sings the tunes without the words - and never stops at all.",
            "quote_02":"Intelligence is the ability to adapt to change."
        },
        {
            "date": "15 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Gratitude is not only the greatest of virtues, but the parent of all the others.",
            "quote_02":"The minute you settle for less than you deserve, you get even less than you settled for."
        },
        {
            "date": "16 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Anyone can see the adversity in a difficult situation, but it takes a stronger person to see the opportunity.",
            "quote_02":"Start each day with a grateful heart."
        },
        {
            "date": "17 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"How do we change the world? One random act of kindness at a time.",
            "quote_02":"There is always something to be thankful for."
        },
        {
            "date": "18 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Education is not the filling of a pail, but the lighting of a fire.",
            "quote_02":"Be kind, be thoughtful, be genuine but most of all be thankful."
        },
        {
            "date": "19 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"No matter what people tell you, words and ideas can change the world.",
            "quote_02":"Be thankful for what you have, be fearless for what you want."
        },
        {
            "date": "20 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You don't become what you want, you become what you believe.",
            "quote_02":"My life isn’t perfect, but I am thankful for everything I have."
        },
        {
            "date": "21 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You've got to be pretty confident that you're good. If I do a show and for whatever reason no one laughs, I'll be like, 'Wow, those people are weird'.",
            "quote_02":"A grateful heart is a magnet for miracles."
        },
        {
            "date": "22 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The greatest danger for most of us is not that our aim is too high and we miss it, but that it is too low and we reach it.",
            "quote_02":"Be thankful for what you have and you will end up having more."
        },
        {
            "date": "23 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Sometimes you have to wander a bit, and do what you don't want to in order to figure out what it is you're supposed to do.",
            "quote_02":"I’m thankful for all of it. The highs. The lows. The blessings. The lessons. The setbacks. The comebacks."
        },
        {
            "date": "24 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Before you can make a dream come true, you must first have one.",
            "quote_02":"A thankful heart is a happy heart."
        },
        {
            "date": "25 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You have to leave the city of your comfort and go into the wilderness of your intuition. What you'll discover will be wonderful. What you'll discover is yourself.",
            "quote_02":"Gratitude helps you see what is there instead of what isn’t."
        },
        {
            "date": "26 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"With everything that has happened to you, you can either feel sorry for yourself or treat what has happened as a gift. Everything is either an opportunity to grow or an obstacle to keep you from growing. You get to choose.",
            "quote_02":"We can choose to be grateful, no matter what."
        },
        {
            "date": "27 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If everybody loves you, something is wrong. Find at least one enemy to keep you alert.",
            "quote_02":"If you want to find happiness, find gratitude."
        },
        {
            "date": "28 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Don't aspire to make a living, aspire to make a difference.",
            "quote_02":"Enjoy life. It’s a gift. Unwrap it with gratitude and love."
        },
        {
            "date": "29 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I am not a product of my circumstances. I am a product of my decisions.",
            "quote_02":"Live everyday with an attitude of gratitude."
        },
        {
            "date": "30 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Always the aim for me is making people feel like they are not alone. That's just the greatest feeling.",
            "quote_02":"Thankful for sweet friends like you."
        },
        {
            "date": "31 October",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Only eyes washed by tears can see clearly.",
            "quote_02":"Live simply, dream big, be grateful, give love."
        },
    
        {
            "date": "1 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Every time you pick up your guitar to play, play as if it's the last time.",
            "quote_02":"Give thanks for a little and you will find a lot."
        },
        {
            "date": "2 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You can't be afraid of what people are going to say, because you're never going to make everyone happy.",
            "quote_02":"It is not happy people who are thankful, it is thankful people who are happy."
        },
        {
            "date": "3 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Once you've accepted your flaws, no one can use them against you.",
            "quote_02":"Grateful for small things, big things and everything in between."
        },
        {
            "date": "4 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If someone ever says you're weird, say thank you.",
            "quote_02":"Be thankful for the troubles you don’t have."
        },
        {
            "date": "5 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"There is overwhelming evidence that the higher the level of self-esteem, the more likely one will be to treat others with respect, kindness, and generosity.",
            "quote_02":"Do something today that your future self will thank you for."
        },
        {
            "date": "6 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
            "quote_02":"A thankful person is thankful under all circumstances. A complaining soul complains even in paradise."
        },
        {
            "date": "7 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You can't fly unless you let yourself fall",
            "quote_02":"Gratitude is a choice. We can choose to be grateful."
        },
        {
            "date": "8 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When I'm on that field, I give it everything I have, and when I come off, I'm a mom. As tired and exhausting as it is, it's about coming back, even after double days, and still being able to enjoy the kids.",
            "quote_02":"If you want to change the world, go home and love your family."
        },
        {
            "date": "9 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Never burn bridges. Today's junior jerk, tomorrow's senior partner.",
            "quote_02":"Joy is not in things; it is in us."
        },
        {
            "date": "10 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You don't have to be a genius or a visionary or even a college graduate to be successful. You just need a framework and a dream.",
            "quote_02":"Family always gonna be there. The material things, they come and go."
        },
        {
            "date": "11 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"There are moments that have a certain flavor of eternity",
            "quote_02":"The best things in life are the people we love."
        },
        {
            "date": "12 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Failure is not the opposite of success; it's part of success.",
            "quote_02":"There are those who give with joy, and that joy is their reward."
        },
        {
            "date": "13 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.",
            
            "quote_02":""
    
        },
        {
            "date": "14 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Comedy is the only weapon I have to battle totalitarianism.",
            "quote_02":"A heart full of joy is better than a hand full of coins."
        },
        {
            "date": "15 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When you meet somebody for the first time, you're not meeting them. You're meeting their representative.",
            "quote_02":"Enjoy the little things in life for one day you’ll look back and realize they were the big things."
        },
        {
            "date": "16 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The mark of greatness is when everything before you is obsolete, and everything after you bears your mark.",
            "quote_02":"If you want your children to turn out well, spend twice as much time with them and half as much money."
        },
        {
            "date": "17 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Instead of wondering when your next vacation is, maybe you should set up a life you don't need to escape from.",
            
            "quote_02":""
    
        },
        {
            "date": "18 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Greatness is a lot of small things done well. Day after day, workout after workout, obedience after obedience, day after day.",
            "quote_02":"Sometimes you just need to go off the grid and get your soul right."
        },
        {
            "date": "19 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.",
            "quote_02":"There are far better things ahead than any we leave behind."
        },
        {
            "date": "20 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you obey all the rules you miss all the fun.",
            "quote_02":"Every next level of your life will demand a different you."
        },
        {
            "date": "21 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"At the end of your life, you will never regret not having passed one more test, not winning one more verdict or not closing one more deal. You will regret time not spent with a husband, a friend, a child, or a parent.",
            "quote_02":"The memories we make with our family is everything."
        },
        {
            "date": "22 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"A mind is like a parachute. It doesn't work if it is not open.",
            "quote_02":"Use this time of year for forgiveness and walk into the new year with a clear head and strong heart."
        },
        {
            "date": "23 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"From what we get, we can make a living; what we give, however, makes a life.",
            "quote_02":"You can get everything in life you want if you will just help enough other people get what they want."
        },
        {
            "date": "24 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I stay fat because it just wouldn't be fair to all the thin people if I were this good-looking, intelligent, funny, and thin. It's a public service really.",
            "quote_02":"Inspiration does exist, but it must find you working."
        },
        {
            "date": "25 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I come from a hut, from a hut I went to the projects, from the projects I went to a mansion so you out there you have ABSOLUTLY NO EXCUSE!",
            "quote_02":"Don't settle for average. Bring your best to the moment. Then, whether it fails or succeeds, at least you know you gave all you had."
        },
        {
            "date": "26 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Never fear, inevitably we shall have our years of failure, and when they arrive, we must reveal tolerance and sanity. No matter the days of anxiety that come our way, we shall emerge stronger because of the trials to be overcome.",
            "quote_02":"Show up, show up, show up, and after a while the muse shows up, too."
        },
        {
            "date": "27 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I am Superman. And the only thing that can kill Superman is Kryptonite. And Kryptonite doesn't exist.",
            "quote_02":"Don't bunt. Aim out of the ballpark. Aim for the company of immortals."
        },
        {
            "date": "28 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"How old would you be if you didn't know how old you are?",
            "quote_02":"I have stood on a mountain of no’s for one yes."
        },
        {
            "date": "29 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's not good to be lit all the time and have no clear-headed thoughts.",
            "quote_02":"If you believe something needs to exist, if it's something you want to use yourself, don't let anyone ever stop you from doing it."
        },
        {
            "date": "30 November",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"People have confused playing devil's advocate with being intelligent.",
            "quote_02":"The best way out is always through."
        },
    
        {
            "date": "1 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When you struggle with a problem, that's when you understand it.",
            "quote_02":"The battles that count aren't the ones for gold medals. The struggles within yourself—the invisible, inevitable battles inside all of us—that's where it's at."
        },
        {
            "date": "2 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Even when I was close to defeat I rose to my feet",
            "quote_02":"If there is no struggle, there is no progress."
        },
        {
            "date": "3 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Innovation is serendipity, so you don't know what people will make.",
            "quote_02":"Courage is like a muscle. We strengthen it by use."
        },
        {
            "date": "4 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"There are three kinds of men. The one that learns by reading. The few who learn by observation. The rest of them have to pee on the electric fence for themselves.",
            "quote_02":"Develop success from failures. Discouragement and failure are two of the surest stepping stones to success."
        },
        {
            "date": "5 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I practice my saxophone three hours a day. I'm not saying I'm particularly special, but if you do something three hours a day for forty years, you get pretty good at it.",
            "quote_02":"Relentlessly prune bullshit, don't wait to do things that matter, and savor the time you have. That's what you do when life is short."
        },
        {
            "date": "6 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The impossible exists only until we find a way to make it possible",
            "quote_02":"More is lost by indecision than wrong decision."
        },
        {
            "date": "7 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"There is no element of genius without some form of madness.",
            "quote_02":"If the highest aim of a captain were to preserve his ship, he would keep it in port forever."
        },
        {
            "date": "8 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I wanted a perfect ending. Now I've learned, the hard way, that some poems don't rhyme, and some stories don't have a clear beginning, middle and end.",
            "quote_02":"You can be the ripest, juiciest peach in the world, and there's still going to be somebody who hates peaches."
        },
        {
            "date": "9 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Silence - not dissent - is the one answer that leaders should refuse to accept.",
            "quote_02":"Keep a little fire burning; however small, however hidden."
        },
        {
            "date": "10 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You pray for the hungry. Then you feed them. That's how prayer works.",
            "quote_02":"The only way of discovering the limits of the possible is to venture a little way past them into the impossible."
        },
        {
            "date": "11 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Ignore your mistakes. The number one thing to worry about is: Am I doing what I'm good at?",
            "quote_02":"Worry is a misuse of imagination."
        },
        {
            "date": "12 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"In the hands of a great poet, words have ways of affecting us in ways we don't understand.",
            "quote_02":"Courage is the most important of all the virtues because without courage, you can't practice any other virtue consistently."
        },
        {
            "date": "13 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Sometimes, carrying on, just carrying on, is the superhuman achievement.",
            "quote_02":"I never look back, darling. It distracts from the now."
        },
        {
            "date": "14 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you want to change who you are, you have to change what you do.",
            "quote_02":"A year from now you will wish you had started today."
        },
        {
            "date": "15 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The only thing worse than being blind is having sight but no vision.",
            "quote_02":"The reason we struggle with insecurity is because we compare our behind-the-scenes with everyone else’s highlight reel."
        },
        {
            "date": "16 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Faith is to believe what you do not see; the reward of this faith is to see what you believe.",
            "quote_02":"Somewhere, something incredible is waiting to be known."
        },
        {
            "date": "17 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you work hard, you have a better chance of producing something that you're proud of. If you don't, you won't. It's really simple.",
            "quote_02":"Don’t worry about failure; you only have to be right once."
        },
        {
            "date": "18 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"When you value people, you give them freedom.",
            "quote_02":"You carry the passport to your own happiness."
        },
        {
            "date": "19 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You know what lasts longer than beauty? Being smart.",
            "quote_02":"Never let success get to your head and never let failure get to your heart."
        },
        {
            "date": "20 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Don't worry about failure; you only have to be right once.",
            "quote_02":"The most difficult thing is the decision to act, the rest is merely tenacity."
        },
        {
            "date": "21 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I'll tell you what bravery really is. Bravery is just determination to do a job that you know has to be done.",
            "quote_02":"I’d rather regret the things I’ve done than regret the things I haven’t done."
        },
        {
            "date": "22 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"The most successful people reach the top not because they are free of limitations, but because they act in spite of their limitations.",
            "quote_02":"I will not lose, for even in defeat, there’s a valuable lesson learned, so it evens up for me."
        },
        {
            "date": "23 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Money is plentiful for those who understand the simple laws which govern its acquisition.",
            "quote_02":"I do not try to dance better than anyone else. I only try to dance better than myself."
        },
        {
            "date": "24 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Sports for me is when a guy walks off the court, and you really can't tell whether he won or lost, when he carries himself with pride either way.",
            "quote_02":"If you don’t risk anything, you risk even more."
        },
        {
            "date": "25 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"I hate that word -- 'lucky.' It cheapens a lot of hard work",
            "quote_02":"I think it’s intoxicating when somebody is so unapologetically who they are."
        },
        {
            "date": "26 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Better to be king for a night than a schmuck for a lifetime.",
            "quote_02":"You can never leave footprints that last if you are always walking on tiptoe."
        },
        {
            "date": "27 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"If you give up at the first sign of struggle, you're really not ready to be successful.",
            "quote_02":"If you don’t like the road you’re walking, start paving another one."
        },
        {
            "date": "28 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"You can't achieve anything in life without a small amount of sacrifice.",
            "quote_02":"If it makes you nervous, you’re doing it right."
        },
        {
            "date": "29 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"My parents are very conservative. They taught me the value of hard work - dont depend on other people, do it yourself.",
            "quote_02":"What you do makes a difference, and you have to decide what kind of difference you want to make."
        },
        {
            "date": "30 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"Politics is the art of looking for trouble, finding it everywhere, diagnosing it incorrectly and applying the wrong remedies.",
            "quote_02":"I choose to make the rest of my life the best of my life."
        },
        {
            "date": "31 December",
            "occasion_01":"",
            "occasion_01_img":"",
            "occasion_02":"",
            "occasion_02_img":"",
            "quote_01":"It's not in the dreaming, it's in the doing.",
            "quote_02":"In order to be irreplaceable one must always be different."
        }
    ]
}
