{
    "One_Liner_QnA":[
        {
            "s":"History",
            "c":[
                {
                    "n":"Pre-Historic Period",
                    "qna":[
                        {
                            "q":"According to historians, human life was not civilized in prehistoric times. Was script invented during this period?",
                            "a":"No"
                        },
                        {
                            "q":"In which year did the discovery of Stone Age civilization first begin in India?",
                            "a":"In 1863 AD"
                        },
                        {
                            "q":"Where did Robert Bruce Foote, a scholar of the Archaelogical Survey of India, discover pre-stone age tools?",
                            "a":"Pallavaram (Madras)"
                        },
                        {
                            "q":"The Palaeolithic Period is known as which era?",
                            "a":"Hunting and Food gathering Era"
                        },
                        {
                            "q":"The earliest existence of human beings in India is indicated by the tools discovered from the layers of second glaciation, dated to be around 250,000 BC. What were the above tools made from?",
                            "a":"Stone"
                        },
                        {
                            "q":"Based on the latest information obtained from the excavation of a site called Bori, the existence of humans can be assumed from 14 lakh years ago. In which state of India is this place located?",
                            "a":"Maharashtra"
                        },
                        {
                            "q":"The Palaeolithic age can be divided into how many classes depending on the nature of weapons used by humans and the changes in climate?",
                            "a":"Three: Lower Palaeolithic Era, Middle Palaeolithic Era & High Palaeolithic Era"
                        },
                        {
                            "q":"Which culture is also known as Gadasa-Khandak, Batikashm culture?",
                            "a":"Sohan Culture"
                        },
                        {
                            "q":"Where has the Jurissic era tree fossil been found?",
                            "a":"Chhatisgarh"
                        },
                        {
                            "q":"The Middle Palaeolithic Period was referred to as the Nevasaphase because the highest quality tools of this period were found at a place called nevasa. In which state of India is this place located?",
                            "a":"Maharashtra"
                        },
                        {
                            "q":"From which place near Nevasa has evidence of Middle Palaeolithic industry and habitation been found?",
                            "a":"Chirki"
                        },
                        {
                            "q":"In the Middle Palaeolithic Period, quartzite stone were replaced with stones of Jasper, Chert, Flint, etc. What were the tools of this period mainly made of?",
                            "a":"Flakes"
                        },
                        {
                            "q":"Flakes, points, scrapers etc. were the main tools of the Middle Palaeolithic Period. By which name is the period known due to the excess use pf flakes?",
                            "a":"Flakes Culture"
                        },
                        {
                            "q":"The tool of burin is characteristic of which period?",
                            "a":"Upper Palaeolithic Period"
                        },
                        {
                            "q":"With which valley civilization is Lohanda drains associated that has yeilded the statue of Mother Goddess made of bone?",
                            "a":" Belan Valley"
                        },
                        {
                            "q":"The fossils of which bird from Patane has yeilded an ornament with three diagonals on it?",
                            "a":"Ostrich"
                        },
                        {
                            "q":"Who first invented fire?",
                            "a":"Java Human"
                        },
                        {
                            "q":"Hand axe and cleaver are the most familiar tools of ancient times. Who is known as the first tool maker?",
                            "a":"Handy man"
                        },
                        {
                            "q":"The Middle Stone Age (10,000 BC to 7000 BC) is also known by which name?",
                            "a":"Period of Hunting and Animal Husbandry"
                        },
                        {
                            "q":"From where has been the evidence of animal husbandry been found in middle stone age?",
                            "a":" Azamgarh, Hoshangabad, Madhya Pradesh and Bagore, Bhilwara, Rajasthan"
                        },
                        {
                            "q":"In which period did the proper burial of human skeletons first begin?",
                            "a":"Middle Stone Age"
                        },
                        {
                            "q":"The Middle Stone Age Industry was basically:",
                            "a":"Geometric"
                        },
                        {
                            "q":"At which place have more than 500 painted rock shelters of the Middle Stone Age been found?",
                            "a":"Bhimbetka, MP"
                        },
                        {
                            "q":"Human skeletons in India have been found from the Middle Stone Age. Whose fossiles have been obtained from the Shivalik region?",
                            "a":"Ramapithecus"
                        },
                        {
                            "q":"In which period did sedentary life, population growth, self-sufficient economy, chalk making, use of pottery and widespread use of fire start?",
                            "a":"Neolithic Period (7000 BC - 1000 BC)"
                        },
                        {
                            "q":"In which age did man learn the art of cloth making?",
                            "a":"New Stone Age"
                        },
                        {
                            "q":"Who first discovered stone celt on the banks of river Tons in Uttar Pradesh in 1860?",
                            "a":"Le Mesurier"
                        },
                        {
                            "q":"In the year 1872, Fraser declared which place as the main site of Late Stone Age civilization of South India?",
                            "a":"Bellary"
                        },
                        {
                            "q":"The Neolithic Period (7000 - 1000 BC) is also known as the period of food crop production. From which place have various varieties of cultivable wheat and barley of pre-5000 BC been obtained?",
                            "a":"Mehargarh"
                        },
                        {
                            "q":"Evidence of wild rice has been found Koldihwa in Belan Valley of Uttar Pradesh, which happens to be the oldest evidence of rice. What is the name of the variety of paddy discovered there?",
                            "a":"Oryza Sativa"
                        },
                        {
                            "q":"From which place in Belan Valley have post holes been found?",
                            "a":"Koldihwa"
                        },
                        {
                            "q":"Though scripts had been invented in the Harappan civilization, but it as belonging to which period?",
                            "a":"Proto-Historical Period"
                        },
                        {
                            "q":"Humans used stone and copper tools simultaneously during the Chalcolithic Period. People of this period mainly belonged to which community?",
                            "a":"Rural Community"
                        },
                        {
                            "q":"Scripts were discovered in Harappa culture but they are not deciphered. Therefore, this civilzation has been considered of which period?",
                            "a":"Pre-Historic Period"
                        },
                        {
                            "q":"Which metal is the first to be used by human beings?",
                            "a":"Copper"
                        },
                        {
                            "q":"During Chalcolithic age men used both stones and copper together. People during this age were related mainly to which community?",
                            "a":"Village/Rural Community"
                        },
                        {
                            "q":"Southeastern Rajasthan (Ahar and  Gilund), western Madhya Pradesh (Malwa, Kayatha and Eran), western Maharashtra and south-eastern India were the main regions of Chalcolithic Period in India. The pottery of which of these places is considered to be the best among Chalcolithic potteries?",
                            "a":"Malwa"
                        },
                        {
                            "q":"During Chalcolithic age how did people of Maharashtra bury the dead bodies?",
                            "a":"North - South Direction"
                        },
                        {
                            "q":"The Jorwe culture was rural. Which of its sites is considered to be largest?",
                            "a":"Daimabad"
                        },
                        {
                            "q":"Which kind of items have been found in large quantity from Daimabad?",
                            "a":"Bronze items"
                        },
                        {
                            "q":"The ancient name of Ahar is Tambavti. Which site is considered as the local center of this culture?",
                            "a":"Gilund"
                        },
                        {
                            "q":"Almost all of the copper cultures of 1200 BC have disappeared. How long did only Jorwe culture survive?",
                            "a":"700 BC"
                        },
                        {
                            "q":"What are some important Chalcolithic cultures in India?",
                            "a":"Ahara Banas (Rajasthan), kayatha Culture (Rajasthan), Malwa Culture (Gujarat), Swalda Culture (Maharashtra), Jorwe Culture (Maharshtra)"
                        },
                        {
                            "q":"Black and red pottery made on chalk was used on Chalcolithic Period. People of which culture first use painted pottery?",
                            "a":"Chalcolithic Culture"
                        },
                        {
                            "q":"Which kind of objects have been formed in largest quantity from Navadatoli?",
                            "a":"Grains"
                        }
                    ]
                },
                {
                    "n":"Mughal Empire",
                    "qna":[
                        {
                            "q":"Babur was the 15th descendant of Timur from his father's side and Genghis Khan's 14th descendant from the maternal side. Babur himself laid the foundation of which new dynasty?",
                            "a":"Chagatai Dynasty"
                        },
                        {
                            "q":"In his autobiography, titled 'Baburnama'. Babur mentions five Muslim rulers of Bengal, Delhi, Malwa, Gujarat and Bahmani kingdoms. Which two Hindu states did he refer to?",
                            "a":"Mewar and Vijaynagar"
                        },
                        {
                            "q":"When and where did Babur launch India's first attack?",
                            "a":"In 1519, Bajour"
                        },
                        {
                            "q":"The main reason for Babur's victory in the First Battle of Panipat (April 21, 1526) was his arteillery and skilled generalship. Which war tactic did Babur adopt in this war?",
                            "a":"Tulughma Warfare"
                        },
                        {
                            "q":"What was the main reason for the Battle of Khanwa (1527 AD) fought by Babur against the Rajputs?",
                            "a":"Babur's determination to stay in India"
                        },
                        {
                            "q":"When and between whom was the Bar of Chanderi fought?",
                            "a":"On 29 January 1528, between Babur and Medini Rai"
                        },
                        {
                            "q":"Who was the only ruler among the Mughal experors who divided the empire among his brothers?",
                            "a":"Humayun"
                        },
                        {
                            "q":"'One of the main reasons for Humayun's failure was his graceful but irrational kindness'. Who said this?",
                            "a":"Lane Poole"
                        },
                        {
                            "q":"The Battle of Chausa was fought between whom on 29 June 1539?",
                            "a":"Humayun & Sher Shah Suri" 
                        },
                        {
                            "q":"After the Battle of Kannauj, the power of India once again came into the hands of the Afghans. When did this battle take place?",
                            "a":"May 17, 1540"
                        },
                        {
                            "q":"In the exile, Humayun married Hamida Bano Begum. Akbar was born of this marriage. Whose daughter was Hamida Bano Begum?",
                            "a":"Spiritual Saint Mir Ali's"
                        },
                        {
                            "q":"The victory of the Mughals in the Battle of Sirhind gave them the throne of India once again. Who led the Afghan and Mughal forces in this battle?",
                            "a":"Sikandar Sur and Bairam Khan"
                        },
                        {
                            "q":"On 23 July 1555, Humayun once again sat on the throne of Delhi. Humayun died soon in January 1556. What was the reason for his death?",
                            "a":"Falling down the stairs of the library"
                        },
                        {
                            "q":"Who conferred the title of Sher Khan on Sher Shah?",
                            "a":"Bahar Khan Lohani"
                        },
                        {
                            "q":"Which title did Sher Shah assume after defeating Nusrat Shah, the ruler of Bengal in 1529?",
                            "a":"Hazrat-e-Ala"
                        },
                        {
                            "q":"After defeating Humayun in the Battle of Chausa (1539 AD), Sher Khan assumed the title of 'Sher Shah', he got the 'khutba' read in his name and issued a coin. After which battle did Sher Khan register a decisive victory over Delhi?",
                            "a":"Battle of Kannauj (Bilgram), 1540"
                        },
                        {
                            "q":"Which fort was built by Sher Shah for the protection of the North-Western border?",
                            "a":"Rohtasgarh"
                        },
                        {
                            "q":"'I had alomost lost the empire of India for handfull of millets'. During which battle did Sher Shah say this?",
                            "a":"In the Battle of Marwar (1544)"
                        },
                        {
                            "q":"The Kalinjar expedition was Sher Shah's last campaign. In this campaign, Sher Shah died while operating which firearm?",
                            "a":"Ukka"
                        },
                        {
                            "q":"Sher Shah set up four departments based on the Sultanate system. Diwan-e-Wazarat looked afetr Finance, Diwane-Arz was related to army and Diwane Insha kept accounts of the orders of the Sultan. Diwan-e-Rasalat was related to:",
                            "a":"Ministry of External Affairs"
                        },
                        {
                            "q":"During the reign of Sher Shah, each province was divided into several Sarkars. The two principal officers of each sarkar were:",
                            "a":"Shiqdar-e Shiqdaran and Munsif-e-Munsifan"
                        },
                        {
                            "q":"Each Sarkar was divided into parganas that had two officers in form of Shiqdar who saw military work and the Munsif-Diwani who oversaw civil cases. Besides, there were two other officers in the form of Fotedar and Karkun. Which tasks did they perform respectively?",
                            "a":"Cashier and keeping an account of income-expenditure"
                        },
                        {
                            "q":"In Sher Shar's time what percentage of agriculture production was collected as tax after condsidering the average of the type of land and crop?",
                            "a":"1/3 part"
                        },
                        {
                            "q":"In which form was land revenue payable during Sher Shah's time?",
                            "a":"Both cash and grain"
                        },
                        {
                            "q":"During Sher Shah's period, 1/4th of the produce was collected as tax in Multan. In addition to this, taxed called zaribana (Survey fee) and mahasilana (tax collection fee) had also to be paid. They consituted what percentage of land revenue respectively?",
                            "a":"25% and 5%"
                        },
                        {
                            "q":"In Sher Shah's time, th revenue-related cases were decided by Munsif (in pargana) and Munsif-e-Munsifan (in Sarkars), while the criminal cases were decided by Shiqdar and Shiqdar-e-Daran respectively. Who used to decided by Shiqdar and Shiqdar-e-Daran respectively. Who used to decide non-military cases?",
                            "a":"Qazi"
                        },
                        {
                            "q":"Who looked after the establishment and maintenance of law and order in the villages?",
                            "a":"Chaudhary and Muqaddam"
                        },
                        {
                            "q":"Sher Shah built 17000 inns (Sarais). Who used to look after these inns?",
                            "a":"Shiqdar"
                        },
                        {
                            "q":"These were 23 mints during Sher Shah's time. He issued a 'Rupaya' (380 grains) of pure silver and 'Dam' (380 grains) of copper. In which script were his name and position inscribed on those coins?",
                            "a":"In Arabic or Nagari script"
                        },
                        {
                            "q":"Akbar was born in the place of Rana Veershal of Amarkot on 15 October 1542. At which place was he crowned by Abul Qasim under the supervision of Bairam Khan?",
                            "a":"In Kalanaur (Punjab)"
                        },
                        {
                            "q":"Which title was conferred by Akbar on Bairam Khan after the appointment of the latetr as his Wakil In 1556 AD?",
                            "a":"Khan-e-Khana"
                        },
                        {
                            "q":"The Second Battle of Panipat (November 5, 1556) was fougth between whom?",
                            "a":" Between Bairam Khan and Hemu (Vikramaditya)"
                        },
                        {
                            "q":"Bairam Khan was killed by Mubarak Khan on his way to Mecca. Thereafter, Akbar married Salima Begum, widow of Bairam Khan. His son, whom Akbar elevated to the rank of Khan-e-Khana after having looked after his upbringing, was:",
                            "a":"Abdur Rahim"
                        },
                        {
                            "q":"Akbar abolished slavery in 1562 and ended the pilgrimage tax in 1563. In which year was Jizya abolished by him?",
                            "a":"In 1564"
                        },
                        {
                            "q":"Akbar was so impressed by the valor of Jaimal and Patta that he got their statues made, riding elephants, and had them placed outside his fort in Agra. With which kingdom were these warriors related?",
                            "a":"Chittorgarh"
                        },
                        {
                            "q":"During which expedition did Akbar visit the sea for the first time and meet Portuguese merchants for the first time?",
                            "a":"Gujarat Campaign (1572)"
                        },
                        {
                            "q":"Who made the governor of Kabul after Akbar conquered it in 1581?",
                            "a":"Bakht-un-Nissa Begum"
                        },
                        {
                            "q":"The first revolt of Akbar's reign was done by whom in 1564?",
                            "a":"by Uzbeks"
                        },
                        {
                            "q":"What was Akbar's Rajput policy based on?",
                            "a":"Repression and concilation"
                        },
                        {
                            "q":"Akbar established an Ibadatkhana at Fatehpur Sikri in 1575. What was it made for?",
                            "a":"For debates and discussions on philosophical and theological topics"
                        },
                        {
                            "q":"Akbar issued Mahzarnama (or Infallibility Decree) in 1579 to take all the religious matters into his own hands. How was Akbar addressed to in this document?",
                            "a":"Amir-ul-Mominin"
                        },
                        {
                            "q":"In which year did Akbar promulgate Din-i-llahi to reconcile all religions?",
                            "a":"In 1582"
                        },
                        {
                            "q":"The principal priest of the Din-i-llahi was Abdul Fazal. Who among the Hindus accepted it?",
                            "a":"Birbal (also known as Mahesh Das)"
                        },
                        {
                            "q":"Which Sufi sect was promoted by Akbar?",
                            "a":"Chishti sect"
                        },
                        {
                            "q":"In which year was the new calendar-Illahi Samvat released by Akbar?",
                            "a":"In 1583"
                        },
                        {
                            "q":"Akbar was most influenced by Hinduism. Which jagirs did he allot to Vitthalnath, son of Vallabhacharya?",
                            "a":"Jagirs of Gokul and Jaitpur"
                        },
                        {
                            "q":"What prominent Parsi traditions were started by Akbar?",
                            "a":"Jharokha Dardhan, Tuladaan and Paibos"
                        },
                        {
                            "q":"Akbar provided 500 bigha of land to Sikh Guru Ramdas Ji in 1577, which also had a natural pond. Which city was established there later?",
                            "a":"Amritsar"
                        },
                        {
                            "q":"The Jesuit mission of Christians thrice came to Akbar's court. Who was the leader of the first Jesuit mission to Akbar's court?",
                            "a":"Father Acquaviva"
                        },
                        {
                            "q":"Salim (Jahangir) was born in 1569 from the womb of the daughter of King Bahrmal. Salim was first married to Maan Bai, daughter of Bhagwan Das, king of Amer and sister of Man Singh. With whom did his second marriage take place?",
                            "a":"Jagat Gonsai (or Jodha Bai), daughter of Uday Singh (Marwar)"
                        },
                        {
                            "q":"Where was the famous Chain of Justice, with 60 bells, located?",
                            "a":"In Agra Fort"
                        },
                        {
                            "q":"In the Battle of Bhairowal between Khusro and Jahangir, Khusro was defeated and Jahangir blinded him. Where is Bhairowal located?",
                            "a":"Near Jalandhar"
                        },
                        {
                            "q":"Aimed at the conquest of Mewar, the Mughals had to enter into treaties with Mewar (with Prince Parvez in 1605, Mahabat Khan in  1608, Abdullaha Khan in 1609 and later in 1615) under Jahangir's reign. Who was the ruler of Mewar at that time?",
                            "a":"Rana Amar Singh"
                        },
                        {
                            "q":"After which treaty was Prince Khurram given the title of Shah Jahan by Jahangir?",
                            "a":"The treaty between Ahmednagar and the Mughals (1617)"
                        },
                        {
                            "q":"Who snatched Kandahar from the Mughals during the reign of Jahangir?",
                            "a":"Shah of Persia (in 1622 AD)"
                        },
                        {
                            "q":"Celebrating the festival of Raksha Bandhan, gambling on Diwali, donations to Brahmins and temples continued during the reign of Jahangir. Like Akbar, be continued the tradition of prohibiting cow slaughter. Which Hindu did he appointed as Judge of the Hindus?",
                            "a":"Srikanth"
                        },
                        {
                            "q":"Who included the Marathas in the Mughal nobilty?",
                            "a":"Jahangir"
                        },
                        {
                            "q":"The court of which Mughal emperor was visited by Hawkins (1608 - 11), as the representative of the company, and by Sir Thoman Roe (1615 - 19) as the emissary of Emperor James I?",
                            "a":"Jahangir's Court"
                        },
                        {
                            "q":"Nur Jahan formed a group consisting of her father I'timad-ud-Daulah mother Asmat Begum, brother Asaf Khan and Prince Khurram. By which name was this group known?",
                            "a":"Junta Faction"
                        },
                        {
                            "q":"The method of making perfumes was invented in the Mughal period by",
                            "a":"Asmat Begum"
                        },
                        {
                            "q":"Shah Jahan was married in 1612 to 'Arjumand Bano Begum', daughter to Asaf Khan. By which name is she known in history?",
                            "a":"Mumtaz Mahal"
                        },
                        {
                            "q":"Muhammad Syed (Mir Jumla) presented the Kohinoor daimond to Shah Jahan. Who was Muhammad Syed?",
                            "a":"Wajir of Golconda and Persian Merchant"
                        },
                        {
                            "q":"Between whom was the Battle of Dharmat, related to the Mughal war of succession, fought?",
                            "a":"Between the imperial army and the combined armies of Aurangzeb and Murad Baksh"
                        },
                        {
                            "q":"The practice of Sijda and Paibos was abolished by Shah Jahan, the pilgrimage tax was reimposed on Hindus and the earlier orders of Akbar and Jahangir, prohibiting cow slaughter, were revoked. Which new era did Shah Jahan start?",
                            "a":"Hijri Samvat"
                        },
                        {
                            "q":"Om May 18, 1637, Aurangzeb was married to Dilras Bano Begum. She was the princess of:",
                            "a":"of Persia"
                        },
                        {
                            "q":"Arurangzeb got his first coronation done in Delhi on 21 July 1658, after the conquest of Samugarh and after taking control of Agra. After this, which title was held by Aurangzeb?",
                            "a":"Abul Muzaffar Alamgir"
                        },
                        {
                            "q":"Aurangzeb abolished 'raahdari', 'paandari' and several 'abwabs' for the redressal of the economic sufferings of the people. What were these respectively?",
                            "a":"Internal transit fee, trade duties and local taxes"
                        },
                        {
                            "q":"During Aurangzeb's time, Bijapur was merged with the Mughal Empire in 1686 and Golconda in 1687. Who was the ruler of Bijapur at this time?",
                            "a":"Sultan Sikandar Adil Shah"
                        },
                        {
                            "q":"The first conflict between the Mughals and Shivaji began when Shivaji attacked the fortresses of Ahmednagar and Junnar. These events were related to which year?",
                            "a":"1656"
                        },
                        {
                            "q":"Between whom a 'living pir' for his staunch Sunni subjects because of his strict adherence to Islamic laws. By which name was he known on account of his simple way of living and regular observance of Namaz?",
                            "a":"Shahi Dervish (Royal Dervish)"
                        },
                        {
                            "q":"Before Aurangzeb, Akbar also tried to stop the practice of sati. But Aurangzeb got it completely banned. In which year did Aurangzeb impose this ban?",
                            "a":"In 1663"
                        },
                        {
                            "q":"In which year did Aurangzeb ban the observance of Hindu festivals and celebrations?",
                            "a":"In 1668"
                        },
                        {
                            "q":"Aurangzeb ended the Jharokha Darshan in the 11th year of his reign and the Tuladaan system in the 12th year. What was the custom of Tula Daan?",
                            "a":"Weighing the King in Gold and Silver"
                        },
                        {
                            "q":"The Thirty Years' battle between Marwar and the Mughals lastted in three phases, 1681-1687, 1687-1701 and 1701-1707, respectively. It was in the third phase (1701 to 1707) that the Rajputs made Marwar almost independent. Who is considered as the hero of this thirty-year battle?",
                            "a":"Durgadas Rathore"
                        },
                        {
                            "q":"During the period of Auzangzeb, the Jats revolted under Gokula (1669), the second rebellion was led by Rajaram in 1685. Who among them looted Akbar's tomb and dragged Akbar's bones and burned them?",
                            "a":"Rajaram"
                        },
                        {
                            "q":"The independent state called Bharatpur was founded by",
                            "a":"By Chudaman Jat"
                        },
                        {
                            "q":"The Satnami Rebellion took place in the reign of which Mughal ruler in 1672?",
                            "a":"Aurangzeb"
                        },
                        {
                            "q":"In 1667, a chieftain of the Yusufzai clan (located in the northwestern region) declared Muhammad Shah, a man claiming to be a descendant of an ancient royal dynasty, as king and himself as his wazir. Who was this chieftain?",
                            "a":"Bhagu"
                        },
                        {
                            "q":"The Aghans revolted again in 1672 under the leadership of Afridi chief Akmal Khan, proclaimig himself as the king. Which religious movement formed the background of the Afghan uprising?",
                            "a":"Religious movement called Roshanai"
                        },
                        {
                            "q":"During the time of Aurangzeb, the first revolt of the Bundelas took place under the leadership of Champat Rai, the ruler of Orchha. Who led the rebellion after Champat Rai?",
                            "a":"Chharasal"
                        },
                        {
                            "q":"What was the only rebellion against Aurangzeb that took place due to religious reasons?",
                            "a":"Sikh Rebellion"
                        },
                        {
                            "q":"After the execution of Guru Tegh Bahadur in 1675, Guru Govind Singh apposed the religious policy of Aurangzeb. Where did they make their headquarters?",
                            "a":"In Makhoval and Anandpur"
                        },
                        {
                            "q":"Aurangzeb died in Ahmednagar on 20 Feb, 1707 at the age of 88. As per his wish, he was buried by the side of Fakir Burhanuddin (Sheikh Zain-ul-Haq). Where is it located?",
                            "a":"In Daulatabad"
                        },
                        {
                            "q":"What was the fundamental basis of the Mughal theory of Kingship?",
                            "a":"Sharia (a combination of Quran and Hadith)"
                        },
                        {
                            "q":"The Mughal theory of kingship during Akbar's period has been explained in the 'Ain Akbari'. Who is its author?",
                            "a":"Abul Fazal"
                        },
                        {
                            "q":"The post of Wazir was very important during Babur and Humayun's time. He used to be the Prime Minister of the empire. In Akbar's time, he came to be called 'Wakil'. Gradually, Akbar ended the monopoly of Wakil and created which new post?",
                            "a":"Diwan-e-Wazarat-e-Kul"
                        },
                        {
                            "q":"The Diwan was assisted by a number of other officers such as Diwane Khalisa and the Mustaufi and Mushrif who looked after salaries and Jagirs. With what was Mistaufi related?",
                            "a":"Inspection of income and expenditure"
                        },
                        {
                            "q":"Who was the supreme officer of the Military department in the Mughal period?",
                            "a":"Mir Bakshi"
                        },
                        {
                            "q":"The main function of Mir Bakshi was to recruit soldiers, maintain their hull, manage logistics, discipline in the army, weapons for the soldiers and manage elephant and horses. In addition, the security of the royal palace was also his responsibility. Despite this, he was neither a commander nor an officer on permanent salary. Whose job was it to pay permanent salaries?",
                            "a":"Diwan-e-Tan"
                        },
                        {
                            "q":"The post of Mir-e-Sama was established during the reign of Akbar. With which field was it related?",
                            "a":"Domestic affairs, organization of factories and their independent management"
                        },
                        {
                            "q":"Sadr-us-Sudur (Sadr-e-Kul) was an advisor to the emperor in religious matters. By which other name was he known?",
                            "a":"Sheikh-ul-Islam"
                        },
                        {
                            "q":"What was the term for cash and tax-free land given by Sadr for livlihood?",
                            "a":"Wazifa and Madad-e-Mash (Samurgal)"
                        },
                        {
                            "q":"Muhtasib was appointed by which ruler to look after the moral character of his subjects?",
                            "a":"by Aurangzeb"
                        },
                        {
                            "q":"In terms of administration, the Mughal Empire was divided into subas, subas into sarkars, sarkars into parganas into villages. What do sarkars and subas mean here?",
                            "a":"Districts and Prvinces respectively"
                        },
                        {
                            "q":"In Akbar's time, the principal offer of the provincial administration was officialy called Siphasalar (Governor), which came to be called Nazim or Nazim-e-Suba during the time of his successors. By which name was it known among general public?",
                            "a":"Subedar"
                        },
                        {
                            "q":"The provin Diwan (Diwan-e-Suba) used to be the financial officer of the province. To whom was he responsible?",
                            "a":"Royal Diwan"
                        },
                        {
                            "q":"When there was a confrontation between the Provincial Governor and the Provincial Diwan, there was a team pof correspondents to send all the information of the provinces to the Central Government. What was is known as?",
                            "a":"Savani-Navasi"
                        },
                        {
                            "q":"In the Mughal period, the Faujdar was the chief administrator of a Sarkar (district). His main function was to maintain law and order in the government. During the time of which ruler, the post of Faujdar became hereditary?",
                            "a":"After Aurangzeb's death"
                        },
                        {
                            "q":"What was the financial officer of Sarkar (district) called?",
                            "a":"Amil or Amal-Guzar"
                        },
                        {
                            "q":"During the Mughal rule, the Shiqdar was the chief of a paragana and Amil was the finance officer. Akbar appointed an Amil in every paragana (Mahal) the annual income of which was worth 1 crore dam (Rs. 25000). What was he known as among general public?",
                            "a":"Karori"
                        },
                        {
                            "q":"The Gram Pradhan was the head of the village. He was also known as:",
                            "a":"Khut, Muqaddam, Chaudhary"
                        },
                        {
                            "q":"In the Mughal period, there was a patwari to assist the Gram Pradhan (village headman). In which form was one percentage pf the revenue given to the Patwari?",
                            "a":"Dasturi (Commission)"
                        },
                        {
                            "q":"In the Mughal period, the villages under the parganas were called (mavada) or 'dih'. The smaller settlements under Mavada or Dih were called Nagla. What was the intermediate unit between the developed Sarkar and the pargana, the government used to have factories. What were these factories called?",
                            "a":"Bayutat"
                        },
                        {
                            "q":"The silver coins of Babur had 'Kalma' and the name of the four Caliphs on one side and the name and title of Babur on the other side. What were the names of silver coins issued by him in Kabul and Kandahar?",
                            "a":"Shahrukhi and Babri"
                        },
                        {
                            "q":"A royal mint was built at Delhi by Akbar in 1577. Who was appointed as its head?",
                            "a":"Khwaja Adbus Samad"
                        },
                        {
                            "q":"Akbar introduced a gold coin called Muhar in the early years of his rule. What was the name of the largest gold coin issued by Babur?",
                            "a":"Shansab"
                        },
                        {
                            "q":"Which ruler circulated the coin named Aana between the price and the rupee?",
                            "a":"Shah Jahan"
                        },
                        {
                            "q":"By what name was the mint officer known during the Mughal period?",
                            "a":"Daroga"
                        },
                        {
                            "q":"The Mughal army was organised on the decimal system. Their army was divided into four categories: the army of subordinate kings, the troops of the mansabdars, the Ahdi Soldiers and the dakhili soldiers. Who were the Ahdi soldiers among them?",
                            "a":"Soldiers of the emperor"
                        },
                        {
                            "q":"The cavalry of the Mughal were divided into which two parts?",
                            "a":"Bargir and Shiledar"
                        },
                        {
                            "q":"During the Mughal period, Du-Aspa referred to soldiers with two horses, Sih Aspa: Soldiers with three horses, and Ek Aspa - Soldiers with one horse. Which type of soldier was a Nimn-Aspa?",
                            "a":"Two soldiers having one horse"
                        },
                        {
                            "q":"The foundation stone of Mughal artillery was laid under the leadership of Persian artillery master Ali and Mustafa Khan during Babur's time. Later Kabir and Hussain provided able leadership. What was the chief afficer of Mughal artillery called?",
                            "a":"Mir-e-Atish"
                        },
                        {
                            "q":"Akbar experienced the need of navy for the first time during the Gujarat victory and Bengal Campaign in 1527. For this, a department called Nawada was established by Akbar. What was the head of this department called?",
                            "a":"Mir-e-Bahr"
                        },
                        {
                            "q":"As a result of whose help did Aurangzeb establish a powerful navy?",
                            "a":"With the help of the Siddis of Janjira and Muplahs"
                        },
                        {
                            "q":"We get evidence of the grant of Mansab for the first time in the 11th regnal year of Akbar. Which dual rank within the mansab system was started by Akbar in his last years?",
                            "a":"Zat and Sawar"
                        },
                        {
                            "q":"The word Zaat used to indicate the salary and position of a person. What did Sawar mean?",
                            "a":"The number of cavalrymen a person was required to maintain"
                        },
                        {
                            "q":"Under the Mansabdari system, all officer's below the rank of the mansab of 500 were called mansabdars, the officers enjoying the mansab from 500 to 2500 were called amirs and those ranked over 2500 were called:",
                            "a":"Amir-e-Umda"
                        },
                        {
                            "q":"Based on their sawar ranks, the Mansabdars of 5000 and below were divided into three categories: The first class consisted of Sawar rank equivalent to the number of Zat such as 5000 Zat / 5000 Sawar. Second-class mansabdars had to keep less than half or fewer Sawar than their Zat Rank, such as 5000 Zat / 3000 Sawar. What was the composition of Mansabdars of third class?",
                            "a":"Sawar ranks being less than even half of Zat rank such a 5000 Zat / 2000 Sawar"
                        },
                        {
                            "q":"It was first during the reign of Jahangir only that Afghan and India Muslims began to be given the post of Mughal mansabdars. Which ruler first included the Marathas in Umrah class?",
                            "a":"Jahangir"
                        },
                        {
                            "q":"Watan jagirs were given to hereditary kings and landlords in their own territories. The Altamga Jagir was given only in the form of government grants to those families who enjoyed special favor from the emperor. The practice of giving Altanga Jagir was started during which ruler?",
                            "a":"During Jahangir's time"
                        },
                        {
                            "q":"Who was considered as the Supreme Judge in the Mughal Period?",
                            "a":"The Emperor"
                        },
                        {
                            "q":"During the reign of which emperor. Hindu Pandits were appointed to adjudicate the cases of Hindu?",
                            "a":"During the time Akbar"
                        },
                        {
                            "q":"Fatwa-e-Alamgiri was authored by Aurangzeb. Which field was it related to?",
                            "a":"With legal justice"
                        },
                        {
                            "q":"Akbar gave a permanent shape to the Mughal revenue system by introducing a new tax system called Ain-Dahsala, in the 24th year of his rule (in 1580). Who was the real founder of this system?",
                            "a":"Todarmal"
                        },
                        {
                            "q":"In which categories was land classified during Akabar's rule for the purpose of calculating land revenue?",
                            "a":"Pojal, Parati, Chachar and Banjar"
                        },
                        {
                            "q":"In the Mughal Period, the village was the main unit of land revenue administration. There were two offcials related to land revenue-Muqaddam and Patwari. The mugaddam used to collect land revenue. What was the main function of Patwari?",
                            "a":"Keeping an account of income and expenditure"
                        },
                        {
                            "q":"Babur and Humayun collected Jizya tax from Hindus and Zakat from the Muslims. From whom was Jizya usually not collected?",
                            "a":"Brahmins, monks, ascetics, orphans and women"
                        },
                        {
                            "q":"When and during the reign of which ruler did Jizya end completely from the Mughal administration?",
                            "a":"In 1720, at the time of Muhammad Shah"
                        },
                        {
                            "q":"At which rate was Zat collected from the Muslims in lieu of protection of their property by the state?",
                            "a":"Two and a half percent (40th part of their property)"
                        },
                        {
                            "q":"The jagir assigned to the subordinate kings in their own territory was called Watan jagir. The first attempt to merge Watan Jagir into the empire was made by Aurangzeb in the case of which kingdom?",
                            "a":"Marwar"
                        },
                        {
                            "q":"Madad-e-mash (Sayurgal and Milk) land grants were made by Sudrus-Sadr to religious persons, scholars, destitute, disabled and widows as means of livelihood. What was this land donation called in Rajasthan?",
                            "a":"Shasan"
                        },
                        {
                            "q":"Inam land grants were made to Muslim theologians and Ulemas for prayer and praise of the God. What was the term for land and property given to institutions for religious work?",
                            "a":"Waqf"
                        },
                        {
                            "q":"What was the grants given in cash to the oppressed, handicapped, scholars and religious persons known as?",
                            "a":"Wazifa"
                        },
                        {
                            "q":"For the expansion and betterment of agriculture, the Mughal emperors encouraged farmers and disbursed loans for the same. What were these loans called?",
                            "a":"Takabi loans"
                        },
                        {
                            "q":"A severe famine occurred during the reign of Shah Jahan in 1630-32, as a result of which land revenue was waived and irrigation facilities were arranged. Shah jahan built the 98-mile long Ravi Canal that went up to Lahore. What was this canal called?",
                            "a":"Nahar-e-faiz"
                        },
                        {
                            "q":"Shah Jahan got the Nahar-e-Sahib repaired and extended its length by 60 miles. What was the new name given to it?",
                            "a":"Nahar-e-Shah"
                        },
                        {
                            "q":"The cotton textile industry was the most advanced industry in the Mughal period over which the government had complete control. Cotton textile was the most exported item to overseas lands. What were the clothes manufactured in India called?",
                            "a":"Calico"
                        },
                        {
                            "q":"The rate of octroi in the Mughal period was initially 2.5% of the value of the commodity. This was later increased to 3.5%. What was the percentage of octroi collected from Hindus and Muslims respectively during Aurangzeb's period?",
                            "a":"5% to 2.5% of the commodity price"
                        },
                        {
                            "q":"What was the tax on internal trade called by Akbar?",
                            "a":"Rahdaari Shulka"
                        },
                        {
                            "q":"Babur was related to the Naqshbandi silsilah of Sufism. He was a disciple of which guru of the Naqshbandi silsilah?",
                            "a":"Khawaja Ubaidullah Ahrar"
                        },
                        {
                            "q":"Humanyun was a disciple of Sufi saint Muhammad Gaus. Humayun was related to which Sufi Silsilah?",
                            "a":"Shahbari Silsilah"
                        },
                        {
                            "q":"The main feature of Mughal architecture is the use of flowing water in Pietra dura and Palaces and luxury houses. What does Peitra dura means?",
                            "a":"Decoration done on marbles stone with diamonds and jewels"
                        },
                        {
                            "q":"Humayun built a city called Dinpanah in Delhi in 1533 AD. What is it currently known as?",
                            "a":"Old Fort"
                        },
                        {
                            "q":"Sher Shah, after taking over Delhi, laid the foundation of a new city called 'Shergarh' or Delhi Sher Shahi. Its ruins can today be seen in the form of:",
                            "a":"Laal Darwaza and Khooni Darwaza"
                        },
                        {
                            "q":"A wonderful blend of Indian and Islamic construction art is seen in Sher Shah's Tomb. Where is it located?",
                            "a":"In Sasaram, Bihar"
                        },
                        {
                            "q":"The double dome and the four garden system were first used in Humayun's tomb. This tomb was built by Haji Begum under the supervison of which architect?",
                            "a":"Meerak Mirza Gyas"
                        },
                        {
                            "q":"During the reign of which Mughal Ruler were arches and lintel and beam style used in equal proportion?",
                            "a":"In Akbar's time"
                        },
                        {
                            "q":"Where are Akabari Mahal and Jahangiri Mahal of Akbar's period located?",
                            "a":"In Agra"
                        },
                        {
                            "q":"Akbar's mausoleum was planned by Akbar himself but it was built in 1613 by Jahangir. Where is the tomb located?",
                            "a":"In Sikandra"
                        },
                        {
                            "q":"Which building of the Mughal period first used Pietra-dura?",
                            "a":"Tomb of Itmad-ud-Daula"
                        },
                        {
                            "q":"Shah Jahan's period is considered as the 'Golden Age of Mughal Architecture'. The 'Deewan-e-Aam' situated in Agra Fort was the first building built by Shah Jahan in marble. In which year was it built?",
                            "a":"In 1627"
                        },
                        {
                            "q":"The Jami Masjid of Agra, built during the reign of Shah Jahan, was called Masjid-e-Jahanama. Who built it?",
                            "a":"Jahanara"
                        },
                        {
                            "q":"Shah Jahan started the construction of his new capital 'Shahjahanabad' on the banks of Yamuna river in Delhi which was completed in 1648. It was during this time that the capital was shifted to Delhi. When did the construction work of Shahjahanabad begin?",
                            "a":"In 1638"
                        },
                        {
                            "q":"A quadrilateral shaped fort was built by Shah Jahan in his capital (1648) in Delhi (Shahjahanbad). By which other name is it famous?",
                            "a":"Red Fort"
                        },
                        {
                            "q":"The Red Fort was completed under the supervision of a craftsman named 'Hameed Ahmed'. The western door of this fort is known as Lahore Darwaza. What was the name of its southern gate?",
                            "a":"Delhi Darwaza"
                        },
                        {
                            "q":"The Taj Mahal built by Shah Jahan is the mausoleum of his wife Mumtaz Mahal. Who was its cheif architect?",
                            "a":"Ustad Ahmad Lahori"
                        },
                        {
                            "q":"Aurangzeb built a mausoleum in Aurangabad in 1678 AD in memory of his beloved wife Rabia Durrani. By which name is it famous?",
                            "a":"Bibi Ka Maqbara"
                        },
                        {
                            "q":"On whose tomb is a touching article incribed, which says: 'Let naught cover my grave save the green grass, for grass will suffice as covering for the lowly.'?",
                            "a":"Jahanara's Tomb"
                        },
                        {
                            "q":"The famous Persian painter, who was the foremost painter of Babur and whose name is found in 'Tujuke Babri' was:",
                            "a":"Bihzad"
                        },
                        {
                            "q":"Humayun received services of which two was the Persian painters during his excile who started Mughal Painting?",
                            "a":"Mir Syed Ali and Abdus Samad"
                        },
                        {
                            "q":"One of the earliest and important Mughal paintings painted in the Mughal painting style is Hamzanama, also known as Dastane Amir-Hamza. This manuscript has a collection of about 1200 paintings. The Hamzanama belongs to the period of which Mughal emperor?",
                            "a":"Humayun's"
                        },
                        {
                            "q":"Hamzanama, a masterpiece on painting of Akbar's reign, was the creation of Dasavant. What are the two other masterpeices of Dasavant?",
                            "a":"Khandan-e-Timuriya and Tutinama"
                        },
                        {
                            "q":"The illustration of a romeo wandering in an uninhabited area with a dark (thin-skinned) horse was painted by whom?",
                            "a":"Basawan"
                        },
                        {
                            "q":"A painters' atelier was established in Agra under the leadership of Aka Riza, the famous painter of Herat. It was built by whom?",
                            "a":"by Jahangir"
                        },
                        {
                            "q":"The leading painters of Jahangir's period were Farooq Beg Bisandas, Ustad Mansoor, Daulat, Manohar and Abdul Fazal. By which painter was the portrait of Sultan Adil shah of Bijapur made?",
                            "a":"by Farooq Baig"
                        },
                        {
                            "q":"Which artist was sent by Jahangur to the court of Persian Shah to paint the portraits of Shah Abbas I of Persia and other leading Persian figures?",
                            "a":"Bisandas"
                        },
                        {
                            "q":"Which painters were given the titles of Nadir-ul-Asar and Nadir-ul-Zama respectively by Jahangir?",
                            "a":"Ustad Mansoor and Abul Hasan"
                        },
                        {
                            "q":"The illustration of which famous Mughal painter depicts a Siberian crane and a Bengal Florican?",
                            "a":"Ustad Mansur"
                        },
                        {
                            "q":"Who painted a collective portrait of Bisandas Goverdhan and Abul Hasan the orders of Jahangir?",
                            "a":"Daulat"
                        },
                        {
                            "q":"Tujuk-e-Jahangiri is an autobiography of the Mughal Emperor Muhammad Jahangir that is written in the Persian language. The illustration for its front cover was made by whom?",
                            "a":"Abul Hasan"
                        },
                        {
                            "q":"Tansen was one of the Akbar's Navratnas. He had been sent to Akbar's court by King Ramchandra of Rewa. Which title was conferred upon Tansen by Akbar?",
                            "a":"Kanthabharan Vanivilas"
                        },
                        {
                            "q":"The famous musician Baz-Bahadur was made a Mansabdar of 2000 z=Zat and 2000 Sawar during the reign of Akbar. Baz Bahadur was the ruler of:",
                            "a":"of Malwa"
                        },
                        {
                            "q":"During whose reign were most books on Indian classical music written during the Mughal period?",
                            "a":"of Aurangzeb"
                        },
                        {
                            "q":"The most important development of music in the Mughal period took place in the 18th century during the time of Mughal emperor Muhammad Shah. Who was the cheif musician of his court?",
                            "a":"Nemat Khan, Sadrang and Adarang"
                        },
                        {
                            "q":"Mughal rulers also paid special attension to education. In the Mughal period, there were arrangements of Maktabs and Madrasas where education was imparted. What does Maktab means?",
                            "a":"Primary Education"
                        },
                        {
                            "q":"Madrasa-e-Begum was founded in Delhi by Humayun. Whose help did he get in this?",
                            "a":"Maham Anga"
                        },
                        {
                            "q":"Three types of degree were awarded to students in the Mughal period: Fazil to the student of logic and philosophy and Amil to the student of religious education. What wss the student of literature called?",
                            "a":"Kabil"
                        },
                        {
                            "q":"Baburnama gives a detailed description of the then political condition of India, standard of living of people, crops and flowers. By whom is it authored?",
                            "a":"By Babur (Autobiography)"
                        },
                        {
                            "q":"Mirza Haider Dogalat wrote a Persian book, titled 'Tarikh-e-Rashidi'. What is it mainly described in it?",
                            "a":"History of Turks of Central Asia and description of Humayun's Period"
                        },
                        {
                            "q":"Who was the author of 'Humayunama' that deals with the history of Babur and Humayun?",
                            "a":"Gulbadan Begum (Humayun's Sister)"
                        },
                        {
                            "q":"What is the name of the book written by Abul Fazal in seven years that is divided into three volumes, with Ain-i-Akbari, divided into five parts, being its last volume?",
                            "a":"Akbarnama"
                        },
                        {
                            "q":"Akbar started the tradition of court chronicles in India. Which book written by Badauni is considered as the general history of India in his time?",
                            "a":"Muntakhab-ul-Tawarikh"
                        },
                        {
                            "q":"Under whom did Akbar established a translation department?",
                            "a":"Faizi"
                        },
                        {
                            "q":"During the reign of Akbar, several works were translayted into Persian such as the translation of Ramayana of Badauni, Bhagavata Purana by King Todarmal, Atharavaeda by Ibrahim Sirhindi, Lilawati, the book of Mathematics, by Faizi, 'Jahan-e-Zafar', a book on astrology, by Mukammal Khan Bujrati, Tuzuk-e-Bawre by Abdur Rahim Khan-e-Khana, Tuzuk-e-Babri by Painda Khan. The Persian translation of the History of Kashmir (Rajatarangini) was done by",
                            "a":"Maulana Shah Muhammad Shalwadi"
                        },
                        {
                            "q":"Who was considered as the most famous among the poets of Akbar's period?",
                            "a":"Ghizali"
                        },
                        {
                            "q":"A detailed list of Jahangir's reign is found in Iqbalanama-i-Jahangiri. Who is its author?",
                            "a":"Motamid Khan Bakhshi"
                        },
                        {
                            "q":"Though Tuzuk-e-Jahangiri, the autobiography of Mughal Emperor Jahangir, was started by Jahangir himself, he stopped writing it by the 16th year of his rule. It was then started by Mautamid Khan. Who finally completed this book?",
                            "a":"Muhammad Hadi"
                        },
                        {
                            "q":"Who was the first official historian of Shah Jahan's time?",
                            "a":"Muhammad hadi"
                        },
                        {
                            "q":"Who was the first official historian of Shah Sajah's time?",
                            "a":"Muhammad Amin Qazvini"
                        },
                        {
                            "q":"Who translated the Bhagavad Gita and Yoga Vashihta into Persian during the Mughal Period?",
                            "a":"Dara Shikoh"
                        },
                        {
                            "q":"The compilation of Vedas is among the most important works of Dara Shikoh. He considered it to be a divine work. Helped by the scholars of Kashi, Dara himself translated 52 Upanishads into Persian. What was the title of this text?",
                            "a":"Sirr-e-Akbar"
                        },
                        {
                            "q":"Maasir-e-Alamgiri has been called the Gazetteer of the Mughal empire by Dr. Jadunath Sarkar. It was composed by Muhammad Saki during the reign of which ruler?",
                            "a":"During the reign of Aurangzeb"
                        },
                        {
                            "q":"Which book compiled by Aurangzeb has been called the largest digest of Muslim law in India?",
                            "a":"Farta-e-Alamgiri"
                        },
                        {
                            "q":"The Mughal period was an excellent period of Hindu Literature in which Malik Muhammad Jayasi, Tulsidas, Abdul Rahim Khan-e-Khana and Birbal were famous poets of Akbar's period. At the same time, who composed Rammcharitmanas?",
                            "a":"Tulsidas"
                        },
                        {
                            "q":"Urdu was born in the Sultanate period itself. Initially it was called 'Bhasha-e-Hindavi'. Who was the first poet who made Urdu the medium of his poems?",
                            "a":"Amit Khusro"
                        },
                        {
                            "q":"By which other name did Urdu come to be known later?",
                            "a":"Rekhta"
                        }
                    ]
                },
                {
                    "n":"Shivaji and Maratha State",
                    "qna":[
                        {
                            "q":"Shivaji won born on 20 April 1627 AD in the fort of Shivner near Poona. His father's name was Shahji Bhosle and mother's name was Jijabai. His personality was greatly influenced by his parents and his caretaker cum mentor Dada Kondadeo, Who was Shivaji's guru?",
                            "a":"Samarth Ramdas"
                        },
                        {
                            "q":"Shivaji committed himself to the ideal of a Hindu Pad Padshahi (Hindu emprire) and took a vow to protect the Brahmins. Which title did he hold?",
                            "a":"Haindava Dharmoddharak"
                        },
                        {
                            "q":"In 1643 AD, Shivaji first captured the fort of Sinhagard. Then, he conquered Taren in 1646, Chakan Purandar and such forts as Baramati, Saupa, Tikona, Lohgarh etc in 1656. Javli was also captured in 1656. At this time, Javli was under whose control?",
                            "a":"Maratha Chief Chandra Rao Bhore"
                        },
                        {
                            "q":"Skeptical of Shivaji's expansionist policy, the ruler of Bijapur sent a military contingent against him in 1659. Shivaji defeated this contingent and killded its leader. Who was this leader?",
                            "a":"Sardar Afzal Khan"
                        },
                        {
                            "q":"In 1660, who was made the governor of the south by Aurangzeb who together with Bijapur planned to end Shivaji; but his plan was also thwarted by Shivaji?",
                            "a":"Shaista Khan"
                        },
                        {
                            "q":"In which year did Shivaji attack Surat and looted it for four days?",
                            "a":"In 1664 AD"
                        },
                        {
                            "q":"The treaty of Purandar was signed between Mirza Raja Jai Singh and Shivaji following the victory of the Mughals on the fort of Purandar, and the siege of Raigad. When did this treaty take place?",
                            "a":"In June 1665 AD"
                        },
                        {
                            "q":"At the behest of Jai Singh, Shivaji personally came to Agra in 1666 AD to meet Aurangzeb. However, he left the court when he did not get due respect. Where was Shivaji imprisoned?",
                            "a":"In Jaipur Bhavan (Agra)"
                        },
                        {
                            "q":"Later, Aurangzeb and Shivaji reached an agreement under which he was given the title of a king and his son was given a mansab and jagir. Which jagir was this?",
                            "a":"Berar"
                        },
                        {
                            "q":"In which year did Shivaji regain his lost forts from the Mughals?",
                            "a":"In 1670 AD"
                        },
                        {
                            "q":"On 14 June 1674 AD, Shivaji got his coronation done in Raigad and assumed the title of Chhatrapati. Who did his coronation?",
                            "a":"Ganga Bhatt, famous scholar of Kashi"
                        },
                        {
                            "q":"The Karnataka campaign of 1677 AD was Shivaji's last campaign. The purpose of this campaign was to take over the Adilshahi state of Bijapur. Shivaji received the help of which two ministers of Golconda in the signing of a secret treaty with the Sultan of Golconda for this expedition?",
                            "a":"Madanna and Akhanna"
                        },
                        {
                            "q":"In the Karnataka campaign, Shivaji conquered Jinji, Madurai, Bellur etc. and about 100 forts of Karnataka and Tamil Nadu. Shivaji made which place as the capital of his southern part?",
                            "a":"Jinji"
                        },
                        {
                            "q":"In the Maratha administrative system, Chhatrapati or Raja was the soverign autocratic ruler, the final lawmaker, administrative head, cheif judge and commander in chief. The actual administration of the government was done by eight ministers, who were advisors to the king. What were they called?",
                            "a":"Ashtapradhan"
                        },
                        {
                            "q":"The Peshwa was the prime minister of the king, who also took care of the governance of entire kingdom and carried out the functions of the king in his absence. What was the minister of finance called?",
                            "a":"Amatya or Majumdar"
                        },
                        {
                            "q":"It was the work of the Waqia Navis or Interior minister to keep a record of the daily work of the king and the daily proceedings of the court. Under whose supervision was the work of official correspondence done?",
                            "a":"Shurunavis or Sacheev"
                        },
                        {
                            "q":"At this time, the foreign minister was called Dabir or Sumant. What was the commander in chief of the Marathas called?",
                            "a":"Sar-i-Naubat or Senapati"
                        },
                        {
                            "q":"There was a judge for all civil and criminal cases of the Maratha state. Who was responsible for the grants given for scholarly and relious works?",
                            "a":"Panditrao"
                        },
                        {
                            "q":"Shivaji divided his provinces into parganas and talukas. Paraganas consisted of tarrafs and mauzzas. What was the head of the provinces called?",
                            "a":"Raj Pratinidhi (Viceroy)"
                        },
                        {
                            "q":"Bargir in Shivaji's army were those horsemen who used to get horses and araj from the state. What were those independent soldiers called who kept their own weapons?",
                            "a":"Siledar"
                        },
                        {
                            "q":"During Shivaji's army were those horsemen who used to get horses and araj from the state. What were those independent soldiers called who kept their own weapons?",
                            "a":"Siledar"
                        },
                        {
                            "q":"During Shivaji's time, One unit in the cavalry was formed of 25 troopers; over them was placed a havaldar made a hazari charge, and five hazaris were placed under a panjhazari. Under whom did a Panch Hazari come?",
                            "a":"Sar-i-Naubat"
                        },
                        {
                            "q":"A naval fleet was also built by Shivaji which was divided into two commands. One of the commands was under Sarang (Muslim) and the other under Nayak (Hindu). Where was this naval fleet located?",
                            "a":"In Kolaba"
                        },
                        {
                            "q":"Shivaji's revenue system was based on the Ryotwari system. In the beginning, Shivaji collected 33 percent of the produce as revenue, How much did this later become after remission of local taxes and octroi?",
                            "a":"40 Percent"
                        },
                        {
                            "q":"Shivaji's kingdom was divided into 16 provinces for the purpose of collecting the revenue. The provinces were divided into Tarrafs and mauzas. What was the head of tarraf known as?",
                            "a":"Karkun"
                        },
                        {
                            "q":"The hereditary officer of the village was called Patil. Who were the other hereditary officers of a district?",
                            "a":"Deshmukh or Deshpande"
                        },
                        {
                            "q":"A tax or tribute imposed on conquered territories by the Maratha Empire that was nominally levied at 25% on revenue or produce was called:",
                            "a":"Chauth"
                        },
                        {
                            "q":"According to Shivaji, being the hereditary Sardeshmukhi (Chief Headman) of the country and protecting the interests of the people, he had the right to receive sardeshmukhi, What percentage of income was taken as Sardeshmukhi?",
                            "a":"10 percent"
                        },
                        {
                            "q":"After Shivaji's death, a war of succession arose between his two sons, Shambhaji and Rajaram, born to Shivaji's two wives in the newly formed Maratha Empire. Who took over the rule after Shivaji?",
                            "a":"Shambhaji"
                        },
                        {
                            "q":"Shambhaji appointed a North Indian Brahmin poet Kalash as supreme officer of administration. What was the main reason behind this?",
                            "a":"Distrusy of Maratha chiefs"
                        },
                        {
                            "q":"In March 11, 1689, Aurangzeb murdered Shambhaji and imprisoned his son Shahu and his wife Yesubai in the fort of Raigar. Why did Aurangzeb get him killed?",
                            "a":"He had given Shelter to the rebellious son of Aurangzeb in 1681"
                        },
                        {
                            "q":"After Shambhaji, Rajaram was proclaimed as king by the Maratha council. He considered Shahu as the representative and never sat on the throne. He made which place as the center of his activities in place of Raigad?",
                            "a":"Jinji"
                        },
                        {
                            "q":"In 1689, the Mughals took control of the entire Maratha region. Against this, the Marathas, under the leadership of Rajaram, started the freedom struggle which lasted till about 1707. At this time, which was the capital of Marathas after Jinji?",
                            "a":"Sarara (since 1699)"
                        },
                        {
                            "q":"After Rajaram's death in 1700 AD, Shivaji II, who was a minor, was placed on the throne. Continuing the freedom struggle against the Mughals, fort like Raigad, Satara and Sinhagar were snatched from the Mughals. Who led all this?",
                            "a":"Tarabai (Rajaram's Widow)"
                        },
                        {
                            "q":"By whom was Shahuji freed from captivity after Aurangzeb's death?",
                            "a":"By Azam Shah (son of Aurangzeb)"
                        },
                        {
                            "q":"The Battle of Kheda was fougth between Shahuji and Tarabai on October 12, 1707. With whose was Shahuji able to register victory in this battle?",
                            "a":"Balaji Vishwanath"
                        },
                        {
                            "q":"In 1708 AD, Shahu captured Satara. Now the Maratha kingdom was divided into apposing sub-kingdoms. Shahu of Satara was the head of one state was the head of Satara, while the second state was headed by Shivaji II or virtually Tarabai. The second was:",
                            "a":"Kolhapur"
                        },
                        {
                            "q":"After the death of Shivaji II, Rajaram's second son Shambhaji II ascended the throne of Kolhapur. The hostilities between these two state (Kolhapur and Satara) ended by which treaty?",
                            "a":"By the Treaty of Varna (1731 AD)"
                        },
                        {
                            "q":"Shahu conferred the title of Senakarte on Balaji Viswanath in 1708 AD. In which year was he finally made the peshwa?",
                            "a":"In 1731 AD"
                        },
                        {
                            "q":"What was the main reason for the treaty between Balaji Vishwanath and Syed Hussain in 1719?",
                            "a":"Overthrowing Mughal Emperor Farrukhsiyar"
                        },
                        {
                            "q":"In the context of the Mughal Empire, who said that 'let us strike at the trunk of the withering tree. The branches will fall of themselves'?",
                            "a":"Peshwa Bajirao I"
                        },
                        {
                            "q":"In 1728, Bajirao defeated Nizam-ul-Mulk in the Battle of Palkhed on account of his activities against the Marathas and refusal to pay chauth. Which treaty was signed as a result of this battle, establishing the supremacy of the Marathas in the Deccan?",
                            "a":"Treaty of Mushi Shivagaon"
                        },
                        {
                            "q":"Shambhaji II accepted Shah's submission under the Treaty of Varna. In which year was this treaty signed?",
                            "a":"In 1731 AD"
                        },
                        {
                            "q":"In 1737, the Marathas emerged victorious near Bhopal in the battle between them and the Nizam who fought on behalf of the Mughal emperor. This resulted in the Treaty of Durani Sarai in 1738 AD. What areas did the Marathas gain under this treaty?",
                            "a":"Complete control over the entire Malwa region and region from Narmada to Chambal"
                        },
                        {
                            "q":"After the conquest of Basein in 1739 AD, the Marathas gained Basein and Salsettle. Against whom did they achieve this victory?",
                            "a":"The Portuguese"
                        },
                        {
                            "q":"A long powerful campaign against the Siddis of Janjira was started by Bajirao in 1733 AD and they were eventually driven out of the mainland. The Siddis initially served as military officers in the Nizamshahi and later in the Adilshahi state. In whose service were they employed after 1670?",
                            "a":"In the service of Mughals"
                        },
                        {
                            "q":"After the death of Bajirao, his son Balaji Bajirao became the Peshwa. By which other name was Balaji Bajirao known?",
                            "a":"Nana Saheb"
                        },
                        {
                            "q":"The Sangola agreement was signed in 1750 AD with the mediation of Raghuji Bhonsle. After this agreement between the newly appointed Chhatrapati Rajaram II and Peshwa, the Chhatrapati remained just a nominal king. The Peshwa became the de facto leader of the Maratha confederacy. Where did the center of Maratha shift now?",
                            "a":"Poona"
                        },
                        {
                            "q":"The third battle of Panipat was fougth on 14 January 1761 between Balaji Bajirao and Ahmed Shah's army. Who was defeated in this war?",
                            "a":"Marathas"
                        },
                        {
                            "q":"For which battle has it been said. 'There was scarcely a home in Maharashtra that did not lose at least one member of its family at Panipat'?",
                            "a":"For the Third Battle of Panipat"
                        },
                        {
                            "q":"Who ruled as Abdali's representative after the Third Battle of Panipat?",
                            "a":"Najibuddaulah"
                        },
                        {
                            "q":"Two pearls have been dissolved; 27 gold mohurs have been lost, and of the Third Battle of Panipat, for whom has the expression 'two pearls' been used?",
                            "a":"For Vishwarao and Sadashiv Rao Bhau"
                        },
                        {
                            "q":"After the defeat in the Third Battle of Panipat and the sudden death of Balaji, his son Madhavrao I was made Peshwa. Who was appointed as the regent of the minor Peshwa?",
                            "a":"Raghunath Rao (Peshwa's uncle)"
                        },
                        {
                            "q":"The First Anglo Maratha War (1775 - 1782) was the result of the Treaty of Surat. Between whom was this treaty signed?",
                            "a":"Between Raghunath Rao and the British (in 1775)"
                        },
                        {
                            "q":"The First Anglo Maratha War ended in 1882 by the Treaty of Salbai. With whose mediation was this treaty signed between Peshwa Madhav Narayan and the British?",
                            "a":"Mahadji Scindia"
                        },
                        {
                            "q":"The Second Anglo Maratha War was largely the result of the policies and consipiracies of Peshwa Bajirao. In 1801, the Peshwa killed Jaswant Rao Holkar. Once the Holkars had won Poona after defeating the armies of Scindia and Peshwa, Peshwa Bajirao went over to the British side. Which treaty was signed between the British and the Peshwa?",
                            "a":"Treaty of Basein (in 1802)"
                        },
                        {
                            "q":"The Treaty of Basein was insulting to the Marathas. As a result, the Bhosle challenged the British. After being defeated by Wellesley and Lord Lake, the Bhosle was forced to sign which treaty?",
                            "a":"Treaty of Devagaon (1803)"
                        },
                        {
                            "q":"In 1803, the British acquired the areas of Ganga and Yamuna under the Treaty of Surji-Arjungaon. With whom was this treaty signed?",
                            "a":"Mahadji Scindia"
                        },
                        {
                            "q":"In April 1804, a war broke out between Holkar and the East India Company. After being defeated, the Holkar was forced to sign the Treaty of Rajpur Ghat. Who was the representative of the British at this time?",
                            "a":"Sir George Wardlow"
                        },
                        {
                            "q":"Who was the first Maratha Chief to accept Lord Wellesley's subsidiary alliance?",
                            "a":"Peshwa Baji Rao II"
                        },
                        {
                            "q":"The Third Anglo-Maratha War began in 1817-1818. In a systematic campaign, the Raja of Nagpur was forced to sign a treaty on 27 May 1816, Peshwan on 13 June 1817 and Scindia on 5 November 1817. Eventually, Bajirao's Poona region was also annexed to the British empire. Who was the British representative of this campaign?",
                            "a":"Lord Hastings"
                        },
                        {
                            "q":"In the Maratha Empire under the Peshwa, suba was called praant and parganas were known as mahal. Each praant (province) was under a Sur Subedar. Who were the representatives of Peshwa in the districts?",
                            "a":"Mamlatdar and Kamvisdar"
                        },
                        {
                            "q":"There used to be a Karkun in every district who reported special events directly to the Center. What was the chief officer of the palace called?",
                            "a":"Havaldar"
                        },
                        {
                            "q":"At the time of Peshwa, the Chief Officer of the village, who used to do judicial and other revenue-related administrative works, was known by which name?",
                            "a":"Patil"
                        },
                        {
                            "q":"There was a Kulkarni (Village clerk) under Patil who kept accounts of the village lands. Who was the Patil's assistant who looked after the accounts of Kulkarni?",
                            "a":"Chougale"
                        },
                        {
                            "q":"The Maratha laws were based on ancient Sanskrit epics, Dayabhaga, Manusmriti etc. The Patil was the judicial officer of village, Mamlatdar of district and Sur Subedar of Suba (prant). Who used to be above all this?",
                            "a":"King of Satara"
                        },
                        {
                            "q":"During the Peshwa's reign, the main sources of revenue of the state were land revenue and miscellaneous taxes. Which tax was levied by the Peshwas on the marriage of widows?",
                            "a":"Patdan"
                        },
                        {
                            "q":"During the Maratha period, the distribution of Chauth was follows: One-fourth was appropriated by the King; 6th of the chauth collections, known as sahotra, was granted to the pant sachiv; the king also had discretionary grant making authority over the nadgaunda proceeds which amounted to 3% of the total collections. The remainder equal to sixty mine percent of the chauth was given to Maratha chiefs for keeping cavalry. This was known as:",
                            "a":"Mokasa"
                        },
                        {
                            "q":"The Maratha king was entitled to keep the entire share of Sardeshmukhi, Kamvisdar used to collect Chauth, By whom was Sardeshmukhi collected?",
                            "a":"By Gumashta"
                        },
                        {
                            "q":"The Marathas did not collec Chauth Sardeshmukhi in Rajasthan. Which tax was imposed on the kings there?",
                            "a":"Khandani and Mamlat (Kharaj)"
                        },
                        {
                            "q":"Mainly Portuguese or Indian Christians worked in the artillery of the Marathas. Where did the Peshwas set up their factries to build artillery?",
                            "a":"In Poona and Ambegaon of Junnar"
                        },
                        {
                            "q":"Who described Shivaji's kingdom as a 'dacoit state'",
                            "a":"Smith"
                        },
                        {
                            "q":"In Anglo-Maratha was other than weakness of the army and inability to estimate the strength of the Britishers, what was the reason for the defeat of Marathas?",
                            "a":"Lack of able leadership"
                        }
                    ]
                },
                {
                    "n":"Post-Mughal Period and The Rise of Regional Power",
                    "qna":[
                        {
                            "q":"Since when is the post-Mughal period considered to have begun?",
                            "a":"Since Aurangzeb's death (March 3, 1707)"
                        },
                        {
                            "q":"How many provinces in the Mughal Empire were there at the time of Aurangzeb's death?",
                            "a":"21 Provinces"
                        },
                        {
                            "q":"In 1707, Mu'azaam Bahadur Shah I ascended the throne of Delhi, Who did he defeat in the war of succession?",
                            "a":"Muhammad Azam Shah"
                        },
                        {
                            "q":"Bahadur Shah offered a Khill' at a mark of gratitude and high mansab in honor of which Sikh Guru?",
                            "a":"Guru Govind Singh"
                        },
                        {
                            "q":"In the battle campaign against which Sikh leaderdid Bahadur I die and when?",
                            "a":"Against Banda Bahadur on February 27, 1712"
                        },
                        {
                            "q":"Why was Bahadur Shah I called Shahe Bekhabar?",
                            "a":"Because of Negligence in State Affairs"
                        },
                        {
                            "q":"Jahandar Shah succeeded Bahadur Shah as the Mughal emperor is 1712. Whose help did he get to ascend the throne?",
                            "a":"Amir Zulfiqar Khan"
                        },
                        {
                            "q":"Who conferred the titles of Mirza on King Sawai Jaisingh of Amer and Maharaja on King Ajit Singh of Marwar?",
                            "a":"by Jahandar Shah"
                        },
                        {
                            "q":"With whose help did Farruksiyar sit on the Mughal throne?",
                            "a":"Syed brothers - Abdullah Khan and Hussain Ali Khan Baraha"
                        },
                        {
                            "q":"At this time, the Amirs of Turani, Iranian and Hindustani factories were active in the Mughal court. The Turani Amirs were of Central Asian origin and Iranians of Persian and Khorasanian Origin. The Amirs of Hindustani faction were related to:",
                            "a":"Muslim of foreign origin who were born in India"
                        },
                        {
                            "q":"Between whom was the Treaty of Delhi concluded in 1719?",
                            "a":"Between Hussain Ali Khan and Maratha Peshwa Balaji Vishwanath"
                        },
                        {
                            "q":"Why was Farrukhsiyar called a disgusting coward?",
                            "a":"He was weak, cowardly and despicable"
                        },
                        {
                            "q":"Muhammad Shah ascended the Mughal throne in 1719 with the cooperation of the Sayyid brothers. What was the real name of Muhammad Shah?",
                            "a":"Roshan Akhtar"
                        },
                        {
                            "q":"In 1722, Nizam-ul-Mulk got the Syed brothers killed. In 1722, Muhammad Shah made ChinKilich Khan or Nizam-ul-Mulk as the Wazir. But which state did he establish in 1724?",
                            "a":"Hyderabad"
                        },
                        {
                            "q":"When and under whose reign did Nadir Shah invade India?",
                            "a":"At the time of Muhammad Shah in 1738-39"
                        },
                        {
                            "q":"Nadir Shah looted a lot from Delhi. Which main items did he carry along with him after 57 days of plunder?",
                            "a":"Takht-e-Taus and Kohinoor Daimond"
                        },
                        {
                            "q":"Another important foreign invasion during the time of Muhammad Shah was that of:",
                            "a":"Ahmad Shah Abdali (in 1748)"
                        },
                        {
                            "q":"Muhammad Shah was succeeded by his son Ahmad Shah. Whom did he appoint to the post of Wazir?",
                            "a":"Safdar Jung"
                        },
                        {
                            "q":"How many times did Ahmad Shah Abdali invade India during the period of Ahmad Shah?",
                            "a":"Five times"
                        },
                        {
                            "q":"Who became the Mughal emperor after Ahmad Shah?",
                            "a":"Alamgir II and Shah Alam II"
                        },
                        {
                            "q":"During the reign of which emperor did the British gain control over Delhi in 1803 AD?",
                            "a":"Shah Alam II"
                        },
                        {
                            "q":"Who was the first Mughal emperor to ascend the throne under the protection of the British?",
                            "a":"Akbar II"
                        },
                        {
                            "q":"Which Mughal emperor did shayari under the pen name of Zafar?",
                            "a":"Bahadur Shah Zafar"
                        },
                        {
                            "q":"Who received the title of king makers in the Mughal period for their role in helping six Mughal emperors seize the throne?",
                            "a":"Sayyid Brothers"
                        },
                        {
                            "q":"The independence of Awadh was declared by Saadar Khan Burhan Mulk in 1722 AD. Who was the Mughal Emperor at this time?",
                            "a":"Muhammad Shah"
                        },
                        {
                            "q":"Safdarjung (Abul Mansoor Khan) because the Nawab of Awadh After Saadat Khan. During his reign, which battle was fought between the Mughals and Ahmad Shah Abdali in 1748 AD?",
                            "a":"Battle of Manipur"
                        },
                        {
                            "q":"Shuja-ud-Daula became the ruler after Safdar Jung. Which important battles were fought during his time, in which he also participated?",
                            "a":"Third Battle of Panipat (1761) and Battle of Buxar (1764)"
                        },
                        {
                            "q":"Which Hindu was appointed to the highest position in Safdar Jung's courth?",
                            "a":"Maharaja Nawab Rai"
                        },
                        {
                            "q":"According to the first Treaty of Banaras in 1713 AD, the districts of Kara and Allahabad were given to the Nawab of Awadh, that were earlier with Mughal emperor Shah Alam II. This treaty was signed between which Nawab of Awadh and the East India Company?",
                            "a":"Nawab Shuja-ud-Daula"
                        },
                        {
                            "q":"After the death of Shuja-ud-Daula in 1775, Asaf-ud-Daulah became the Nawab. Where did he move his capital to front Faizabad?",
                            "a":"Lucknow"
                        },
                        {
                            "q":"Which title did the seventh ruler of this dynasty, Saadat Khan, hold in 1819 AD?",
                            "a":"Title of King"
                        },
                        {
                            "q":"Who was the Nawab of Awadh who entered into subsidary alliance with the British?",
                            "a":"Saadat Khan"
                        },
                        {
                            "q":"Who was the last Nawab of Awadh, under whose reign Lord Dalhausie annexed Awadh into the British Empire in 1856 after accusing him of misrule?",
                            "a":"Wajid Ali Shah"
                        },
                        {
                            "q":"The independent Asaf Jahi dynasty in Hyderabad was founded in  1724 by ChinKilich Khan (Nizam ul Mulk). Nizam ul Mulk was appointed to which post in the Mughal court?",
                            "a":"Subedar of Deccan"
                        },
                        {
                            "q":"Nizam ul-Mulk had six subas in the Deccan, whoose headquarters were at?",
                            "a":"Aurangabad"
                        },
                        {
                            "q":"By whom was the title of Asaf Jahan conferred on ChinKilich Khan?",
                            "a":"by Muhammad Shah"
                        },
                        {
                            "q":"Saadullah is considered as the founder of the independent state of Karnataka. He made which city has his capital?",
                            "a":"Arcot"
                        },
                        {
                            "q":"Which British Governor General gained control over Karnataka by accusing its Nawab and successor of having consipired and held secret corresponding with Tipu Sultan of Mysore?",
                            "a":"Lord Wellesley"
                        },
                        {
                            "q":"Observatories with modern equipment were built by Sawai Raja Mirza Jaisingh, the Rajput ruler of Jaipur. Where were these observatories located?",
                            "a":"Mathura, Ujjain, Jaipur and Delhi"
                        },
                        {
                            "q":"'Jij Muhammad Shahi' was a work related to",
                            "a":"Astronomy"
                        },
                        {
                            "q":"The independent Jat kingdom of Bharatpur was founded by Chudaman and Ali Muhammad Khan. Who is known as 'Plato of Jat' caste?",
                            "a":"Surajmal"
                        },
                        {
                            "q":"Who established the Kingdom of Mysore in 1612 AD, during the reign of Venkata II pf Aravidu dynasty?",
                            "a":"Chhikka Krishnaraja II"
                        },
                        {
                            "q":"Who held the real power of the state during the reign of Chhikka Krishnaraja II?",
                            "a":"Devraj and Nanraj"
                        },
                        {
                            "q":"By 1761, all of Mysore's power was concentrated in the hands of Hyder Ali. Hyder Ali established a modern arsenal in collaboration with the French in 1755. Where was this arsenal located?",
                            "a":"in Dingigul"
                        },
                        {
                            "q":"Which Brahmin was appointed by Haider Ali as his advisor?",
                            "a":"Khanderao"
                        },
                        {
                            "q":"Hyder Ali had renamed Vednoor to Haidarnagar. Where did he shift his capital to from Mysore?",
                            "a":"Srirangapatna"
                        },
                        {
                            "q":"The First Anglo Mysore War took place between 1767 - 1769. By which treaty did this war between Hyder Ali and the British end?",
                            "a":"Treaty of Madras"
                        },
                        {
                            "q":"Hyder Ali's invasion of Karnataka in 1780 is considered as the begining of the Second Anglo-Mysore War (1780-84). In this context the British defeated Haider in the battle of Porto Novo. Who was the British Genral at this time?",
                            "a":"Eyre Coote"
                        },
                        {
                            "q":"The Second Anglo Mysore War ended with the Treaty of Mangalore (1784). Between whom was this treaty signed?",
                            "a":"between Tipu Sultan and the British"
                        },
                        {
                            "q":"Tipu Sultan became the ruler of Mysore in 1782 after his father's death. Tipu founded the 'Jacobin Club' in Srirangpatna. Influenced by which revolution did he establish this club?",
                            "a":"from the French Revolution"
                        },
                        {
                            "q":"The coins of Tipu Sultan had images of Hindu deities and figures of Hindu Samvat. In whose honor did he donate money to rebuild the temples?",
                            "a":"Jagaguru Shankaracharya, Shringeri Pith"
                        },
                        {
                            "q":"Tipu sent emissaries to foreign states, including the Ottoman Empire, Afghanistan, Mauritius and France, in an attempt to rally opposition to the British. In which year did he also set up a naval board?",
                            "a":"In 1796"
                        },
                        {
                            "q":"Accusing Tipu of which crime did the British start the Third Anglo Mysore War?",
                            "a":"Secret agreement with the French against the British"
                        },
                        {
                            "q":"The Third Mysore War ended in 1792 by the Treaty of Srirangapatna between the British and Tipu. With reference to this war, who said, 'We have effectively crippled our enemy without making our friends too formidable'?",
                            "a":"Lord Cornawallis"
                        },
                        {
                            "q":"Who led the British Army during the Fourth Anglo-Mysore War?",
                            "a":"Lord Wellesley, Harris and Stuart"
                        },
                        {
                            "q":"Tipu was killed while fighting in the Fourth Anglo-Mysore War on 4 May 1799. After this, who was installed by the British on the throne of Mysore?",
                            "a":"Adyar dynasty boy Krishnarai"
                        },
                        {
                            "q":"When was Khalsa established by Guru Govind Singh (tenth Guru) by ending individual Guruship?",
                            "a":"In 1699"
                        },
                        {
                            "q":"Which Sikh religious scripture was accorded the status of religious Guru after ending the lineage of the ten human gurus of the religion?",
                            "a":"To Guru Granth Sahib"
                        },
                        {
                            "q":"After the death of Guru Givind Singh, Banda Bahadur led the Sikhs. Banda Bahadur's followers referred to him by which name?",
                            "a":"Sachcha Padshah or True ruler"
                        },
                        {
                            "q":"In 1716, Banda Bahadur was killed along with his sons by the Mughal emperor Farrukhsiyar. What was the reason that led to the reorganization of the Sikhs after the death of Farrukhsiyar and during the period of Muhammad Shah?",
                            "a":"Nadir Shah's invasion of Punjab"
                        },
                        {
                            "q":"The Sikh clans were organised as the Khalsa under the leadership of Kapoor Singh. Who constituted Dal Khalsa in the form of 12 Misls?",
                            "a":"Jassa Singh Ahluwalia"
                        },
                        {
                            "q":"Dal Khalsa used to manage to manage its security by taking 1/5 of the produce from each village. What was this practice called?",
                            "a":"Rakhi System"
                        },
                        {
                            "q":"To head of Sukerchakia Misl was Ranjit Singh, son of Maha Singh. The doab region between which two rivers formed the sphere of influence of Maha Singh's Misl?",
                            "a":"Ravi and Chenab"
                        },
                        {
                            "q":"By whom was Ranjit Singh confered the title of King and the Subedari (Governorship) of Lahore?",
                            "a":"by Zaman Shah"
                        },
                        {
                            "q":"Apprehensive of the British and opposing Sikh states, Ranjit Singh signed the treaty of Amritar with Lord Minto's envoy Charles Metacalfe in 1809. To what extent was the expansion of Ranjit Singh's Kingdom permitted by this treaty?",
                            "a":"It limited expansion on the estern bank of Sutlej and allowed expansion to the north"
                        },
                        {
                            "q":"From where did Raja Ranjit Singh get the Kohinoor daimond?",
                            "a":"From Afghan ruler Shah Shuja"
                        },
                        {
                            "q":"Ranjit Singh's army was at second place in the Asia at that time. By which name was his permanent army known?",
                            "a":"Fauj-e-Ain"
                        },
                        {
                            "q":"Ranjit Singh named the Sikh state as Sarkar-e-Khalsa for the purpose of organizing Sikh Misls. What was the name given to the coins circulated by him?",
                            "a":"Nanak Shahi Coins"
                        },
                        {
                            "q":"Under whose protection did Dilip Singh, the youngest son of Maharaja Ranjit Singh, ascend the throne in 1843?",
                            "a":"Dowager Queen Jindan"
                        },
                        {
                            "q":"The First Anglo-Sikh War began in 1845. Who led the English army in this war?",
                            "a":"Sir Hugh Gaugh"
                        },
                        {
                            "q":"The First Anglo-Sikh War concluded by the Treaty of Lahore on 8 March, 1846. As a result of this treaty, which areas cames under the direct control of the British?",
                            "a":"All areas to the south of Sutlej river."
                        },
                        {
                            "q":"According to which treaty, the British army was required to stay in Lahore till Dilip Singh became an adult. Simultaneously, the administration of Lahore was handed over to the council of eight Sikh chieftains and Rani Jindan was sent to Sheikhpur on a pension of Rs 48,000 per annum.",
                            "a":"Treaty of Bhairowal (16 December, 1846)"
                        },
                        {
                            "q":"The Battle of Chillianwala during the second anglo-sikh war (1848-49) ended inconclusively. Regarding this battle, who said, 'We have achieved a victory by incurring heavy expenditure, which is equivalent to defeat.'?",
                            "a":"Lord Dalhausie"
                        },
                        {
                            "q":"After which battle did the British defeat the Sikh army and annexed Punjab into the British empire?",
                            "a":"Battle of Gujarat"
                        },
                        {
                            "q":"Which treaty of 1809 disturbed destabilized a generation of Anglo-Sikh relations and established a border Sutlej river for Ranjit Singh?",
                            "a":"Amritsar Treaty"
                        },
                        {
                            "q":"During the time of which Governor General Punjab was amalgated into the British empire?",
                            "a":"Lord Dalhausie"
                        },
                        {
                            "q":"After the death of Aurangzeb, Bengal became completely independent under the leadership of Murshid Quli Khan. Where did he shift his capital from Dhaka?",
                            "a":"Murshidabad"
                        },
                        {
                            "q":"Murshid Quli Khan became a Muslim after conversion. What was he before?",
                            "a":"A Brahmin of South India"
                        },
                        {
                            "q":"There were three revolts during the reign of Murshid Quli Khan. The first rebellion was carried out by Sitaram Rai, Uday Narayan and Ghulam Muhammad, and the second rebellion by Shujaat Khan. Who did the third rebellion?",
                            "a":"Najat Khan"
                        },
                        {
                            "q":"After defeating the rebels in the above mentioned three revolts, to whom did Murshid Quli Khan hand over their Zamindaris?",
                            "a":"Ramjeevan"
                        },
                        {
                            "q":"Which Nawab of Bengal signed an agreement with the Marathas with an aim to save Bengak from Maratha invasion?",
                            "a":"Alivardi Khan"
                        },
                        {
                            "q":"Who said about the Europeans, 'If they are not disturbed they yield honey and if they are disturbed, they will tear us apart and kill us'?",
                            "a":"Alivardi Khan"
                        },
                        {
                            "q":"The best Rajput ruler of the 18th century was Sawai Jaisingh (1681 - 1743) of Amer. Which city did he established in 1722?",
                            "a":"Jaipur"
                        },
                        {
                            "q":"Sawai Jai Singh was a skilled ruler as well as a great jurist, astronomer, city planner and scientist. In which four cities did he build observatories (Jantar Mantar) with modern equipments?",
                            "a":"Marathas, Ujjain, Jaipur and Delhi"
                        },
                        {
                            "q":"Under which name did Sawai Jai Singh compile planetary tables for the purpose astronomical observation?",
                            "a":"Zij Muhammad Shahi"
                        },
                        {
                            "q":"In which language did Sawai Jai Singh translate Euclid's 'Elements of Geometry' and Napter's Trigonometry?",
                            "a":"Sanskrit"
                        }
                    ]
                },
                {
                    "n":"Advent of European Companies in India",
                    "qna":[
                        {
                            "q":"The first Portuguese and first European traveler Vasco da Gama landed on the coast of Calicut (India) in 1498 after a 90-days voyage. he reached Calicut with the help of which Gujarat merchand?",
                            "a":"Abdul Manik"
                        },
                        {
                            "q":"The arrival of the Portuguese to India had two main objective - to end the influence of Arab and Venetian merchants from India and to propagate Christianity. What name was given by the Portuguese to their maritime empire (company)?",
                            "a":"Estado da India"
                        },
                        {
                            "q":"Who was the first Portuguese Viceroy in India?",
                            "a":"Francisco de Almeida"
                        },
                        {
                            "q":"Who is believed to the real founder of the Portuguese Empire in India?",
                            "a":"Alphonso de Albuquerque"
                        },
                        {
                            "q":"Cochin was initially the Portuguese capital; later Viceroy Nunu da Cunha changed the capital. Where was the new Portuguese capital built?",
                            "a":"Goa"
                        },
                        {
                            "q":"Indian and Arabic ships were prohibited from entering the Arabian Sea without cartage or permits. What was this method called?",
                            "a":"Cartaz Armada Method (Tax)"
                        },
                        {
                            "q":"Arabic and Indian ships that had received Cartaz were not permitted to carry which commodities?",
                            "a":"Pepper and ammunition"
                        },
                        {
                            "q":"Small local merchant ships were protected bt the Portuguese during sea voyages. For this, ships also had to pay octroi. This system was called?",
                            "a":"Convoy System"
                        },
                        {
                            "q":"With which Portuguese viceroy did the famous Jesuit saint Francisco Xavier come to India?",
                            "a":"Alfonso de Sausa"
                        },
                        {
                            "q":"How long did the Portuguese rule Goa, Daman and Dui?",
                            "a":"By 1961"
                        },
                        {
                            "q":"The introduction of which items in India are mainly attributed to the Portuguese?",
                            "a":"Tobacco farming, ship-building and printing press"
                        },
                        {
                            "q":"Which architectural style came to India along with the Portuguese?",
                            "a":"Gothic Architecture"
                        },
                        {
                            "q":"The Dutch East India Company was established in 1602 by the the Dutch Parliament. What kind of rights did the company get with respect to India and the countries of the East?",
                            "a":"Related to trade, invasion and conquest of these countries"
                        },
                        {
                            "q":"At which place in Andhra Pradesh was the first Dutch factory in India established by the Dutch in 1605?",
                            "a":"In Machilipatnam"
                        },
                        {
                            "q":"Which items were mainly exported from India by the Dutch?",
                            "a":"Indigo, Opium, Rice, Salt and Cottom textiles"
                        },
                        {
                            "q":"The Dutch were forced to leave Indian trade by the British after suffering decrisive defeat in which battle against them?",
                            "a":"In the Battle of Bedara, 1759"
                        },
                        {
                            "q":"The Dutch issued gold pagoda coins bearing the portrait of which god from their mint at Pulicat?",
                            "a":"Lord Venkateswara (Vishnu)"
                        },
                        {
                            "q":"Which group founded the English East India Company or the Governor and Company of Merchants of London Trading into the East-Indies in 1599?",
                            "a":"Merchants Adventures"
                        },
                        {
                            "q":"When did the East India Company receive a Royal Charter from Queen Elizabeth I for trading with the East?",
                            "a":"On 31 December 1600"
                        },
                        {
                            "q":"Which Mughal emperor granted Captain Hawkins permission to settle in Agra and a Mansab and Jagir of 400?",
                            "a":"by Jahangir"
                        },
                        {
                            "q":"By issuing a royal decree on 6 February 1613. which Mughal ruler allowed the British to establish a factory in Surat?",
                            "a":"by Jahangir"
                        },
                        {
                            "q":"Who was the Englishman to appear in the Ajmer courth of Jahangir on 10 January 1616?",
                            "a":"Sir Tomas Roe"
                        },
                        {
                            "q":"When and where was the first factory of East India Company established in South India?",
                            "a":"In 1611 at Machalipatnam and Petapuli"
                        },
                        {
                            "q":"Which fort was established in Madras after the British obtained the lease of Madras lease from the king of Chandragiri?",
                            "a":"Fort St. George"
                        },
                        {
                            "q":"Bombay was given to the East India Company by Prince Charles in 1668 at an annual rental of 10 pounds. How had the Prince obtained Bombay?",
                            "a":"In dowry on account of his marriage of Portuguese princess Catherine of Branganza"
                        },
                        {
                            "q":"By whom was a Firman granted to the British in 1650 to trade in Bengal for an annual fee of Rs 3,000?",
                            "a":"by Shah Shuja"
                        },
                        {
                            "q":"Who was the first British Governor of Bengal?",
                            "a":"William Hedges"
                        },
                        {
                            "q":"When and where did the first confrontation between the Mughal emperor Aurangzeb and the British take place?",
                            "a":"in Hooghly in 1686"
                        },
                        {
                            "q":"From whom did the company get zamindari of Kalikata, Gobindapur and Sutanuti village?",
                            "a":"From Ibrahim Khan"
                        },
                        {
                            "q":"Who laid the foundation of Modern Calcutta by combining Kalikata, Gobindapur and Sutanuti?",
                            "a":"Job Charnock"
                        },
                        {
                            "q":"Who was the first governor of Fort William, established in Calcutta in 1700?",
                            "a":"Sir Charles Eyre"
                        },
                        {
                            "q":"On the passage of a resolution in the British Parliament, in 1634 all the British subjects got the right to trade in India. As a result, the English company 'Trading in the East' was born. With the later merger of new and old companies, how wss it rechristended?",
                            "a":"The United Company of Merchants of England Trading to the East Indies"
                        },
                        {
                            "q":"The Danish East India Company maintained its colonies in India for about 225 years. Which country was that company from?",
                            "a":"Denmark"
                        },
                        {
                            "q":"Where did the Danish East India Company established its first factory in India in 1620?",
                            "a":"Tranquebar in Tamil Nadu"
                        },
                        {
                            "q":"Apart from established settlements in Tranquebar, the Danes also set up their settlements in Seramphore (West Bengal) and Nicobar Islands. When did the company establish its settlememnt in Serampore?",
                            "a":"In 1755"
                        },
                        {
                            "q":"Where did the Danish missionary establish a press in 1799 where printed books in 40 different languages from 1801 to 1832?",
                            "a":"Serampore"
                        },
                        {
                            "q":"During which was did the British attack Danish ships, destroy the Danish East India Company's trade with India and eventually capture Danish settlements and make them part of British India?",
                            "a":"Napoleonic Wars (1803 - 15)"
                        },
                        {
                            "q":"The Danish East India Company could never take roots in India. In which year did Denmark transfer its last Dutch settlement Serampore to Britain?",
                            "a":"In 1845"
                        },
                        {
                            "q":"When and under which name was the French East India Company established in India?",
                            "a":"As Compare des Indes Orientales in 1664"
                        },
                        {
                            "q":"When and where did the French established their first factory?",
                            "a":"In Surat in 1668"
                        },
                        {
                            "q":"From whom was Pondicherry obtained by the company?",
                            "a":"From Sher Khan Lodi, Governor of Valikondapuram"
                        },
                        {
                            "q":"Pondicherry was captured by the Dutch in  1693 with the help of the British, later, under which treaty did the French regained Pondicherry?",
                            "a":"Treaty of Rijswijk"
                        },
                        {
                            "q":"Where was the Fort Louis founded?",
                            "a":"in Pondicherry"
                        },
                        {
                            "q":"Under which name wars fought between British and the French?",
                            "a":"Carnatic Wars"
                        },
                        {
                            "q":"What was the immediate cause of the First Carnatic War?",
                            "a":"The capture of some French ships by the British"
                        },
                        {
                            "q":"In which battle did the French army led by Captain Paradise defeat the army of Nawab Anwaruddin of Karnataka in the First Carnatic War?",
                            "a":"Battle of St. Thome"
                        },
                        {
                            "q":"The first Carnatic war in India came to an end with the conclusion of the treaty of Aix-la-chapelle of 1740 that also marked the end of the War of the Austrian Succession between the British and the French in Europe. After this, who got control over Madras?",
                            "a":"British"
                        },
                        {
                            "q":"The Second Carnatic War was triggered by a succession struggle for the Nawabship. In this, the French supported the Nawab and Muzaffar Jung. Whom did the British support?",
                            "a":"Anwaruddin and Nasir Jung"
                        },
                        {
                            "q":"What was the immediate cause of the Third Carnatic War?",
                            "a":"Seize of Chandernagore in Bengal by Clive and Watson"
                        },
                        {
                            "q":"Sir Eyre Coote led the British army in the Battle of Wandiwash that was fougth on 22 January 1760 as a part of the Third Carnatic War. Who led the French army?",
                            "a":"Count de Lally"
                        },
                        {
                            "q":"When did the Britishers begin direct rule in India?",
                            "a":"After the Battle of Plassey"
                        },
                        {
                            "q":"In which state is the Plassey battle-field located?",
                            "a":"After the Battle of Plassey"
                        },
                        {
                            "q":"In which state is the Plassey battle-field located?",
                            "a":"West Bengal"
                        },
                        {
                            "q":"What was the correct sequence (chronological order) of the arrival of European trading companies in India?",
                            "a":"Portuguese - Dutch - English - Dane - French"
                        },
                        {
                            "q":"Siraj-ud-Daula succeeded Alivardi Khan as the Nawab of Bengal. Who were the main contestants and opponents of Siraj?",
                            "a":"Shaukat Jung, the Nawab of Purnia, Aunt Ghasiti Begum and General Mir Zafar"
                        },
                        {
                            "q":"In 1717, Mughal emperor Farruksiyar issued a farman allowing the British East Company to carry out tax-free monopoly trade. The President of the British factory now issued dastaks for trade. What was a dastak?",
                            "a":"Permit to do tax-free trade"
                        },
                        {
                            "q":"Siraj took possession of Kasim Bazar (in May 1756) and Calcutta (June 15, 1756). Who led the British army against Siraj?",
                            "a":"Robert Clive"
                        },
                        {
                            "q":"Clive led the British army in the Battle of Plassey. Who led the Nawab's army?",
                            "a":"Mir Jafar, Yarlatif Khan and Rai Durlabh"
                        },
                        {
                            "q":"Siraj-ud-Daula was killed in the Battle of Plassey. After this, who became the new Nawab of Bengal of Plassey?",
                            "a":"Luke Scrafton"
                        },
                        {
                            "q":"After receiving the Nawabship of Bengal, Mir  Zafar gave the zamindari rights of 24 Paraganas to the company. The jagir of 24 Paraganas is known by which name?",
                            "a":"Clive's Jagir"
                        },
                        {
                            "q":"Mir Zafar relinquished his post in October 1760 due to the huge increase in the expenses of the British Government and his inhability to bear it. Whom did he appoint as the new Nawab?",
                            "a":"Mir Qasim"
                        },
                        {
                            "q":"Where did Mir Qasim move his capital from Murshidabad with an aim to avoid British intervension?",
                            "a":"Munger"
                        },
                        {
                            "q":"Mir Qasim reformed his military system. He increased the number of soldiers in his army and trained them in a European manner. He placed his army under whose control?",
                            "a":"Gurgin Khan (Armenian)"
                        },
                        {
                            "q":"Due to Mir Qasim 1764, the combined forces of Nawab Shuja-ud-Daulah of Awadh, Mughal Emperor Shah Alam II and Mir Qasim arrived in the plains of Buxar, east of Banaras. Under whose leadership did the English army reach the Battlefield?",
                            "a":"Hector Munro"
                        },
                        {
                            "q":"The first treay of Allahabad ceded to the company the Diwani Rights of Bengal, Bihar, and Orissa. This treaty was concluded between whom?",
                            "a":"between Clive and Mughal Emperor Shah Alam (12 August, 1765)"
                        },
                        {
                            "q":"Diarchy in Bengal is considered to have begum in 1765. Who is considered as the father of diarchy?",
                            "a":"To Lionel Curtis"
                        },
                        {
                            "q":"Between whom was the second treaty of Allahabad concluded?",
                            "a":"Between Clive and Shuja-ud-Daula, the Nawab of Awadh (16 August, 1765)"
                        },
                        {
                            "q":"'I can say with full confidence that there has been no government in the world that is so corrupt, treacherous and greedy as the government of India.' It was said by whom and in which context?",
                            "a":"with reference to diarchy in Bengal by Lord Cornawallis"
                        },
                        {
                            "q":"Who was the last Nawab of Bengal?",
                            "a":"Mubarak-ud-Daulah (1770 - 1775)"
                        }
                    ]
                },
                {
                    "n":"Impact of British Rule on The Economy",
                    "qna":[
                        {
                            "q":"What was the main objective of the British government behind converting the Indian economy into the British colonial economy?",
                            "a":"Procuring cheap raw materials for its industries and selling their finished products in the Indian market at a high price."
                        },
                        {
                            "q":"British colonialism in India went through three phases. What were these three phases?",
                            "a":"Commercial Phase (1757 - 1813). Industrial Free Trade (1813 - 1858). Financial Capitalism (after 1860)"
                        },
                        {
                            "q":"For the purpose of revenue collection, the Izaredari System was introduced in Bengal in 1773 after ending diarchy. Who introduced the new system?",
                            "a":"Warren Hastings"
                        },
                        {
                            "q":"During the time of Governor General Cornawallis, ten-year (decennial) settlement was introduced, which was later changed to which system?",
                            "a":"Parliament settlement (in 1793)"
                        },
                        {
                            "q":"How much of the territory of the whole of India was covered under the Permanent settlement?",
                            "a":"19 percent"
                        },
                        {
                            "q":"Under the permanent settlement, how much of the land revenue collection was kept by the land owning Zamindars?",
                            "a":"Tenth or Eleventh part"
                        },
                        {
                            "q":"Thes second land revenue system adopted by the British was known as Ryotwari system. Who is considered as the father of Ryotwari system?",
                            "a":"Thomas Munro and Captain Reid"
                        },
                        {
                            "q":"Where was the Ryotwari system first introduced in 1792?",
                            "a":"Baramahal, Tamil Nadu"
                        },
                        {
                            "q":"In how many land area of British India was the Ryotwari system in force?",
                            "a":"In 51% area"
                        },
                        {
                            "q":"Under the Ryotwari system, the cultivator was considered as the owner of the land. What percentage of the total yeild of the land had to be paid to the company as revenue?",
                            "a":"Between 33% to 55%"
                        },
                        {
                            "q":"After 1836, by whom was the Ryotwari system revised and improved?",
                            "a":"Wintage and Goldsmith"
                        },
                        {
                            "q":"Who started the permanent settlement?",
                            "a":"Lord Cornawallis"
                        },
                        {
                            "q":"Among the land settlements which one was in the best interest of farmers?",
                            "a":"Ryotwari system of Madras"
                        },
                        {
                            "q":"Under Mahalwari system, land revenue was determined on the basis of production of 'Mahal' or the entire village. This system was enforced in what percentage of British India?",
                            "a":"30%"
                        },
                        {
                            "q":"Which principle is considered to have influenced the formulation of Mahalwari system?",
                            "a":"Ricardo's principle of rent"
                        },
                        {
                            "q":"What was the main reason for the occurrence of famines in British India?",
                            "a":"Shortage of food grains due to promotion of commercial crops"
                        },
                        {
                            "q":"Which period of India history is known as de-industrialzation in British India?",
                            "a":"Between 1800 to 1850"
                        },
                        {
                            "q":"On the downfall of the traditional Indian handicrafts industry, who said that 'The misery hardly finds parallel in the history of commerce, the bones of cotton weavers are bleaching the plains of India'?",
                            "a":"Governor General Bentinck"
                        },
                        {
                            "q":"It was the British intruder who broke up the Indian hand-loom and destroyed the spinning-wheel. England began with driving the Indian cottons from the European market; it then introduced twist into Hindostan, and in the end inundated the very mother country of cotton with cottons. 'Who said this'?",
                            "a":"by Karl Marx"
                        },
                        {
                            "q":"After 1860, the era of financial capitalism marked the beginning of large-scale capital investment were - loans to the government, railways construction, irrigation projects, tea, coffee, rubber plantations, coal mines, jute mills, shipping, banking, etc. In which area did maximum investment take place at this time?",
                            "a":"In the field of public debt"
                        },
                        {
                            "q":"Raiway construction in India was the second important area of British capital investment. What percentage of interest was guaranteed by the government on the amount of capital that British capitalists used to invest in building railways?",
                            "a":"Five percent"
                        },
                        {
                            "q":"Where was the first railway line laid in India laid during Dalhousie's time?",
                            "a":"Bombay to Thane (in 1853)"
                        },
                        {
                            "q":"How did Karl Marx describe the laying down of railway lines in India?",
                            "a":"The harbinger of merdern era"
                        },
                        {
                            "q":"The first industry among Indian industries in which capital was invested by Indian was:",
                            "a":"Cotton Textile Industry"
                        },
                        {
                            "q":"India's first cotton textile mill was set up in the Bombay in 1854 with the efforts of Kavasji Nanabhai Davar. When and where was the first jute mill established in India?",
                            "a":"At Risra in 1855 (Bengal)"
                        },
                        {
                            "q":"At which place was the Tata Iron and Steel Company established in 1907?",
                            "a":"Jamshedpur"
                        },
                        {
                            "q":"Due to the introduction of new agriculture and land revenue system in British India, there was a shortage of food grains. In which year did Orissa suffer from a severe famine due to this shortage?",
                            "a":"1866 - 67"
                        },
                        {
                            "q":"When and under whose leadership did Governor General Lord Harding establish the Industrial Commission of India?",
                            "a":"In 1916, under the leadership of Sir Thomas Holland"
                        },
                        {
                            "q":"Who was the first nationalist to estimate per capita income in India?",
                            "a":"Dadabhai Naoroji"
                        },
                        {
                            "q":"The first scientist assessment of national income was done by",
                            "a":"By Dr. V.K.R.V. Rao"
                        },
                        {
                            "q":"Who explained the drain of wealth from India through his articles such as Poverty and Un British Rule in India (1867). The wants and means of India (1870) and on the commerce of india (1870)?",
                            "a":"Dadabhai Naoroji"
                        },
                        {
                            "q":"Which book of famous economist and nationalist leader Romesh Chandra Dutt is considered the first famous book on Indian economic history?",
                            "a":"Economic History of India"
                        },
                        {
                            "q":"Which English historian called the first phase of Indian British colonialism an open and shameless period of plunder?",
                            "a":"Percival Spear"
                        },
                        {
                            "q":"During the colonial era, the British capital was invested in which sector?",
                            "a":"Agriculure"
                        }
                    ]
                },
                {
                    "n":"Revolt of 1857",
                    "qna":[
                        {
                            "q":"There were several reasons that led to the Revolt of 1857. What were the main political reasons among them?",
                            "a":"Lord Dalhausie's Doctrine of Lapse and Wellesley's Subsidiary Alliance"
                        },
                        {
                            "q":"By which act of 1856, those who converted to Christianity were entitled to their ancestral property. They were the facility of promotion in job, admission in educational institutions, etc?",
                            "a":"Religious Disability Act, 1856"
                        },
                        {
                            "q":"Proselytism, the British was also a major reason for the 1857 revolt. By which act did Christian missionaries get permission to preach in India?",
                            "a":"By Charter Act of 1833"
                        },
                        {
                            "q":"What is believed to be the immediate cause of the Revolt of 1857?",
                            "a":"Use of greased cartridges"
                        },
                        {
                            "q":"Azimullah Khan along with Nana Saheb finalized the plan of revolt in Bithoor. Which date was decided by them as the day of revolution?",
                            "a":"May 31, 1857"
                        },
                        {
                            "q":"The first incident againt the use of greased cartridges took place on 29 March 1857 in the Barrackpore cantonment, where a soldier, while refusing to use the greased cartridge, killed Sergeant Hewson and mortally wounded Lieutenant Baugh. Who was the soldier?",
                            "a":"Mangal Pandey"
                        },
                        {
                            "q":"Mangal Pandey was hanged on April 8, 1857 for kiling his officer and his regiment was dissolved. What was the name his regiment?",
                            "a":"34th Native Infantry Regiment"
                        },
                        {
                            "q":"The revolution of 1857 occurred in the reign of Lord Canning. When and where did the first armed rebellion of this revolution begin?",
                            "a":"At Meerut on 10 May 1857"
                        },
                        {
                            "q":"The revolt in Lucknow lasted from May 20, 1857 to March 1, 1858. Who provided the leadership of rebellion there?",
                            "a":"Begum Hazrat Mahal"
                        },
                        {
                            "q":"Which son of Hazrat Mahal was declared the Nawab of Awadh during the period of Sepoy Mutiny?",
                            "a":"Burjis Qadir"
                        },
                        {
                            "q":"In Kanpur, the rebellion began on 4 June 1857. Who led the rebellion there?",
                            "a":"Nana Saheb (Dhondhu Pant)"
                        },
                        {
                            "q":"Who helped Nana Saheb, the adopted son of Peshwa Bajirao II, during the rbellion in Kanpur?",
                            "a":"Tatya Tope"
                        },
                        {
                            "q":"The revolt in Jhansi began on 5 June 1857 under the leadership of Rani Jhansi. Who was the British officer to suppress the revolt of Jhansi?",
                            "a":"General Hugh Rose"
                        },
                        {
                            "q":"On the death of Rani Laxmibai, who said that 'the woman sleeping here was the only man among Indian multineers'?",
                            "a":"by General Hugh Rose"
                        },
                        {
                            "q":"On which date did Rani Laxmibai of Jhansi attain martyrdom while fighting in the battle field?",
                            "a":"On June 17, 1858"
                        },
                        {
                            "q":"In Delhi, Bahadur Shah, in collaboration with Bhakt Khan, led the rebellion. Bahadur Shah surrendered before Lieutenant W.S.R. Hudson on 20 September 1857. Where did Bahadur Shah spend the rest of his life in exile?",
                            "a":"in Rangoon (Burma)"
                        },
                        {
                            "q":"On 20 September 1857, Nicholson captured Delhi. After this, where did Bahadur Shah Zafar II take refuge after fleeing?",
                            "a":"In Humanyun's Tomb"
                        },
                        {
                            "q":"When did Bahadur Shah Zafar die in Rangoon?",
                            "a":"on November 7, 1862"
                        },
                        {
                            "q":"Who led the 1857 rebellion in Jagdishpur (Ara, Bihar), who has been called the 'Lion of Bihar' because of his indomitable courage and valor?",
                            "a":"Kunwar Singh"
                        },
                        {
                            "q":"Who led the 1857 rebellion in Faizabad?",
                            "a":"Maulvi Ahmadullah"
                        },
                        {
                            "q":"Who wrote the book, titled 'First War of Indian Independence' on the Revolt of 1857?",
                            "a":"B.D. Savarkar"
                        },
                        {
                            "q":"Who said that 'The decline and fall of empires are not affairs of greased cartridges. Such results are occasioned by adequate causes, and by an accumulation of adequate causes. Hence, it is a national rebellion'?",
                            "a":"Benjamin Desraeli"
                        },
                        {
                            "q":"Immediately after the rebellion, the British Crown revoked the Company's right to rule in India and abolished the Board of Control and the Board of Directors. After this, whose rule started in India?",
                            "a":"of the British Crown"
                        },
                        {
                            "q":"As a result of the Queen's Proclamation, a Secretary of State for India and a 15-member Indian Council were appointed. The post of Governor General in India was abolished and replaced by Viceroy. Who was the first Viceroy of India?",
                            "a":"Lord Canning"
                        },
                        {
                            "q":"In which year was the British East India completely abolished and Britain took over India?",
                            "a":"1858"
                        },
                        {
                            "q":"After the Revolt of 1857, the proportion of Europeans in the army was increased in comparison to Indian Soldiers. In which report was it recommended?",
                            "a":"Peel Commission"
                        },
                        {
                            "q":"After the formation of which commission, regiments of the army were divided on the basis of caste, community and religion?",
                            "a":"Royal Commission"
                        },
                        {
                            "q":"After the formation of which commission, regiments of the army were divided on the basis of caste, community and religion?",
                            "a":"Royal Commission"
                        },
                        {
                            "q":"After this rebellion, complete European control was established over the artillery. What was the ration of British and Indian soldiers in the army?",
                            "a":"1:2"
                        }
                    ]
                },
                {
                    "n":"Mass Movements between 1757 and 1858",
                    "qna":[
                        {
                            "q":"Where and when did the Sanyasi revolt take place?",
                            "a":"In Bengal in 1770 - 80"
                        },
                        {
                            "q":"The revolt was crushed after a long military campaign. Who led this campaign?",
                            "a":"Warren Hastings"
                        },
                        {
                            "q":"In which novel of Bankim Chandra Chattopadhyay, is the Sanyasi rebellion mentioned?",
                            "a":"In Anand Math"
                        },
                        {
                            "q":"The Fakir movement started in 1776 - 77. This movement consisted of wandering Muslim religious fakirs who used to collec money from landlords and peasants in defiance of the British rule. Who was the main leader of this movement?",
                            "a":"Majnum Shah"
                        },
                        {
                            "q":"Chirag Ali Shah, Bhavani Pathak and Devi Chaudhurani were associated with which movement?",
                            "a":"With Fakir movement"
                        },
                        {
                            "q":"In which region of India did the Pagal Panthi revolt take place?",
                            "a":"In the North-Eathern Region"
                        },
                        {
                            "q":"Who led the Pagal Panthi insurgency?",
                            "a":"Karam Shah and Tipu Shah"
                        },
                        {
                            "q":"The Wahhabi movement was a Muslim reformist movement, whose founder was Abdul Shah Wahab. Who was responsible for hits popularization in India?",
                            "a":"Syed Ahmed Rai Barelwi"
                        },
                        {
                            "q":"Sayyid took possession of Peshawar for some time in 1830 and issued coins in his name. But he died in 1831. After the death of Sayyid Ahmed, which place became the headquarters of this movement?",
                            "a":"Patna"
                        },
                        {
                            "q":"The character of the Wahhabi movement was communal, but they never opposed the Hindus. With which goal was the movement inspired?",
                            "a":"With the goal of freeling India from English rule and establishing a Muslim state?"
                        },
                        {
                            "q":"The farmers of Bengal were organized for the first time to appose feudal atrocities under the Faraizi movement. Under whose leadership did this movement start in Faridpur (modern Bangladesh) in 1804?",
                            "a":"Haji Shariatullah"
                        },
                        {
                            "q":"Which of his sons led this movement after the death of Haji Shariatullah in 1840?",
                            "a":"Dadu Mian"
                        },
                        {
                            "q":"Kuka movement started in western Punjab under the leadership of Bhagar Jawahar Mal. What was his popular name?",
                            "a":"Sian Saheb"
                        },
                        {
                            "q":"The first rebellion of the Kukas took place under Ram Singh in Firozpur in 1869. Where was he deported in 1872, where he died in 1885, after which the movement ended?",
                            "a":"Rangoon"
                        },
                        {
                            "q":"Who launched the Namdhari movement, which emphasized on prohibition of alcohol and beed and laid stress on tree worship and equality of women?",
                            "a":"Baba Ram Singh"
                        },
                        {
                            "q":"The Ramosi Rebellion took place in 1822 after the fall of the Maratha Empire in Maharashtra to protest against the increased land tax. Who participated in the rebellion?",
                            "a":"Marathas, once employed as soldiers and soldiers in the Maratha army"
                        },
                        {
                            "q":"Ramosi is an Indian community found in Mahastra, Madhya Pradesh, and Karnataka. Under whose leadership did the Ramosis revolt against the tyrannical system of higher taxation and tax collection?",
                            "a":"Chittar Singh"
                        },
                        {
                            "q":"Under whose leadership did the Ramosis revolt for the second time in 1825-26 due to terrible famine and food scarcity, after which the British govenment gave them land grants and recruited them into the hill police?",
                            "a":"Umaji"
                        },
                        {
                            "q":"The Gadkari rebellion took place in 1844 in Kolhapur, Maharastra. What did the Gadkaris use to do?",
                            "a":"Hereditary workers in the forts of Marathas"
                        },
                        {
                            "q":"Which two fortifications were captured by the Gadkari people during the rebellion, which the British could regain only after a protracted struggle?",
                            "a":"Samangarh and Bhudagarh"
                        },
                        {
                            "q":"When was the Veluthampi Rebellion in Travancore (Kerala) led by Veluthampi?",
                            "a":"In 1808 - 1809"
                        },
                        {
                            "q":"Despite being shot dead, Veluthampi was hanged publicly by the British Army. Which battalion supported the Veluthampi Rebellion?",
                            "a":"Nair Battalion"
                        },
                        {
                            "q":"On account of increase in land revenue, in which region did the tribals revolt against the landlords and the British first in 1820-21 and later in 1813 which lasted till 1837?",
                            "a":"Chhota Nagpur"
                        },
                        {
                            "q":"The rebels of Kittur killed the Collector of Kittur and declared their independence, after which the British adopted an oppressive policy to crush the rebellion. When and in which state did the Kittur Chennamma rebellion take place?",
                            "a":"In Karnataka in 1824 - 1829"
                        },
                        {
                            "q":"Which tribal uprising in Karnataka took the form of a bloody struggle and later its territory was declared as 'Damani Kol' area?",
                            "a":"Pahadia Rebellion in the Rajmahal Hills"
                        },
                        {
                            "q":"The people of the Khond tribe, spread from Tamil Nadu to Bengal and Central India, revolted against the British govenment during 1837 - 1856. Who led the Khond Rebellion?",
                            "a":"Charka Bisoyi"
                        },
                        {
                            "q":"The revolt of the Santhal tribals, led by Siddu and Kanhu, took place in 1855 - 56. In which areas did it take place?",
                            "a":"from Bhagalpur to Rajmahal"
                        },
                        {
                            "q":"Inspired by whose reforms did the Bhil rebellion start in Banswara, Soonth and Dungarpur in Rajasthan?",
                            "a":"Govid Guru"
                        },
                        {
                            "q":"The Munda revolt took place between 1893 - 1900 under the leadership of Birsa Munda. What was the main reason for the outbreak of this rebellion?",
                            "a":"Conversion of the Khuntkatti System into Zamindari System"
                        },
                        {
                            "q":"Birsa Munda was called Ulgulan (Great Tumult). By which name was his rebellion known?",
                            "a":"Ulgulan (Great Uprising)"
                        },
                        {
                            "q":"In which area did the Tana Bhagat movement begin after World War II?",
                            "a":"Chhota Nagpur (Bihar)"
                        },
                        {
                            "q":"Which tribe is related to Tana Bhagat movement?",
                            "a":"Oraon tribe"
                        },
                        {
                            "q":"When did Chotanagpur tribal revolt take place?",
                            "a":"In 1920"
                        },
                        {
                            "q":"The Naga movement was started by the yound Rongmei Jadonang. After Jadonang was handed on August 29, 1931, who led this movement?",
                            "a":"Naga woman Nehru"
                        },
                        {
                            "q":"By whom was the title of 'Queen' conferred on Gaidinliu?",
                            "a":"by Jawaharlal Nehru"
                        },
                        {
                            "q":"Which tribal rebels launced the powerful Forest Satyagraha in Guntur district of Andhra Pradesh during the Non-Cooperation Movement of 1920?",
                            "a":"Chenchu Tribals"
                        },
                        {
                            "q":"Under whose leadership did the Bhil rebellion take a violent form in 1921 - 22, after which the Congress repudiated its connection with this rebellion?",
                            "a":"Motilal Tejawat"
                        },
                        {
                            "q":"The Rampa Rebellion begin in the year 1879, which continued sporadiacally till 1920-22. Who led this revolt in Andhra Pradesh?",
                            "a":"Alluri Sitaram Raju"
                        },
                        {
                            "q":"The govenment of the East India Company suppressed the rebellion in 1880 AD. What were the Rampas and their landlords called respectively?",
                            "a":"Moota and Muttadar"
                        },
                        {
                            "q":"The Chuar Rebellion began in 1766 in five districts of Bengal and Bihar which lasted till 1772. In which district of Bengal did the primitive tribes of Chuars or Bhumins live?",
                            "a":"Midnapore"
                        },
                        {
                            "q":"The Chuar people revolted against the British due to famine, land tax etc. Which king of the Chuars led this rebellion?",
                            "a":"King Jagannath"
                        },
                        {
                            "q":"The Chhota Nagpur region was inhabited by such tribes as Munda, Oraon, Ho, Mahali etc. How do the people of plains refer to them?",
                            "a":"Kols"
                        },
                        {
                            "q":"The Kols had started the Kol rebellion (1831 - 32) against the Diku (outsiders), which later became widespread. Who led this rebellion?",
                            "a":"Budho Bhagar"
                        },
                        {
                            "q":"The annexation of Jaintia and Garo hills region was the cause of Khasi Rebellion (1829 - 33). Who led this rebellion?",
                            "a":"Sardar Tirat Singh"
                        },
                        {
                            "q":"When did Ho rebellion took place under Poto Ho?",
                            "a":"1820 - 21"
                        }
                    ]
                }
            ]
        }
    ]
}