{
	"QuizQuestions":[
		{
			"q_en":"Which of the following statements is incorrect?",
            "a_en":"The leather puppets in our country are those used in the Tholu Bomalatta of Andhra Pradesh.",
            "b_en":"The origins of these puppets can be traced to the Mahabharata.",
            "c_en":"Leather puppets are made out of the hides of goats, deer, and buffalo.",
            "d_en":"Gods and heroes are made medium in size.",
            "q_hin":"निम्नलिखित में से कौन सा कथन गलत है ?",
            "a_hin":"हमारे देश में चमड़े की कठपुतली आंध्र प्रदेश के थोलू बोमालट्टा में उपयोग की जाने वाली कठपुतली हैं।",
            "b_hin":"इन कठपुतलियों की उत्पत्ति का पता महाभारत से लगाया जा सकता है।",
            "c_hin":"चमड़े की कठपुतली बकरियों, हिरणों और भैंसों की खाल से बनाई जाती है।",
            "d_hin":"देवताओं और वीरों को आकार में मध्यम बनाया गया है।",
            "ans":"d"
		},       
		{
			"q_en":"Which of the following pair of folk theatres with their respective state is incorrectly matched?",
            "a_en":"Nautanki - Uttar Pradesh",
            "b_en":"Tamasha - Maharashtra",
            "c_en":"Bhavai - Rajasthan",
            "d_en":"Yakshagana - Karnataka",
            "q_hin":"निम्नलिखित में से कौन सा लोक रंगमंच अपने संबंधित राज्य के साथ गलत  सुमेलित है?",
            "a_hin":"नौटंकी - उत्तर प्रदेश",
            "b_hin":"तमाशा - महाराष्ट्र",
            "c_hin":"भवई - राजस्थान",
            "d_hin":"यक्षगान - कर्नाटक",
            "ans":"c"
		},       
		{
			"q_en":"Which of the following statements is incorrect regarding Puppetry?",
            "a_en":"A puppet is a doll or figure representing a person, animal, object, or idea and is used to tell a story.",
            "b_en":"The puppet is made of various materials and can be moved in different ways.",
            "c_en":"Almost all types of puppets are found in India.",
            "d_en":"Puppetry is a type of dance form.",
            "q_hin":"कठपुतली के बारे में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"कठपुतली एक गुड़िया या आकृति है जो किसी व्यक्ति, जानवर, वस्तु या विचार का प्रतिनिधित्व करती है और इसका उपयोग कहानी सुनाने के लिए किया जाता है।",
            "b_hin":"कठपुतली विभिन्न सामग्रियों से बनी होती है और इसे विभिन्न तरीकों से स्थानांतरित किया जा सकता है।",
            "c_hin":"भारत में लगभग सभी प्रकार की कठपुतली पाई जाती है।",
            "d_hin":"कठपुतली एक प्रकार का नृत्य है।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following statements is correct?",
            "a_en":"In a wall painting the ground is the wall or the stone of the cave.",
            "b_en":"All paintings done on walls are necessarily called mural paintings.",
            "c_en":"To bind the paint to the plaster the colours are often put on dry plaster.",
            "d_en":"Mural paintings is a classical styles of painting only used for temples.",
            "q_hin":"निम्नलिखित कथनों में से कौन सही है?",
            "a_hin":"भित्ति चित्रकला में जमीन गुफा की दीवार या पत्थर है।",
            "b_hin":"दीवारों पर किए गए सभी चित्रों को आवश्यक रूप से भित्ति चित्र कहा जाता है।",
            "c_hin":"रंग को प्लास्टर से बांधने के लिए रंगों को अक्सर सूखे प्लास्टर पर लगाया जाता है।",
            "d_hin":"भित्ति चित्र चित्रकला की एक शास्त्रीय शैली है जिसका उपयोग केवल मंदिरों के लिए किया जाता है।",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following pairs is incorrectly matched?",
            "a_en":"Warli Painting - Maharashtra",
            "b_en":"Tanjore Painting - Tamil Nadu",
            "c_en":"Mithila painting - Andhra Pradesh",
            "d_en":"Jharnapata Chitra - West Bengal",
            "q_hin":"निम्नलिखित में से कौन सा युग्म गलत सुमेलित है?",
            "a_hin":"वार्ली चित्रकारी - महाराष्ट्र",
            "b_hin":"तंजौर चित्रकारी - तमिलनाडु",
            "c_hin":"मिथिला चित्रकारी - आंध्र प्रदेश",
            "d_hin":"झर्नापता चित्र - पश्चिम बंगाल",
            "ans":"c"
        },       
        {
            "q_en":"Which among the following is not a basic physical components of a painting?",
            "a_en":"Ground on which the painting is done.",
            "b_en":"Colours that make up the painting",
            "c_en":"Adhesive or glue",
            "d_en":"Tools like screw driver and pliers",
            "q_hin":"निम्नलिखित में से कौन एक पेंटिंग का बुनियादी भौतिक घटक नहीं है?",
            "a_hin":"धरातल जिस पर चित्रकारी की जाती है।",
            "b_hin":"रंग जो चित्रकारी बनाते हैं",
            "c_hin":"चिपकने वाला या गोंद",
            "d_hin":"पेचकस और चिमटा जैसे उपकरण",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following statements is incorrect regarding silk fabric?",
            "a_en":"Silk is made from the cocoon of a cream-colored moth that feeds on the leaves of the mulberry tree.",
            "b_en":"All silk in the world is generally in yellow color only.",
            "c_en":"India is the only source of Tussar silk that comes from the Antheria Assamia moth.",
            "d_en":"Women weavers of Assam make their traditional meklachador costumes with golden Moga and Eri silk",
            "q_hin":"रेशम के कपड़े के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"रेशम एक क्रीम रंग के कीट के कोकून से बनता है जो शहतूत के पेड़ की पत्तियों को खाता है।",
            "b_hin":"दुनिया में सभी रेशम आमतौर पर पीले रंग में ही होते हैं।",
            "c_hin":"भारत टसर रेशम का एकमात्र स्रोत है जो एंथेरिया असमिया कीट से प्राप्त होता है।",
            "d_hin":"असम की महिला बुनकर स्वर्ण मोगा और एरी रेशम के साथ अपने पारंपरिक मेकलाचडोर परिधान बनाती हैं।",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following statements is incorrect regarding cotton?",
            "a_en":"Cotton was not known to the Harappan people.",
            "b_en":"The seeds and other impurities are removed from the cotton balls by ginning.",
            "c_en":"It is spun on a charkha or spinning wheel to the required thickness and texture and is then ready for weaving.",
            "d_en":"The quality of the thread is measured in terms of the thickness of the thread.",
            "q_hin":"कपास के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"हड़प्पा के लोगों को कपास की जानकारी नहीं थी।",
            "b_hin":"रुई के गेंदों में से बीज और अन्य अशुद्धियों को ओटाई से निकाल दिया जाता है।",
            "c_hin":"इसे चरखे या चरखे पर आवश्यक मोटाई और बनावट में काता जाता है और फिर बुनाई के लिए तैयार होता है।",
            "d_hin":"धागे की गुणवत्ता को धागे की मोटाई के हिसाब से मापा जाता है।",
            "ans":"a"
        },
        {
            "q_en":"Which of the following statement is incorrect regarding the use of papercraft in different societies?",
            "a_en":"During Muharram a model of the tomb of Imam Hussain called the Tazia is adorned with floral designs made out of colored papers.",
            "b_en":"The Mexicans use cut-paper flags with designs of planets, plants, and a repetitive border with triangles that symbolize male and female energies.",
            "c_en":"In China, peasants have developed paper-cuts into rich social popular art.",
            "d_en":"The most popular themes of papercraft of China are the Tree of Life, cocks and hens, etc. that are all symbols of life.",
            "q_hin":"विभिन्न समाजों में कागज के शिल्प के उपयोग के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"मुहर्रम के दौरान इमाम हुसैन के मकबरे का एक स्वरुप जिसे ताजिया कहा जाता है, रंगीन कागजों से बने फूलों के डिजाइनों से सजाया जाता है।",
            "b_hin":"मेक्सिकन लोग ग्रहों, पौधों के डिजाइन के साथ कागज के झंडे का उपयोग करते हैं, और त्रिकोण के साथ दोहराव वाली सीमा जो नर और मादा ऊर्जा का प्रतीक है।",
            "c_hin":"चीन में, किसानों को अमीर सामाजिक लोकप्रिय कला में कागज कटौती विकसित की है।",
            "d_hin":"चीन के कागजी शिल्प के सबसे लोकप्रिय विषय जीवन के पेड़, और मुर्गियां आदि हैं जो जीवन के सभी प्रतीक हैं।",
            "ans":"c"
        },
        {
            "q_en":"Which of the following statements is incorrect regarding paper?",
            "a_en":"Factory-made paper is now generally made of tightly packed and pressed fibers of rags, straw, wood, and bamboo.",
            "b_en":"Handmade paper is made of pulp (obtained from the bark of certain trees) mixed with glues, and waste cloth from garment manufacturers.",
            "c_en":"Paper came to India with Chinese traders",
            "d_en":"The Arabs, in the 8th century, learned paper-making from the Chinese.",
            "q_hin":"कागज के संबंध में निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"फैक्ट्री-निर्मित कागज अब आम तौर पर लत्ता, पुआल, लकड़ी और बांस के कसकर बांधे हुए और दबाए गए रेशों से बना होता है।",
            "b_hin":"हस्तनिर्मित कागज गोंद के साथ मिश्रित लुगदी (कुछ पेड़ों की छाल से प्राप्त) और परिधान निर्माताओं से बेकार कपड़े से बना होता है।",
            "c_hin":"कागज चीनी व्यापारियों के साथ भारत आया था।",
            "d_hin":"8वीं शताब्दी में अरबों ने चीनियों से कागज बनाना सीखा।",
            "ans":"c"
        }
	]
}