{
	"QuizQuestions":[
		{
			"q_en":"Which of the pairs is incorrectly matched?",
            "a_en":"Bhimbetka - ​Madhya Pradesh",
            "b_en":"Kailash Temple (Ellora) - Maharashtra",
            "c_en":"Taj Mahal - Agra",
            "d_en":"Shore Temple - Orissa",
            "q_hin":"कौन सा युग्म गलत सुमेलित है ?",
            "a_hin":"भीमबेटका - ​मध्य प्रदेश",
            "b_hin":"कैलाश मंदिर (एलोरा) - महाराष्ट्र",
            "c_hin":"ताज महल - आगरा",
            "d_hin":"शोर मंदिर - उड़ीसा",
            "ans":"d"
		},       
		{
			"q_en":"Blacksmiths are the largest craft group from which of the following state?",
            "a_en":"Maharashtra",
            "b_en":"Himachal Pradesh",
            "c_en":"Madhya Pradesh",
            "d_en":"Uttar Pradesh",
            "q_hin":"लोहार निम्नलिखित में से किस राज्य से सबसे बड़ा शिल्प समूह है?",
            "a_hin":"महाराष्ट्र",
            "b_hin":"हिमाचल प्रदेश",
            "c_hin":"मध्य प्रदेश",
            "d_hin":"उत्तर प्रदेश",
            "ans":"b"
		},       
		{
			"q_en":"Which of the following is not a quality of natural fibres?",
            "a_en":"They share a common language of colour, texture and of belonging to the earth.",
            "b_en":"The appearance, feel, and texture of a bamboo basket is clearly different from that of a plastic bag.",
            "c_en":"No two bamboo baskets are of the same color while they could have the same form.",
            "d_en":"Natural fibres made of cellulose or plant matter can only be obtained from stem.",
            "q_hin":"निम्नलिखित में से कौन सा प्राकृतिक रेशों का गुण नहीं है?",
            "a_hin":"वे रंग, बनावट और पृथ्वी से संबंधित की एक आम भाषा साझा करते हैं।",
            "b_hin":"बांस की टोकरी का आकार, स्पर्श और बनावट स्पष्ट रूप से प्लास्टिक की थैली से अलग होती है।",
            "c_hin":"कोई भी दो बांस की टोकरियाँ एक ही रंग की नहीं होती हैं, जबकि उनका आकार एक जैसा हो सकता है।",
            "d_hin":"सेल्यूलोज या पौधे के पदार्थ से बने प्राकृतिक रेशे केवल पौधे के तना से प्राप्त किए जा सकते हैं।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following statements is correct regarding cane in India?",
            "a_en":"Cane is an important forest produce found mainly in western parts of India.",
            "b_en":"Cane is cylindrical and of uniform thickness, solid and brown in colour.",
            "c_en":"Canes are small slender stems of climbing plants that belong to the palm family.",
            "d_en":"About 35 varieties of sugarcane are grown in India.",
            "q_hin":"भारत में गन्ना के संबंध में निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"गन्ना एक महत्वपूर्ण वनोपज है जो मुख्य रूप से भारत के पश्चिमी भागों में पाया जाता है।",
            "b_hin":"गन्ना बेलनाकार और एक समान मोटाई की, ठोस और भूरे रंग की होती है।",
            "c_hin":"गन्ना चढ़ाई वाले पौधों के छोटे पतले उपजी हैं जो हथेली परिवार से संबंधित हैं। दोनों",
            "d_hin":"भारत में गन्ने की लगभग 35 प्रजातियां उगाई जाती हैं।",
            "ans":"b"
        },       
        {
            "q_en":"With reference to the ornaments in India, which of the following pair is correctly matched?",
            "a_en":"Kan-balle - Andhra Pradesh",
            "b_en":"Chonk - Kashmir",
            "c_en":"Thewa - Rajasthan",
            "d_en":"Kirtimukha - Punjab",
            "q_hin":"भारत में आभूषणों के संदर्भ में, निम्नलिखित में से कौन सा जोड़ा सही सुमेलित है?",
            "a_hin":"कान बल्ले - आंध्र प्रदेश",
            "b_hin":"चोंक - कश्मीर",
            "c_hin":"थेवा - राजस्थान",
            "d_hin":"कीर्तिमुख - पंजाब",
            "ans":"c"
        },       
        {
            "q_en":"Which of the following statement is incorrect?",
            "a_en":"The richest collection of jewellery was discovered in Taxila.",
            "b_en":"Early Greek jewelry has a close similarity with some of the traditional jewelry of Kutch and Saurashtra.",
            "c_en":"The patterns of some Egyptian jewelry, especially armlets with snakeheads, are found in India.",
            "d_en":"Only gold and silver jewelry was discovered during the excavations at the Harappan site.",
            "q_hin":"निम्नलिखित में से कौन सा कथन गलत है ?",
            "a_hin":"तक्षशिला में आभूषणों का सबसे समृद्ध संग्रह खोजा गया था।",
            "b_hin":"प्रारंभिक ग्रीक आभूषण कच्छ और सौराष्ट्र के कुछ पारंपरिक आभूषणों से काफी मिलते-जुलते हैं।",
            "c_hin":"मिस्र के कुछ आभूषणों के स्वरुप, विशेष रूप से सांप के सिर वाले बाजूबंद, भारत में पाए जाते हैं।",
            "d_hin":"हड़प्पा स्थल पर खुदाई के दौरान केवल सोने और चांदी के आभूषणों की खोज की गई थी।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following statements is incorrect?",
            "a_en":"Bamboo is a giant tree-like grass that mostly grows wild in the temperate regions of the world.",
            "b_en":"Bamboo is significant as a renewable resource that is found abundantly in India.",
            "c_en":"Bamboo is tall grasses that have straight, woody, and cylindrical stems, which have nodes.",
            "d_en":"There are 136 species of bamboo in India.",
            "q_hin":"निम्नलिखित में से कौन सा कथन गलत है ?",
            "a_hin":"बांस एक विशाल पेड़ की तरह घास है जो ज्यादातर दुनिया के समशीतोष्ण जंगली क्षेत्रों में होता है।",
            "b_hin":"भारत में प्रचुर मात्रा में पाए जाने वाले नवीकरणीय संसाधन के रूप में बांस महत्वपूर्ण है।",
            "c_hin":"बांस लंबी घास हैं जिनमें सीधे, लकड़ी और बेलनाकार तने होते हैं, जिनमें गांठें होती हैं।",
            "d_hin":"भारत में बांस की 136 प्रजातियां हैं।",
            "ans":"a"
        },       
        {
            "q_en":"Consider the following statements regarding carving and choose the correct statement.",
            "a_en":"Carving is a very easiest process, it does not require a skill.",
            "b_en":"Carving is a process in which forms are cut away or subtracted from the original solid material.",
            "c_en":"Carving is a technique of cutting metal to form a figure or design.",
            "d_en":"A block of stone is carved by chiseling away long chips in order to create the desired shape.",
            "q_hin":"नक्काशी के संबंध में निम्नलिखित कथनों पर विचार करें और सही कथन का चयन करें।",
            "a_hin":"नक्काशी एक बहुत ही आसान प्रक्रिया है, इसके लिए किसी कौशल की आवश्यकता नहीं होती है।",
            "b_hin":"नक्काशी एक ऐसी प्रक्रिया है जिसमें मूल ठोस सामग्री से रूपों को काट दिया जाता है या घटा दिया जाता है।",
            "c_hin":"नक्काशी एक आकृति बनाने के लिए धातु को काटने की एक तकनीक है।",
            "d_hin":"वांछित आकार बनाने के लिए लंबे चिप्स को काटकर पत्थर के एक खंड को उकेरा गया है।",
            "ans":"b"
        },
        {
            "q_en":"Which following is the main purpose of ​the Lost Wax Process?",
            "a_en":"It is a specific technique used for making objects of clay.",
            "b_en":"It is a specific technique used for making objects of metal.",
            "c_en":"It is a specific technique used for making objects of stone.",
            "d_en":"It is a specific technique used for making objects of soil.",
            "q_hin":"लॉस्ट वैक्स प्रक्रिया का मुख्य उद्देश्य निम्नलिखित में से कौन सा है?",
            "a_hin":"यह एक विशिष्ट तकनीक है जिसका उपयोग मिट्टी की वस्तुओं को बनाने के लिए किया जाता है।",
            "b_hin":"यह धातु की वस्तुओं को बनाने के लिए उपयोग की जाने वाली एक विशिष्ट तकनीक है।",
            "c_hin":"यह एक विशिष्ट तकनीक है जिसका उपयोग पत्थर की वस्तुओं को बनाने के लिए किया जाता है।",
            "d_hin":"यह एक विशिष्ट तकनीक है जिसका उपयोग मिट्टी की वस्तुओं को बनाने के लिए किया जाता है।",
            "ans":"b"
        },
        {
            "q_en":"Which of the following statements is correct?",
            "a_en":"Champakali is a necklace made of jasmine bud motifs and is worn in Rajasthan only.",
            "b_en":"Mangai Mala is a rich necklace from Tamil Nadu, with stylized mango forms studded with rubies.",
            "c_en":"Gold was associated with the moon, and silver, with the sun.",
            "d_en":"Karanphul Jhumka is a combination of the form of an open rose.",
            "q_hin":"निम्नलिखित कथनों में से कौन सही है?",
            "a_hin":"चंपकली, चमेली की कली के रूपांकनों से बना एक हार है और इसे राजस्थान में ही पहना जाता है।",
            "b_hin":"मांगई माला तमिलनाडु का एक समृद्ध हार है, जिसमें माणिक से जड़े आम के रूप होते हैं।",
            "c_hin":"सोना चंद्रमा से जुड़ा था और चाँदी सूर्य से।",
            "d_hin":"कर्णफुल झुमका एक खुले गुलाब के रूप का एक संयोजन है।",
            "ans":"b"
        }
	]
}