{
	"QuizQuestions":[
		{
			"q_en":"Which among the following book is the source of Indian art and painting?",
            "a_en":"Vishnudharmottara Purana",
            "b_en":"Naradiya Purana",
            "c_en":"Markandeya Purana",
            "d_en":"Varaha Purana",
            "q_hin":"निम्नलिखित में से कौन सी पुस्तक भारतीय कला और चित्रकला का स्रोत है?",
            "a_hin":"विष्‍णुधर्मोत्‍तर पुराण",
            "b_hin":"नारदीय पुराण",
            "c_hin":"मार्कंडेय पुराण",
            "d_hin":"वराह पुराण",
            "ans":"a"
		},       
		{
			"q_en":"Which among the following state was the most prominent center of Western Indian School of Painting?",
            "a_en":"Gujarat",
            "b_en":"Madhya Pradesh",
            "c_en":"Rajasthan",
            "d_en":"Maharashtra",
            "q_hin":"निम्नलिखित में से कौन सा राज्य पश्चिमी भारतीय चित्रकला विद्यालय का सबसे प्रमुख केंद्र था?",
            "a_hin":"गुजरात",
            "b_hin":"मध्य प्रदेश",
            "c_hin":"राजस्थान",
            "d_hin":"महाराष्ट्र",
            "ans":"a"
		},       
		{
			"q_en":"Which among the following is the most widely illustrated canonical text in the Jain tradition?",
            "a_en":"Kalakacharyakatha",
            "b_en":"Sangrahini Sutra",
            "c_en":"Uttaradhyana Sutra",
            "d_en":"Kalpasutra",
            "q_hin":"निम्नलिखित में से कौन सा जैन परंपरा में सबसे व्यापक रूप से सचित्र विहित पाठ है?",
            "a_hin":"कलाकाचार्यकथा",
            "b_hin":"संग्रहिणी सूत्र",
            "c_hin":"उत्तरध्यान सूत्र",
            "d_hin":"कल्पसूत्र",
            "ans":"d"
        },       
        {
            "q_en":"Early Jain paintings were traditionally done on?",
            "a_en":"Paper",
            "b_en":"Palm leaves",
            "c_en":"Stone",
            "d_en":"Pots",
            "q_hin":"प्रारंभिक जैन चित्रकला पारंपरिक रूप से किस पर की जाती थी?",
            "a_hin":"कागज़",
            "b_hin":"ताड़पत्र",
            "c_hin":"पत्थर",
            "d_hin":"बर्तन",
            "ans":"b"
        },       
        {
            "q_en":"Which among the following Painting origin is considered to be a landmark in the history of painting in India?",
            "a_en":"Pala School of Painting",
            "b_en":"Western Indian School of Painting",
            "c_en":"Mughal School of Painting",
            "d_en":"Deccan School of Painting",
            "q_hin":"निम्नलिखित में से किस चित्रकला मूल को भारत में चित्रकला के इतिहास में एक मील का पत्थर माना जाता है?",
            "a_hin":"चित्रकला की पाल शैली",
            "b_hin":"चित्रकला की पक्षिमी भारतीय शैली",
            "c_hin":"चित्रकला की मुगल शैली",
            "d_hin":"चित्रकला की डेक्कन शैली",
            "ans":"c"
        },       
        {
            "q_en":"Who among the following in 1916 coined the term 'Rajput Paintings?",
            "a_en":"Raja Madhukar Shah",
            "b_en":"Keshav Das",
            "c_en":"Anand Coomaraswamy",
            "d_en":"Bihari Lal",
            "q_hin":"निम्नलिखित में से किसने 1916 में 'राजपूत चित्रकला' शब्द गढ़ा था?",
            "a_hin":"राजा मधुकर शाह",
            "b_hin":"केशव दास",
            "c_hin":"आनंद कुमारस्वामी",
            "d_hin":"बिहारी लाल",
            "ans":"c"
        },       
        {
            "q_en":"Who among the following was the court poet of Lakshmana Sen of Bengal?",
            "a_en":"Jayadeva",
            "b_en":"Brindavan Das",
            "c_en":"Dharanidhara Mishra",
            "d_en":"Bhanu Datta",
            "q_hin":"निम्नलिखित में से कौन बंगाल के लक्ष्मण सेन के दरबारी कवि थे?",
            "a_hin":"जयदेव",
            "b_hin":"वृंदावन दास",
            "c_hin":"धरणीधर मिश्रा",
            "d_hin":"भानु दत्ता",
            "ans":"a"
        },       
        {
            "q_en":"Who among the following is author of Kavipriya?",
            "a_en":"Bharavi",
            "b_en":"Bhasa",
            "c_en":"Bhavabhuti",
            "d_en":"Keshav Das",
            "q_hin":"निम्नलिखित में से कौन कविप्रिया के लेखक हैं?",
            "a_hin":"भारवी",
            "b_hin":"भास",
            "c_hin":"भवभूति",
            "d_hin":"केशव दास",
            "ans":"d"
        },
        {
            "q_en":"Which among the following statement is not correct related to the mughal painting?",
            "a_en":"Mughal painting introduced new themes depicting the court, battle scenes and the chase, and added new colours and new forms.",
            "b_en":"During the reign of Akbar, painting was organised in one of the imperial establishments (karkhanas).",
            "c_en":"Daswant and Basawan were two of the famous painters of Jahangir's court.",
            "d_en":"Mughal painting reached a climax under Jahangir who had a very discriminating eye.",
            "q_hin":"निम्नलिखित में से कौन सा कथन मुगल चित्रकला से संबंधित सही नहीं है?",
            "a_hin":"मुगल चित्रकला ने दरबार, युद्ध के दृश्यों और शिकार को दर्शाने वाले नए विषयों की शुरुआत की, और नए रंग और नए रूप जोड़े।",
            "b_hin":"अकबर के शासनकाल के दौरान, एक शाही प्रतिष्ठान (कारखाना) में चित्रकला का आयोजन किया गया था।",
            "c_hin":"दासवंत और बसावन जहाँगीर के दरबार के दो प्रसिद्ध चित्रकार थे।",
            "d_hin":"जहाँगीर के नेतृत्व में मुग़ल चित्रकला अपने चरमोत्कर्ष पर पहुँची, जिनकी नज़र बहुत ही भेद-भाव करने वाली थी।",
            "ans":"c"
        },
        {
            "q_en":"Which among the following statement is not correct related to the Modern Painting of India?",
            "a_en":"With the advent of Europeans, modern paintings were established.",
            "b_en":"They are also called as Patna school of Paintings.",
            "c_en":"The paintings depicted themes of social and general lives of the people",
            "d_en":"Raja Ravi Verma of Tamilnadu was perhaps the first great modern painter in India.",
            "q_hin":"निम्नलिखित में से कौन सा कथन भारत की आधुनिक चित्रकला से संबंधित सही नहीं है?",
            "a_hin":"यूरोपीय लोगों के आगमन के साथ, आधुनिक चित्रों की स्थापना हुई।",
            "b_hin":"इन्हें चित्रकला का पटना विद्यालय भी कहा जाता है।",
            "c_hin":"चित्रों में लोगों के सामाजिक और सामान्य जीवन के विषयों को दर्शाया गया है",
            "d_hin":"तमिलनाडु के राजा रवि वर्मा शायद भारत के पहले महान आधुनिक चित्रकार थे।",
            "ans":"d"
        }
	]
}