{
	"QuizQuestions":[
		{
			"q_en":"In which among the following states of India, poverty level is greater the national poverty level?",
            "a_en":"Andhra Pradesh",
            "b_en":"Odisha",
            "c_en":"Haryana",
            "d_en":"Maharashtra",
            "q_hin":"भारत के निम्नलिखित में से किस राज्य में गरीबी स्तर राष्ट्रीय गरीबी स्तर से ऊपर है?",
            "a_hin":"आंध्र प्रदेश",
            "b_hin":"ओडिशा",
            "c_hin":"हरियाणा",
            "d_hin":"महाराष्ट्र",
            "ans":"b"
		},       
		{
			"q_en":"World trade organization established by which agreement?",
            "a_en":"Bretton woods Agreement",
            "b_en":"Washington Agreement",
            "c_en":"Paris Agreement",
            "d_en":"Marrakesh Agreement",
            "q_hin":"विश्व व्यापार संगठन की स्थापना किस समझौते द्वारा की गई?",
            "a_hin":"ब्रेटन वुड्स समझौता",
            "b_hin":"वाशिंगटन समझौता",
            "c_hin":"पेरिस समझौता",
            "d_hin":"मर्राकेश समझौता",
            "ans":"d"
		},       
		{
			"q_en":"Which among the following statement is correct related to the Economic reforms 1991?",
            "a_en":"The Government of India announced the New Economic Policy (NEP) in 1990.",
            "b_en":"During the financial crisis, the World Bank and The Asian Infrastructure Investment Bank had given financial assistance on the terms of liberalisation and privatisation.",
            "c_en":"India received $17 billion as loan to manage the crisis.",
            "d_en":"The thrust of the policies was towards creating a more competitive environment in the economy and removing the barriers to entry and growth of firms.",
            "q_hin":"निम्नलिखित में से 1991 के आर्थिक सुधारों से संबंधित कौन सा कथन सही है?",
            "a_hin":"भारत सरकार ने 1990 में नई आर्थिक नीति (NEP) की घोषणा की।",
            "b_hin":"वित्तीय संकट के दौरान, विश्व बैंक और एशियन इन्फ्रास्ट्रक्चर इन्वेस्टमेंट बैंक ने उदारीकरण और निजीकरण की शर्तों पर वित्तीय सहायता दी थी।",
            "c_hin":"संकट प्रबंधन के लिए भारत को ऋण के रूप में $17 बिलियन मिले।",
            "d_hin":"नीतियों का जोर अर्थव्यवस्था में अधिक प्रतिस्पर्धी माहौल बनाने और फर्मों के प्रवेश और विकास की बाधाओं को दूर करने की ओर था।",
            "ans":"d"
        },       
        {
            "q_en":"Which among the following statement is incorrect regarding green revolution?",
            "a_en":"Initially, a good proportion of rice and wheat was produced during the green revolution period.",
            "b_en":"Prices of food grains decreased considerably.",
            "c_en":"The High-income groups, who spend a large percentage of their income on food, benefited from this decline in relative prices.",
            "d_en":"The green revolution enabled the government to procure sufficient amount of food grains to build a stock",
            "q_hin":"हरित क्रांति के संबंध में निम्नलिखित में से कौन सा कथन गलत  है?",
            "a_hin":"प्रारंभ में हरित क्रांति काल के दौरान चावल और गेहूँ का एक अच्छा अनुपात उत्पादित किया गया था।",
            "b_hin":"खाद्यान्न की कीमतों में काफी कमी आई।",
            "c_hin":"उच्च आय वर्ग, जो अपनी आय का एक बड़ा प्रतिशत भोजन पर खर्च करते हैं, सापेक्ष कीमतों में इस गिरावट से लाभान्वित हुए।",
            "d_hin":"हरित क्रांति ने सरकार को भंड़ार का निर्माण करने के लिए पर्याप्त मात्रा में खाद्यान्न की खरीद करने में सक्षम बनाया।",
            "ans":"c"
        },       
        {
            "q_en":"In 1955, Karve Committee was constituted for?",
            "a_en":"growth of small-scale Industries for rural development",
            "b_en":"growth of small-scale Industries for urban development",
            "c_en":"growth of large scale industries for development",
            "d_en":"for development of Panchayati Raj",
            "q_hin":"1955 में, कार्वे समिति का गठन किसके लिए किया गया था?",
            "a_hin":"ग्रामीण विकास के लिए लघु उद्योगों का विकास",
            "b_hin":"शहरी विकास के लिए लघु उद्योगों का विकास",
            "c_hin":"विकास के लिए बृहत उद्योगों का विकास",
            "d_hin":"पंचायती राज के विकास के लिए",
            "ans":"a"
        },       
        {
            "q_en":"India's economy on the eve of independence was?",
            "a_en":"Vibrant Economy",
            "b_en":"Stagnant Economy",
            "c_en":"Open Economy",
            "d_en":"Dependent Economy",
            "q_hin":"स्वतंत्रता की पूर्व संध्या पर भारत की अर्थव्यवस्था थी?",
            "a_hin":"जीवंत अर्थव्यवस्था",
            "b_hin":"स्थिर अर्थव्यवस्था",
            "c_hin":"खुली अर्थव्यवस्था",
            "d_hin":"आश्रित अर्थव्यवस्था",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following is correct regarding death rate and the birth rate at the time of independence ?",
            "a_en":"High birth rate and Low death rate",
            "b_en":"Low birth rate and low death rate",
            "c_en":"Low birth rate and high death rate",
            "d_en":"High birth rate and high death rate",
            "q_hin":"स्वतंत्रता के समय मृत्यु दर और जन्म दर के संबंध में निम्नलिखित में से कौन सा सही है?",
            "a_hin":"उच्च जन्म दर और निम्न मृत्यु दर",
            "b_hin":"निम्न जन्म दर और निम्न मृत्यु दर",
            "c_hin":"निम्न जन्म दर और उच्च मृत्यु दर",
            "d_hin":"उच्च जन्म दर और उच्च मृत्यु दर",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following is not true regarding the Positive effect of British rule was?",
            "a_en":"Monopoly on foreign trade",
            "b_en":"Development of ports",
            "c_en":"Devlopment of transport facilities",
            "d_en":"Devlopment of post and telegraph service",
            "q_hin":"ब्रिटिश शासन के सकारात्मक प्रभाव के संबंध में निम्नलिखित में से कौन सा सही नहीं था?",
            "a_hin":"विदेशी व्यापार पर एकाधिकार",
            "b_hin":"बंदरगाहों का विकास",
            "c_hin":"परिवहन सुविधाओं का विकास",
            "d_hin":"डाक और तार सेवा का विकास",
            "ans":"a"
        },
        {
            "q_en":"What was the condition of foreign trade under British rule?",
            "a_en":"Net exporter of raw materials",
            "b_en":"Net importer of finished goods reproduced by British India",
            "c_en":"The export surplus was used to meet expenses on the war fought by the British Government",
            "d_en":"All of the above",
            "q_hin":"ब्रिटिश शासन में विदेशी व्यापार की क्या स्थिति थी?",
            "a_hin":"कच्चे माल का शुद्ध निर्यातक",
            "b_hin":"ब्रिटिश भारत द्वारा निर्मित माल का शुद्ध आयातक",
            "c_hin":"निर्यात अधिशेष का उपयोग ब्रिटिश सरकार द्वारा लड़े गए युद्ध के खर्चों को पूरा करने के लिए किया गया था",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        },
        {
            "q_en":"Which among the following economist estimated per capita income of India during the colonial period?",
            "a_en":"William Digby",
            "b_en":"Dada Bhai Naoroji",
            "c_en":"Findley Shirras",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से किस अर्थशास्त्री ने औपनिवेशिक काल के दौरान भारत की प्रति व्यक्ति आय का अनुमान लगाया था?",
            "a_hin":"विलियम डिग्बी",
            "b_hin":"दादा भाई नौरोजी",
            "c_hin":"फिंडले शिरास",
            "d_hin":"उपरोक्त सभी",
            "ans":"d"
        }
	]
}