{
	"QuizQuestions":[
		{
			"q_en":"Gross Domestic Product (GDP) is:",
            "a_en":"A statement that indicates whether the country has a surplus or a deficit of funds.",
            "b_en":"Calculated bi-annually in India.",
            "c_en":"An indicator of a country’s economic health and its citizen's standard of living.",
            "d_en":"Calculation of Intermediate and final goods.",
            "q_hin":"सकल घरेलू उत्पाद (GDP) क्या है?",
            "a_hin":"एक कथन जो इंगित करता है कि देश में अधिशेष या धन की कमी है या नहीं।",
            "b_hin":"भारत में द्विवार्षिक परिकलित।",
            "c_hin":"किसी देश के आर्थिक स्वास्थ्य और उसके नागरिक के जीवन स्तर का सूचक।",
            "d_hin":"मध्यवर्ती और अंतिम माल की गणना।",
            "ans":"c"
		},       
		{
			"q_en":"Wholesale Price Index (WPI) is released by:",
            "a_en":"Ministry of Finance",
            "b_en":"Office of Economic Advisor",
            "c_en":"Central Statistics Office",
            "d_en":"Ministry of Consumer Affairs",
            "q_hin":"थोक मूल्य सूचकांक (WPI) किसके द्वारा जारी किया जाता है?",
            "a_hin":"वित्त मंत्रालय",
            "b_hin":"आर्थिक सलाहकार का कार्यालय",
            "c_hin":"केंद्रीय सांख्यिकी कार्यालय",
            "d_hin":"उपभोक्ता मामले मंत्रालय",
            "ans":"b"
		},       
		{
			"q_en":"While calculating the Gross National Product (GNP) of a country _________________.",
            "a_en":"the production location of goods is considered.",
            "b_en":"income generated by foreigners is excluded.",
            "c_en":"intermediary goods produced by citizens is included.",
            "d_en":"it measures only domestic production.",
            "q_hin":"किसी देश के सकल राष्ट्रीय उत्पाद (GNP) की गणना करते समय ___________",
            "a_hin":"माल के उत्पादन स्थान पर विचार किया जाता है।",
            "b_hin":"विदेशियों द्वारा उत्पन्न आय को बाहर रखा गया है।",
            "c_hin":"नागरिकों द्वारा उत्पादित मध्यस्थ माल शामिल है।",
            "d_hin":"यह केवल घरेलू उत्पादन को मापता है।",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following is included when estimating National Income?",
            "a_en":"Value of final goods",
            "b_en":"Retirement pension",
            "c_en":"Sale of old objects",
            "d_en":"Capital gains",
            "q_hin":"राष्ट्रीय आय का आकलन करते समय निम्नलिखित में से किसे शामिल किया जाता है?",
            "a_hin":"अंतिम माल का मूल्य",
            "b_hin":"सेवानिवृत्ति पेंशन",
            "c_hin":"पुरानी वस्तुओं की बिक्री",
            "d_hin":"पूंजीगत लाभ",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following statements regarding the Capitalist economy is correct?",
            "a_en":"In this system, the main motive is to earn profit.",
            "b_en":"It is totally free from the government's intervention.",
            "c_en":"Government ensures equal distribution of money through this system.",
            "d_en":"It gives rise to healthy competition in market.",
            "q_hin":"पूंजीवादी अर्थव्यवस्था के संबंध में निम्नलिखित में से कौन सा कथन सत्य है?",
            "a_hin":"इस व्यवस्था में मुख्य उद्देश्य लाभ कमाना होता है।",
            "b_hin":"यह सरकार के हस्तक्षेप से पूरी तरह मुक्त है।",
            "c_hin":"सरकार इस प्रणाली के माध्यम से धन का समान वितरण सुनिश्चित करती है।",
            "d_hin":"यह बाजार में स्वस्थ प्रतिस्पर्धा को जन्म देता है।",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following is correct regarding Statutory Liquidity Ratio (SLR)?",
            "a_en":"Its increase enables bank to inject more money in market.",
            "b_en":"It regulates credit growth in the economy.",
            "c_en":"No interest is earned on the funds kept as SLR.",
            "d_en":"Like Cash Reserve Ratio, it is maintained by RBI.",
            "q_hin":"वैधानिक तरलता अनुपात (SLR) के संबंध में निम्नलिखित में से कौन सा सत्य है?",
            "a_hin":"इसकी वृद्धि बैंक को बाजार में अधिक पैसा लगाने में सक्षम बनाती है।",
            "b_hin":"यह अर्थव्यवस्था में ऋण वृद्धि को नियंत्रित करता है।",
            "c_hin":"SLR के रूप में रखी गई पूंजी पर कोई ब्याज नहीं मिलता है।",
            "d_hin":"नकद आरक्षित अनुपात की तरह, इसे आरबीआई द्वारा बनाए रखा जाता है।",
            "ans":"b"
        },       
        {
            "q_en":"Cash Reserve Ratio (CRR) is:",
            "a_en":"The amount of money usually less than the specified percentage of Net Demand & Time Liabilities.",
            "b_en":"The money not to be used by banks for economic purposes.",
            "c_en":"Maintained by banks itself.",
            "d_en":"RBI increases CRR to increase liquidity in market",
            "q_hin":"नकद आरक्षित अनुपात (CRR) है:",
            "a_hin":"धन की राशि आमतौर पर शुद्ध मांग और समय देयताओं के निर्दिष्ट प्रतिशत से कम होती है।",
            "b_hin":"बैंकों द्वारा आर्थिक उद्देश्यों के लिए उपयोग नहीं किया जाने वाला धन।",
            "c_hin":"बैंकों द्वारा ही रखरखाव किया जाता है।",
            "d_hin":"बाजार में तरलता बढ़ाने के लिए RBI, CRR में वृद्धि करता है",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following is correct regarding the Product method of National Income Accounting of a country?",
            "a_en":"Self-consumption service are not to be included in this calculation.",
            "b_en":"It focuses on total value added by all components in production.",
            "c_en":"Net direct taxes are excluded while calculating national income.",
            "d_en":"All are correct.",
            "q_hin":"किसी देश के राष्ट्रीय आय लेखांकन की उत्पाद पद्धति के संबंध में निम्नलिखित में से कौन सा सत्य है?",
            "a_hin":"इस गणना में स्व-उपभोग सेवा को शामिल नहीं किया जाना है।",
            "b_hin":"यह उत्पादन में सभी घटकों द्वारा जोड़े गए कुल मूल्य पर केंद्रित है।",
            "c_hin":"राष्ट्रीय आय की गणना करते समय शुद्ध प्रत्यक्ष करों को बाहर रखा गया है।",
            "d_hin":"सभी सत्य हैं।",
            "ans":"d"
        },
        {
            "q_en":"Repurchase Option or Repo rate is:",
            "a_en":"Decreased to reduce liquidity in the economy.",
            "b_en":"Used by banking institutions to manage their daily or short term liquidity.",
            "c_en":"The rate at which the Central bank borrows money from commercial banks to maintain liquidity.",
            "d_en":"Increased to pump in money in the economy.",
            "q_hin":"पुनर्खरीद विकल्प या रेपो दर क्या है?",
            "a_hin":"अर्थव्यवस्था में तरलता को कम करने के लिए कमी आई है।",
            "b_hin":"बैंकिंग संस्थानों द्वारा अपनी दैनिक या अल्पकालिक तरलता का प्रबंधन करने के लिए उपयोग किया जाता है।",
            "c_hin":"वह दर जिस पर केंद्रीय बैंक तरलता बनाए रखने के लिए वाणिज्यिक बैंकों से धन उधार लेता है।",
            "d_hin":"अर्थव्यवस्था में पैसा स्पंदित करने के लिए वृद्धि हुई है।",
            "ans":"b"
        },
        {
            "q_en":"In Socialist economic system:",
            "a_en":"Private players control economic system for their profit-making.",
            "b_en":"Class struggle is almost absent.",
            "c_en":"Cutthroat competition among companies is prevalent.",
            "d_en":"State gives free hands to private companies.",
            "q_hin":"समाजवादी आर्थिक व्यवस्था में:",
            "a_hin":"निजी खिलाड़ी अपने लाभ कमाने के लिए आर्थिक व्यवस्था को नियंत्रित करते हैं।",
            "b_hin":"वर्ग संघर्ष लगभग अनुपस्थित है।",
            "c_hin":"कंपनियों के बीच प्राणघातक प्रतियोगिता प्रचलित है।",
            "d_hin":"राज्य निजी कंपनियों को खुली छूट देता है।",
            "ans":"b"
        }
	]
}