{
	"QuizQuestions":[
		{
			"q_en":"Consider the following Species:\n1. Molluscs\n2. Mosses\n3. Lichens\nWhich of the above-mentioned species are sensitive to environmental changes in its ecosystem and gives early warning about Climate Change.",
            "a_en":"1 and 2",
            "b_en":"3 only",
            "c_en":"2 and 3",
            "d_en":"1, 2 and 3",
            "q_hin":"निम्नलिखित प्रजातियों पर विचार कीजिए:\n1. मोलस्क\n2. मॉस\n3. लाइकेन\nउपर्युक्त में से कौन सी प्रजाति अपने पारिस्थितिकी तंत्र में पर्यावरणीय परिवर्तनों के प्रति संवेदनशील है और जलवायु परिवर्तन के बारे में पूर्व चेतावनी देती है।",
            "a_hin":"1 और 2",
            "b_hin":"केवल 3",
            "c_hin":"2 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"d"
		},       
		{
			"q_en":"Recently seen in news, Chlordecone is a/an",
            "a_en":"Insecticide",
            "b_en":"Food Additive",
            "c_en":"Fertilizers",
            "d_en":"Explosive",
            "q_hin":"हाल ही में समाचारों में चर्चित क्लोर्डेकोन, एक _______ है।",
            "a_hin":"कीटनाशक",
            "b_hin":"खाद्य योजक",
            "c_hin":"उर्वरक",
            "d_hin":"विस्फोटक",
            "ans":"a"
		},       
		{
			"q_en":"Which of the following best describes Euryhaline organisms?",
            "a_en":"It is an aquatic species that can survive and adapt only in a narrow range of temperatures.",
            "b_en":"It is an aquatic species that can survive and adapt to a wide range of temperatures.",
            "c_en":"It is an aquatic species that can survive and adapt only in a narrow range of salinities.",
            "d_en":"It is an aquatic species that can survive and adapt in a wide range of salinities.",
            "q_hin":"निम्नलिखित में से कौन यूरीहैलाइन जीवों का सबसे अच्छा वर्णन करता है?",
            "a_hin":"यह एक जलीय प्रजाति है जो केवल तापमान की एक संकीर्ण सीमा में ही जीवित रह सकती है और अनुकूल हो सकती है।",
            "b_hin":"यह एक जलीय प्रजाति है जो जीवित रह सकती है और तापमान की एक विस्तृत श्रृंखला के अनुकूल हो सकती है।",
            "c_hin":"यह एक जलीय प्रजाति है जो केवल लवणता की एक संकीर्ण सीमा में ही जीवित रह सकती है और अनुकूल हो सकती है।",
            "d_hin":"यह एक जलीय प्रजाति है जो जीवित रह सकती है और लवणता की एक विस्तृत श्रृंखला में अनुकूलन कर सकती है।",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following Protected Areas are located in the Ganga Basin:\n1. Jim Corbett National Park\n2. Dudhwa Tiger Reserve\n3. Govind National Park\n4. Rajaji National Park\nSelect the correct answer using the code given below:",
            "a_en":"1 and 4 only",
            "b_en":"1, 3 and 4",
            "c_en":"3 and 4 only",
            "d_en":"1, 2, 3 and 4",
            "q_hin":"निम्नलिखित में से कौन से संरक्षित क्षेत्र गंगा बेसिन में स्थित हैं:\n1. जिम कार्बेट राष्ट्रीय उद्यान\n2. दुधवा बाघ अभयारण्य\n3. गोविंद राष्ट्रीय उद्यान\n4. राजाजी राष्ट्रीय उद्यान\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए:",
            "a_hin":"केवल 1 और 4",
            "b_hin":"केवल 1, 3 और 4",
            "c_hin":"केवल 3 और 4",
            "d_hin":"1, 2, 3 और 4",
            "ans":"d"
        },       
        {
            "q_en":"With Context to India's Contribution Towards Net Zero, which of the following statements is/are correct?\n1. India has announced the target of 50% installed power generation capacity from non-fossil energy sources by 2030.\n2. It has also announced a Hydrogen Energy Mission for grey and green hydrogen.\n3. The Indian Railways is also charging ahead, targeting the full electrification of all broad-gauge routes by 2023.\nSelect the correct answer using the code given below.",
            "a_en":"1 only",
            "b_en":"1 and 2 only",
            "c_en":"2 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"नेट जीरो (शुद्ध-शून्य) में भारत के योगदान के संदर्भ में, निम्नलिखित में से कौन सा/से कथन सत्य है/हैं?\n1. भारत ने 2030 तक गैर-जीवाश्म ऊर्जा स्रोतों से 50% स्थापित बिजली उत्पादन क्षमता के लक्ष्य की घोषणा की है।\n2. इसने ग्रे और ग्रीन हाइड्रोजन के लिए हाइड्रोजन ऊर्जा मिशन की भी घोषणा की है।\n3. भारतीय रेलवे भी 2023 तक सभी ब्रॉड-गेज मार्गों के पूर्ण विद्युतीकरण को लक्षित करते हुए आगे बढ़ रहा है।\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1",
            "b_hin":"केवल 1 और 2",
            "c_hin":"केवल 2 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"d"
        },       
        {
            "q_en":"The species is now one of the widest-ranging mammals in the world, as well as the most widespread suiform. It is on the list of IUCN Red List- least concern. It can also be spotted in some of the National Parks and Wildlife Sanctuary such as Sariska Tiger Reserve, Bandhavgarh National Park, Corbett National Park and Ranthambore National Park. This is most likely the description of",
            "a_en":"Wild Bore",
            "b_en":"Asiatic Lion",
            "c_en":"Greater One-Horned Rhinoceros",
            "d_en":"Indian Bison",
            "q_hin":"प्रजाति अब दुनिया में सबसे व्यापक स्तनधारियों में से एक है, साथ ही साथ सबसे व्यापक एकरूपता भी है। यह IUCN रेड लिस्ट की सूची में- कम से कम चिंता का विषय ( least concern) है। इसे कुछ राष्ट्रीय उद्यानों और वन्यजीव अभयारण्य जैसे सरिस्का टाइगर रिजर्व, बांधवगढ़ राष्ट्रीय उद्यान, कॉर्बेट राष्ट्रीय उद्यान और रणथंभौर राष्ट्रीय उद्यान में भी देखा जा सकता है। यह सबसे अधिक संभावना का वर्णन है",
            "a_hin":"जंगली सूअर",
            "b_hin":"एशियाई शेर",
            "c_hin":"बड़ा एक सींग वाला गैंडा (भारतीय गैण्डा)",
            "d_hin":"भारतीय गौर",
            "ans":"a"
        },       
        {
            "q_en":"Consider the following pairs of Species-specific enforcement operations to check their illegal trade:\n1. Operation Lesknow - illegal wildlife trade in lesser-known species of wildlife\n2. Operation Softgold - illegal wildlife trade in Mongoose hair brushes\n3. Operation Birbil -  illegal trade in wild cat and wild bird species.\n4. Operation Wetmark -  illegal trade of live birds\nWhich of the pairs given above is/are correctly matched?",
            "a_en":"1 and 2",
            "b_en":"1 and 3",
            "c_en":"2 and 4",
            "d_en":"1 and 4",
            "q_hin":"प्रजाति-विशिष्ट प्रवर्तन कार्यों के निम्नलिखित जोड़े पर विचार कीजिये ताकि उनके अवैध व्यापार की जांच की जा सके:\n1. ऑपरेशन लेसनो - वन्यजीवों की कम ज्ञात प्रजातियों में अवैध वन्यजीव व्यापार\n2. ऑपरेशन सॉफ्टगोल्ड - नेवले के बालों के ब्रशों में अवैध वन्यजीव व्यापार\n3. ऑपरेशन बीरबिल - जंगली बिल्ली और जंगली पक्षी प्रजातियों का अवैध व्यापार।\n4. ऑपरेशन वेटमार्क - जीवित पक्षियों का अवैध व्यापार\nऊपर दिए गए युग्मों में से कौन-सा/से सही सुमेलित हैं?",
            "a_hin":"1 और 2",
            "b_hin":"1 और 3",
            "c_hin":"2 और 4",
            "d_hin":"1 और 4",
            "ans":"b"
        },       
        {
            "q_en":"Consider the following statements regarding Pusa Decomposer:\n1. It is essentially a fungi-based liquid solution that can soften hard stubble to the extent that it can be easily mixed with soil in the field to act as compost.\n2. The window of time required for the solution to work is around 2 to 3 days.\n3. It will contribute to achieving Swachh Bharat Mission.\nWhich of the statements given above is/are correct?",
            "a_en":"1 and 3 only",
            "b_en":"1 and 2 only",
            "c_en":"1 only",
            "d_en":"2 and 3 only",
            "q_hin":"पूसा डीकंपोजर के संबंध में निम्नलिखित कथनों पर विचार कीजिए:\n1. यह अनिवार्य रूप से एक कवक-आधारित तरल समाधान है जो कठोर ठूंठ को इस हद तक नरम कर सकता है कि इसे खाद के रूप में कार्य करने के लिए आसानी से खेत में मिट्टी के साथ मिलाया जा सकता है।\n2. समाधान के लिए काम करने के लिए आवश्यक समय की खिड़की लगभग 2 से 3 दिन है।\n3. यह स्वच्छ भारत मिशन को प्राप्त करने में योगदान देगा।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1 और 3",
            "b_hin":"केवल 1 और 2",
            "c_hin":"केवल 1",
            "d_hin":"केवल 2 और 3",
            "ans":"a"
        },
        {
            "q_en":"Consider the following statements about United Nations Environment Programme Finance Initiative:\n1. It is a partnership between UNEP and the global financial sector to mobilize private sector finance for sustainable development. \n2. It supports the Sustainable Stock Exchanges Initiative (SSEI), launched with UNCTAD, UN Global Compact, and the PRI. \nWhich of the statements given above is/are correct?",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"संयुक्त राष्ट्र पर्यावरण कार्यक्रम वित्त पहल के बारे में निम्नलिखित कथनों पर विचार करें:\n1. यह सतत विकास के लिए निजी क्षेत्र के वित्त को जुटाने के लिए UNEP और वैश्विक वित्तीय क्षेत्र के बीच एक साझेदारी है।\n2. यह UNCTAD, UN ग्लोबल कॉम्पैक्ट और PRI के साथ शुरू किए गए सस्टेनेबल स्टॉक एक्सचेंज इनिशिएटिव (SSEI) का समर्थन करता है।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"1 और 2 दोनों",
            "d_hin":"ना ही 1 न ही 2",
            "ans":"c"
        },
        {
            "q_en":"Which of the following elephant reserves is one of two elephant reserves planned to prevent human-animal conflict in the region, with elephants moving into Chhattisgarh from Odisha and Jharkhand?",
            "a_en":"Mayurbhanj elephant reserve",
            "b_en":"Mahanadi elephant reserve",
            "c_en":"Singhbhum elephant reserve",
            "d_en":"Lemru elephant reserve",
            "q_hin":"निम्नलिखित में से कौन सा हाथी अभयारण्य क्षेत्र में मानव-पशु संघर्ष को रोकने के लिए नियोजित दो हाथी अभयारण्य में से एक है, जिसमें हाथी ओडिशा और झारखंड से छत्तीसगढ़ में लाये जाते हैं?",
            "a_hin":"मयूरभंज हाथी अभ्यारण्य",
            "b_hin":"महानदी हाथी अभ्यारण्य",
            "c_hin":"सिंहभूम हाथी अभ्यारण्य",
            "d_hin":"लेमरू हाथी अभ्यारण्य",
            "ans":"d"
        },
        {
			"q_en":"With reference to Offshore wind energy, consider the following statements:\n1. Offshore wind turbines are much larger in size than onshore wind turbines.\n2. More than 95% of commercially exploitable offshore wind resources are concentrated in seven states.\nWhich of the statements given above is/are correct?",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"अपतटीय पवन ऊर्जा के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. अपतटीय पवन टर्बाइन, तटवर्ती पवन टर्बाइनों की तुलना में आकार में बहुत बड़े होते हैं।\n2. व्यावसायिक रूप से काम में लाने योग्य अपतटीय पवन संसाधनों का 95% से अधिक सात राज्यों में केंद्रित है।\nऊपर दिए गए कथनों में से कौन-सा/से सही हैं?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"1 और 2 दोनों",
            "d_hin":"ना तो 1 और न ही 2",
            "ans":"c"
		},       
		{
			"q_en":"Consider the following statements.\n1. Fly ash is ejected mostly by thermal power plants as by-products of coal-burning operations.\n2. Fly ash pollutes air but cannot pollutes water bodies.\n3. Fly ash can be used in the reclamation of wastelands.\nWhich of the statements given above is/are correct?",
            "a_en":"1 only",
            "b_en":"2 and 3 only",
            "c_en":"1, 2 and 3",
            "d_en":"1 and 3 only",
            "q_hin":"निम्नलिखित कथनों पर विचार कीजिए।\n1. उड़न राख ज्यादातर थर्मल पावर प्लांटों द्वारा कोयला जलाने के संचालन के उप-उत्पादों के रूप में निकलती है।\n2. उड़न राख हवा को प्रदूषित करती है लेकिन जल निकायों को प्रदूषित नहीं कर सकती है।\n3. उड़न राख का उपयोग बंजर भूमि के सुधार में किया जा सकता है।\nऊपर दिए गए कथनों में से कौन-सा/से सही हैं?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2 और 3",
            "c_hin":"1, 2 और 3",
            "d_hin":"केवल 1 और 3",
            "ans":"d"
		},       
		{
			"q_en":"Consider the following statements:\n1. The Forest (Conservation) Act, 1980 envisaged a goal of achieving 33% of the geographical area of the country under forest & tree cover. \n2. India State of Forest Report (ISFR) is a biennial publication of the Forest Survey of India (FSI).\n3. The principal mandate of the Forest Survey of India (FSI) is to conduct surveys and assessments of forest resources in the country.\n4. In the India State of Forest Report (ISFR) 2021, FSI has covered the assessment of forest cover in the Tiger Reserves, Corridors, and Lion conservation area of India.\nWhich of the statements given above is/are correct?",
            "a_en":"1, 2 and 4 only",
            "b_en":"1 and 3 only",
            "c_en":"2, 3 and 4 only",
            "d_en":"1, 2, 3 and 4",
            "q_hin":"निम्नलिखित कथनों पर विचार कीजिए:\n1. वन (संरक्षण) अधिनियम, 1980 में देश के 33% भौगोलिक क्षेत्र को वन और वृक्षों से आच्छादित करने के लक्ष्य की परिकल्पना की गई थी।\n2. भारत वन स्थिति रिपोर्ट (ISFR) भारतीय वन सर्वेक्षण (FSI) का द्विवार्षिक प्रकाशन है।\n3. भारतीय वन सर्वेक्षण (FSI) का प्रमुख अधिदेश देश में वन संसाधनों का सर्वेक्षण और आकलन करना है।\n4. इंडिया स्टेट ऑफ फॉरेस्ट रिपोर्ट (ISFR) 2021 में, FSI ने भारत के टाइगर रिजर्व, कॉरिडोर और शेर संरक्षण क्षेत्र में वन कवर के आकलन को कवर किया है।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1, 2 और 4",
            "b_hin":"केवल 1 और 3",
            "c_hin":"केवल 2, 3 और 4",
            "d_hin":"1, 2, 3 और 4",
            "ans":"c"
        },       
        {
            "q_en":"The species of which of the following kinds of organisms are generally used as biofertilizers?\n1. Blue-Green Algae\n2. Spirogyra\n3. Nostoc\n4. Alfa-alfa\nSelect the correct answer using the codes given below:",
            "a_en":"1, 2, 3 and 4",
            "b_en":"1 and 3",
            "c_en":"1, 2 and 4",
            "d_en":"2, 3 and 4",
            "q_hin":"निम्नलिखित में से किस प्रकार के जीवों की प्रजातियों का उपयोग सामान्यतः जैव उर्वरक के रूप में किया जाता है?\n1. नीला-हरा शैवाल\n2. स्पाइरोगाइरा\n3. नोस्टोक\n4. अल्फा-अल्फा\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए:",
            "a_hin":"1, 2, 3 और 4",
            "b_hin":"1 और 3",
            "c_hin":"1, 2 और 4",
            "d_hin":"2, 3 और 4",
            "ans":"b"
        },       
        {
            "q_en":"In India, if a plant specie is declared protected under Schedule VI of the Wildlife (Protection) Act, 1972, what does it imply?",
            "a_en":"Prohibition of international trade of such plants.",
            "b_en":"These plants are prohibited from cultivation and planting.",
            "c_en":"Prior permission from the Government is required to engage in trade of such plants.",
            "d_en":"These plants are endemic to certain areas of India.",
            "q_hin":"भारत में, यदि किसी पौधे की प्रजाति को वन्यजीव (संरक्षण) अधिनियम, 1972 की अनुसूची VI के तहत संरक्षित घोषित किया जाता है, तो इसका क्या अर्थ है?",
            "a_hin":"ऐसे पौधों के अंतर्राष्ट्रीय व्यापार का निषेध।",
            "b_hin":"इन पौधों को खेती और रोपण के लिए प्रतिबंधित कर दिया गया है।",
            "c_hin":"ऐसे पौधों के व्यापार में संलग्न होने के लिए सरकार से पूर्व अनुमति की आवश्यकता होती है।",
            "d_hin":"ये पौधे भारत के कुछ क्षेत्रों के लिए स्थानिक हैं।",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following statements are correct about the deposits of 'Volatile Organic Compounds'?\n1. They have a high vapour pressure and low water solubility.\n2. Concentrations of many VOCs are higher indoors.\n3. VOCs contribute heavily to the formation of ground-level ozone.\nSelect the correct answer using the code given below.",
            "a_en":"1, 2 and 3",
            "b_en":"3 only",
            "c_en":"1 and 3 only",
            "d_en":"2 and 3 only",
            "q_hin":"'वाष्पशील कार्बनिक यौगिकों' (VOC) के निक्षेपों के बारे में निम्नलिखित में से कौन-सा कथन सही है?\n1. उनके पास उच्च वाष्प दाब और जल में निम्न घुलनशीलता होती है।\n2. कई VOC की सांद्रता घर के अंदर अधिक होती है।\n3. VOC जमीनी स्तर के ओजोन के निर्माण में भारी योगदान देते हैं।\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"1, 2 और 3",
            "b_hin":"केवल 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"केवल 2 और 3",
            "ans":"a"
        },       
        {
            "q_en":"Which of the following rules deal with the phasing-out of chlorinated plastic bags?\n1. Hazardous Waste Management Rules, 2016\n2. Bio-Medical Waste Management(Amendment) Rules, 2018\n3. Plastic waste management rules 2016\nSelect the correct answer using the code given below.",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"2 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"निम्नलिखित में से कौन सा नियम क्लोरीनयुक्त प्लास्टिक की थैलियों को चरणबद्ध तरीके से समाप्त करने से संबंधित है?\n1. खतरनाक अपशिष्ट प्रबंधन नियम, 2016\n2. जैव चिकित्सा अपशिष्ट प्रबंधन (संशोधन) नियम, 2018\n3. प्लास्टिक कचरा प्रबंधन नियम 2016\nनीचे दिए गए विकल्पों का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"केवल 2 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"b"
        },       
        {
            "q_en":"It is situated in the Dooars region of the Himalayan foothills, it is a medium-sized protected area with grasslands and forests. It is primarily known for its population of Indian rhinoceros. The major river flowing through it is the Jaldhaka River. It is a significant watershed area between the Ganges and Brahmaputra river systems. Which protected area has been mentioned in the above passage?",
            "a_en":"Jaldapara National park",
            "b_en":"Buxa Tiger reserve",
            "c_en":"Gorumara National park",
            "d_en":"Chapramari Wildlife reserve",
            "q_hin":"यह हिमालय की तलहटी के दोआर क्षेत्र में स्थित है, यह घास के मैदानों और जंगलों के साथ एक मध्यम आकार का संरक्षित क्षेत्र है। यह मुख्य रूप से भारतीय गैंडों की आबादी के लिए जाना जाता है। इसके माध्यम से बहने वाली प्रमुख नदी जलढाका नदी है। यह गंगा और ब्रह्मपुत्र नदी प्रणालियों के बीच एक महत्वपूर्ण वाटरशेड क्षेत्र है। उपरोक्त परिच्छेद में किस संरक्षित क्षेत्र का उल्लेख किया गया है?",
            "a_hin":"जलदापाड़ा राष्ट्रीय उद्यान",
            "b_hin":"बक्सा टाइगर रिजर्व",
            "c_hin":"गोरुमारा राष्ट्रीय उद्यान",
            "d_hin":"छपरामारी वन्यजीव अभ्यारण्य",
            "ans":"c"
        },
        {
            "q_en":"Consider the following pairs:\nKyoto Mechanism - Mandate\n1. Clean Development Mechanism - Implementing emission reduction projects in developing countries\n2.  Joint Implementation - Earning emission reduction units from an emission reduction project in another annexe B party\n3. Emission Trading - Allows countries that have emission units to spare, to sell this excess capacity to countries that are over their targets\nWhich of the pairs given above is/are correctly matched?",
            "a_en":"1 only",
            "b_en":"2 and 3",
            "c_en":"3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"निम्नलिखित युग्मों पर विचार कीजिये::\nक्योटो तंत्र - आदेशपत्र\n1. स्वच्छ विकास तंत्र - विकासशील देशों में उत्सर्जन में कमी की परियोजनाओं को लागू करना\n2.  संयुक्त कार्यान्वयन - एक अन्य अनुलग्नक B पार्टी में उत्सर्जन में कमी परियोजना से उत्सर्जन में कमी इकाइयों की कमाई\n3. उत्सर्जन व्यापार - उन देशों को अनुमति देता है जिनके पास उत्सर्जन इकाइयाँ हैं, इस अतिरिक्त क्षमता को उन देशों को बेचने के लिए जो अपने लक्ष्य से अधिक हैं\nउपरोक्त युग्मों में से कौन-सा/से सही सुमेलित है/हैं?",
            "a_hin":"केवल 1",
            "b_hin":"2 और 3",
            "c_hin":"केवल 3",
            "d_hin":"1, 2 और 3",
            "ans":"d"
        },
        {
            "q_en":"In the nature, which of the following is/are indicator species of polluted water?\n1. Sludge worm\n2. Mayfly larva\n3. Red-tailed maggot \n4. Tubifex \nSelect the correct answer using the code given below.",
            "a_en":"1, 3 and 4 only",
            "b_en":"1 and 4 only",
            "c_en":"2 and 3 only",
            "d_en":"1, 2, 3 and 4",
            "q_hin":"प्रकृति में, निम्नलिखित में से कौन प्रदूषित जल की सूचक प्रजाति है/हैं?\n1. आपंक केंचुआ \n2. मेफ्लाई लार्वा\n3. लाल पूंछ वाला भुनका \n4. ट्यूबिफेक्स\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1, 3 और 4",
            "b_hin":"केवल 1 और 4",
            "c_hin":"केवल 2 और 3",
            "d_hin":"1, 2, 3 और 4",
            "ans":"a"
        },
        {
			"q_en":"Consider the following statements:\n1. Smog towers largely tend to follow an 'updraft air cleaning system' and a 'downdraft air cleaning system.'\n2. Mumbai has installed the first smog tower in India.\n3. Smog is more common in industrial areas.\nWhich of the statements given above is/are correct? ",
            "a_en":"3 only",
            "b_en":"1 and 3 only",
            "c_en":"2 and 3 only",
            "d_en":"1 and 2 only",
            "q_hin":"निम्नलिखित कथनों पर विचार करें:\n1. स्मॉग टावर मुख्य रूप से 'अपड्राफ्ट एयर क्लीनिंग सिस्टम' और 'डाउनड्राफ्ट एयर क्लीनिंग सिस्टम' का पालन करते हैं।\n2. मुंबई ने भारत में पहला स्मॉग टॉवर स्थापित किया है।\n3. औद्योगिक क्षेत्रों में धुंध (स्मॉग) अधिक सामान्य है।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 3",
            "b_hin":"केवल 1 और 3",
            "c_hin":"केवल 2 और 3",
            "d_hin":"केवल 1 और 2",
            "ans":"b"
		},       
		{
			"q_en":"Interspecific interactions arise from the interaction of the population of two different species. In which of the following interactions, only one species is benefitted or harmed while the other remains unaffected?\n1. Predation\n2. Commensalism\n3. Mutualism\n4. Amensalism\nChoose the correct answer using the options given below.",
            "a_en":"1 and 3 only",
            "b_en":"2 and 4 only",
            "c_en":"1, 2 and 3",
            "d_en":"2, 3 and 4",
            "q_hin":"दो अलग-अलग प्रजातियों की आबादी की बातचीत से अंतःक्रियात्मक बातचीत उत्पन्न होती है। निम्नलिखित में से किस अंतःक्रिया में केवल एक प्रजाति को लाभ या हानि होती है जबकि दूसरी अप्रभावित रहती है?\n1. भविष्यवाणी\n2. सहभोजवाद\n3. पारस्परिकता\n4. अमेन्सैलिज्म\nनीचे दिए गए विकल्पों का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1 और 3",
            "b_hin":"केवल 2 और 4",
            "c_hin":"1, 2 और 3",
            "d_hin":"2, 3 और 4",
            "ans":"b"
		},       
		{
			"q_en":"Consider the following pairs:\nConvention/Protocol - Agenda\n1. The Basel Convention -To prevent the transfer of hazardous waste.\n2. The Montreal Protocol -Reduce greenhouse gas emissions\n3. The Minamata Convention -Protect human health and the environment from anthropogenic emissions and the release of mercury.\nWhich of the pairs given above is/are correctly matched?",
            "a_en":"1 and 2 only",
            "b_en":"3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"निम्नलिखित युग्मों पर विचार कीजिएः\nकन्वेंशन/प्रोटोकॉल - एजेंडा\n1. बेसल कन्वेंशन -खतरनाक कचरे के हस्तांतरण को रोकने के लिए।\n2. मॉन्ट्रियल प्रोटोकॉल - ग्रीनहाउस गैस उत्सर्जन को कम करना\n3. मिनामाता कन्वेंशन - मानव स्वास्थ्य और पर्यावरण को मानवजनित उत्सर्जन और पारे की रिहाई से बचाना।\nउपरोक्त युग्मों में से कौन-सा/से सही सुमेलित है/हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"c"
        },       
        {
            "q_en":"Which of the following are responsible for the increase in the concentration of formaldehyde in the environment?\n1. Pressed-wood products\n2. Natural gas\n3. Tobacco\n4. Some cosmetics and personal products\nSelect the correct answer using the code given below.",
            "a_en":"1, 2, and 3 only",
            "b_en":"1 and 3 only",
            "c_en":"1, 3, and 4 only",
            "d_en":"1, 2, 3 and 4",
            "q_hin":"पर्यावरण में फॉर्मलाडेहाइड की सांद्रता में वृद्धि के लिए निम्नलिखित में से कौन जिम्मेदार हैं?\n1. दबाए गए लकड़ी के उत्पाद\n2. प्राकृतिक गैस\n3. तम्बाकू\n4. कुछ सौंदर्य प्रसाधन और व्यक्तिगत उत्पाद\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1, 2, और 3",
            "b_hin":"केवल 1 और 3",
            "c_hin":"केवल 1, 3, और 4",
            "d_hin":"1, 2, 3 और 4",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following pairs are correctly matched? \nNational Park/Wildlife Sanctuary - River flowing through the Park\n1. Kanha National Park - Narmada\n2. Rajaji National Park - Ganges\n3. Nagarhole National Park - Kabini\nWhich of the pairs given above is/are correctly matched?",
            "a_en":"1 and 3",
            "b_en":"2 only",
            "c_en":"2 and 3",
            "d_en":"3 only",
            "q_hin":"निम्नलिखित में से कौन सा युग्म सही सुमेलित है?\nराष्ट्रीय उद्यान/वन्यजीव अभयारण्य - उद्यान के माध्यम से बहने वाली नदी\n1. कान्हा राष्ट्रीय उद्यान - नर्मदा\n2. राजाजी राष्ट्रीय उद्यान - गंगा\n3. नागरहोल राष्ट्रीय उद्यान - काबिनी\nऊपर दिए गए युग्मों में से कौन-सा/से सही सुमेलित हैं?",
            "a_hin":"1 और 3",
            "b_hin":"केवल 2",
            "c_hin":"2 और 3",
            "d_hin":"केवल 3",
            "ans":"c"
        },
        {
            "q_en":" Which of the following Protected Areas is/are part of Nilgiri Biosphere Reserve?\n1. Bandipur National Park\n2. Mudumalai Wildlife Sanctuary\n3. Wayanad Wildlife Sanctuary\n4. Sathyamangalam Tiger Reserve\nSelect the correct answer using the code given below:",
            "a_en":"1 and 2 only",
            "b_en":"2 and 4 only",
            "c_en":"1, 3 and 4 only",
            "d_en":"1, 2, 3 and 4",
            "q_hin":"निम्नलिखित में से कौन सा संरक्षित क्षेत्र नीलगिरि बायोस्फीयर रिजर्व का हिस्सा है/हैं?\n1. बांदीपुर राष्ट्रीय उद्यान\n2. मुदुमलाई वन्यजीव अभयारण्य\n3. वायनाड वन्यजीव अभयारण्य\n4. सत्यमंगलम टाइगर रिजर्व\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए:",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 4",
            "c_hin":"केवल 1, 3 और 4",
            "d_hin":"1, 2, 3 और 4",
            "ans":"d"
        },
        {
            "q_en":"Consider the following statements about River Cities Alliance:\n1. It is a dedicated platform for river cities to ideate, discuss and exchange information for the sustainable management of urban rivers.\n2. It is an initiative of the Ministry for Environment and Climate Change.\nSelect the correct answer using the code given below.",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"रिवर सिटीज संधि के बारे में निम्नलिखित कथनों पर विचार :\n1. यह शहरी नदियों के सतत प्रबंधन के लिए नदी शहरों के लिए विचार, चर्चा और सूचनाओं का आदान-प्रदान करने के लिए एक समर्पित मंच है।\n2. यह पर्यावरण और जलवायु परिवर्तन मंत्रालय की एक पहल है।\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"दोनों 1 और 2",
            "d_hin":"न तो 1 और न ही 2",
            "ans":"a"
        },
        {
            "q_en":"With reference to Hydrogen Sulfide gas, consider the following statements:\n1. It is a product of natural gas refineries.\n2. It is formed from decomposing underground deposits of organic matter such as decaying plant material.\n3. It is extremely flammable and highly toxic.\nWhich of the statements given above are correct?",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"हाइड्रोजन सल्फाइड गैस के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. यह प्राकृतिक गैस रिफाइनरियों का उत्पाद है।\n2. यह सड़ने वाले पौधों की सामग्री जैसे कार्बनिक पदार्थों के भूमिगत जमा को विघटित करने से बनता है।\n3. यह अत्यंत ज्वलनशील और अत्यधिक विषैला होता है।\nऊपर दिए गए कथनों में से कौन-से सही हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1,2 और 3",
            "ans":"d"
        },
        {
            "q_en":"Consider the following statements, with reference to the Arctic Council:\n1. It is a high-level international forum that promotes cooperation among Arctic nations on sustainable development and environmental protection.\n2. The Ottawa Declaration defines the Members of the Arctic Council.\n3. Arctic Council countries would obtain a positive effect on health and the environment throughout their territory.\n4. India is a full-time member of the Arctic Council.\nWhich of the above statement is/are correct?",
            "a_en":"1, 2, and 3 only",
            "b_en":"2 and 4 only",
            "c_en":"2, 3, and 4 only",
            "d_en":"1, 2, 3, and 4",
            "q_hin":"आर्कटिक परिषद के संदर्भ में निम्नलिखित कथनों पर विचार कीजिये:\n1. यह एक उच्च स्तरीय अंतरराष्ट्रीय मंच है जो सतत विकास और पर्यावरण संरक्षण पर आर्कटिक देशों के बीच सहयोग को बढ़ावा देता है।\n2. ओटावा घोषणा आर्कटिक परिषद के सदस्यों को परिभाषित करती है।\n3. आर्कटिक परिषद के देश अपने पूरे क्षेत्र में स्वास्थ्य और पर्यावरण पर सकारात्मक प्रभाव प्राप्त करेंगे।\n4. भारत आर्कटिक परिषद का पूर्णकालिक सदस्य है।\nउपरोक्त में से कौन सा/से कथन सही है/हैं?",
            "a_hin":"केवल 1, 2 और 3",
            "b_hin":"केवल 2 और 4",
            "c_hin":"केवल 2, 3, और 4",
            "d_hin":"1, 2, 3, और 4",
            "ans":"a"
        },
        {
            "q_en":"With reference to Natural Capital Accounting and Valuation of the Ecosystem Services (NCAVES), consider the following statements:\n1. It aims to assist partner countries in improving the monetary measurement of their ecosystems and ecosystem services.\n2. It is being implemented only in Brazil, China, India, Mexico, and South Africa.\n3. It has been launched by the United Nations Statistics Division and Convention on Biological Diversity.\nWhich of the statements given above is/are correct?",
            "a_en":"1 and 3 only",
            "b_en":"1 only",
            "c_en":"2 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"प्राकृतिक पूंजी लेखा एवं पारिस्थितिकी तंत्र सेवाओं का मूल्यांकन (NCAVES) के संदर्भ में, निम्नलिखित कथनों पर विचार कीजिए:\n1. इसका उद्देश्य साझेदार देशों को उनके पारिस्थितिक तंत्र और पारिस्थितिकी तंत्र सेवाओं के मौद्रिक माप में सुधार करने में सहायता करना है।\n2. इसे केवल ब्राजील, चीन, भारत, मैक्सिको और दक्षिण अफ्रीका में लागू किया जा रहा है।\n3. इसे संयुक्त राष्ट्र सांख्यिकी प्रभाग और जैविक विविधता अभिसमय द्वारा शुरू किया गया है।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1 और 3",
            "b_hin":"केवल 1",
            "c_hin":"केवल 2 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"d"
        }
	]
}