{
	"QuizQuestions":[
		{
			"q_en":"With reference to ancient India, the terms ‘vrata, gana and sardha” pertain to",
            "a_en":"land owners",
            "b_en":"tribal groups",
            "c_en":"sacrificial rituals",
            "d_en":"functionaries of the King",
            "q_hin":"प्राचीन भारत के संदर्भ में, 'व्रत, गण और सर्ध' शब्द किससे संबंधित हैं?",
            "a_hin":"जमीन के मालिक",
            "b_hin":"जनजातीय समूह",
            "c_hin":"यज्ञ अनुष्ठान",
            "d_hin":"राजा के पदाधिकारी",
            "ans":"b"
		},       
		{
			"q_en":"With reference to the history of India, find the correct chronological order:\n1. Pushyamitra Sunga\n2. Brihadrath\n3. Agnimitra\n4. Vasumitra\nSelect the correct answer using the code given below.",
            "a_en":"1-2-3-4",
            "b_en":"2-1-3-4",
            "c_en":"1-3-2-4",
            "d_en":"4-3-2-1",
            "q_hin":"भारत के इतिहास के संदर्भ में, सही कालानुक्रमिक क्रम ज्ञात कीजिए:\n1. पुष्यमित्र शुंग\n2. बृहद्रथ\n3. अग्निमित्र\n4. वसुमित्र\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"1-2-3-4",
            "b_hin":"2-1-3-4",
            "c_hin":"1-3-2-4",
            "d_hin":"4-3-2-1",
            "ans":"b"
		},       
		{
			"q_en":"Mahavibhasa, an encyclopaedia of Buddhist philosophy is the work of which Buddhist Council?",
            "a_en":"First Council",
            "b_en":"Second Council",
            "c_en":"Third Council",
            "d_en":"Fourth Council",
            "q_hin":"बौद्ध दर्शन का एक विश्वकोश महाविभास किस बौद्ध संगीति का काम है?",
            "a_hin":"पहली संगीति",
            "b_hin":"दूसरी संगीति",
            "c_hin":"तीसरी संगीति",
            "d_hin":"चौथी संगीति",
            "ans":"d"
        },       
        {
            "q_en":"Consider the following statements:\n1. The Harappans probably got copper from present-day Rajasthan, and even from Oman in West Asia.\n2. Tin, which was mixed with copper to produce bronze, may have been brought from present-day Afghanistan and Iran.\n3. Gold could have come all the way from present-day Karnataka.\nWhich of the above statements are correct?",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"निम्नलिखित कथनों पर विचार कीजिए:\n1. हड़प्पावासियों को संभवतः वर्तमान राजस्थान और यहां तक ​​कि पश्चिम एशिया के ओमान से तांबा प्राप्त होता था।\n2. टिन, जिसे कांसे के उत्पादन के लिए तांबे के साथ मिश्रित किया जाता था, शायद वर्तमान अफगानिस्तान और ईरान से लाया जाता हो।\n3. सोना आज के कर्नाटक से आ सकता था।\nउपरोक्त में से कौन से कथन सही हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"d"
        },       
        {
            "q_en":"Which among the following schools of religious philosophy did not emerge out of Shramana tradition?",
            "a_en":"Jainism",
            "b_en":"Ajivikas",
            "c_en":"Charvaka",
            "d_en":"Mimamsa",
            "q_hin":"निम्नलिखित में से धार्मिक दर्शन की कौन सी शाखा श्रमण परंपरा से बाहर नहीं निकले?",
            "a_hin":"जैन धर्म",
            "b_hin":"आजीविका",
            "c_hin":"चार्वाक",
            "d_hin":"मीमांसा",
            "ans":"d"
        },       
        {
            "q_en":"With reference to the history of India, consider the following pairs:/nTerms - Description/n1. Sangrihitri - Tax collecting officer/n2. Vrihi - Iron metal/n3. Ashramas - Stages of life/nWhich of the pairs given above is/are correctly matched?",
            "a_en":"1 and 3 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 2 only",
            "d_en":"1, 2 and 3",
            "q_hin":"भारत के इतिहास के संदर्भ में निम्नलिखित युग्मों पर विचार कीजिएः\nमामले - विवरण\n1. संगरिहित्री - कर संग्रह अधिकारी\n2. वृही - लौह धातु\n3. आश्रम - जीवन के चरण\nऊपर दिए गए युग्मों में से कौन-सा/से सही सुमेलित है/हैं?",
            "a_hin":"केवल 1 और 3",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 2",
            "d_hin":"1, 2 और 3",
            "ans":"a"
        },       
        {
            "q_en":"With reference to religious history of India, the book, 'Uttaradhyayana Sutra' belongs to",
            "a_en":"Buddhism",
            "b_en":"Jainism",
            "c_en":"Ajivikas",
            "d_en":"Charvakas",
            "q_hin":"भारत के धार्मिक इतिहास के सन्दर्भ में 'उत्तराध्यायन सूत्र' नामक पुस्तक का सम्बन्ध है",
            "a_hin":"बुद्ध धर्म",
            "b_hin":"जैन धर्म",
            "c_hin":"आजीवक",
            "d_hin":"चार्वाक",
            "ans":"b"
        },       
        {
            "q_en":"Consider the following statements with reference to the Sangam era in Indian history :\n1. During Sangam era, Tamilakam was divided into 4 ecozones.\n2. The Megalithic practice of offering dead was discontinued in Sangam era.\nWhich of the above statements is/are not correct?",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"भारतीय इतिहास में संगम युग के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. संगम युग के दौरान, तमिलकम को 4 इकोजोन में विभाजित किया गया था।\n2. संगम युग में मृतकों को चढ़ाने की महापाषाण प्रथा बंद कर दी गई थी।\nउपरोक्त में से कौन सा/से कथन सही नहीं हैं?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"1 और 2 दोनों",
            "d_hin":"ना तो 1 और ना ही 2",
            "ans":"c"
        },
        {
            "q_en":"With reference to history of India, the terms Kataka and Skandavaras was related to which of the following?",
            "a_en":"Administrative officers",
            "b_en":"Merchant guilds",
            "c_en":"Military camps",
            "d_en":"Land units",
            "q_hin":"भारत के इतिहास के संदर्भ में, कटक और स्कंदवार शब्द निम्नलिखित में से किससे संबंधित थे?",
            "a_hin":"प्रशासनिक अधिकारी",
            "b_hin":"व्यापारी संघ",
            "c_hin":"सैन्य शिविर",
            "d_hin":"भूमि इकाइयाँ",
            "ans":"c"
        },
        {
            "q_en":"With reference to the Gupta Dynasty, which of the following statements is/are correct?\n1. Sri Gupta is considered to be the founder of the Gupta era which starts with his accession in A.D. 320.\n2. Samudra Gupta was called Kaviaraja because of his ability to compose verses and promote Sanskrit literature.\n3. Samudra Gupta earned the title Sakari meaning 'Destroyer of Sakas' by ending western Saka rule.\nSelect the correct answer using the code given below.",
            "a_en":"1 and 2 only",
            "b_en":"2 only",
            "c_en":"2 and 3 only",
            "d_en":"3 only",
            "q_hin":"गुप्त वंश के संदर्भ में निम्नलिखित में से कौन सा/से कथन सही है/हैं?\n1. श्री गुप्त को गुप्त युग का संस्थापक माना जाता है जो 320 ईस्वी में उनके राज्याभिषेक के साथ शुरू होता है।\n2. छंद रचना और संस्कृत साहित्य को बढ़ावा देने की उनकी क्षमता के कारण समुद्र गुप्त को कविराज कहा जाता था।\n3. पश्चिमी शक शासन को समाप्त करके समुद्र गुप्त ने शिकारी की उपाधि प्राप्त की जिसका अर्थ है 'शकों का नाश करने वाला'।\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2",
            "c_hin":"केवल 2 और 3",
            "d_hin":"केवल 3",
            "ans":"b"
        },
        {
			"q_en":"Which of the following phrases defines the term 'Jayaskandhavara' generally referred to in the sources of the post-Harsha period?",
            "a_en":"A victory declaration by the King.",
            "b_en":"An order from the feudal lord to his subordinates.",
            "c_en":"Temporary camp situated at a strategic location.",
            "d_en":"An official of the defence department.",
            "q_hin":"निम्नलिखित में से कौन सा वाक्यांश 'जयस्कंधवर' शब्द को परिभाषित करता है जिसे आमतौर पर हर्ष के बाद के काल के स्रोतों में संदर्भित किया जाता है?",
            "a_hin":"राजा द्वारा एक जीत की घोषणा।",
            "b_hin":"सामंती स्वामी से अपने अधीनस्थों को एक आदेश।",
            "c_hin":"एक रणनीतिक स्थान पर स्थित अस्थायी शिविर।",
            "d_hin":"रक्षा विभाग का एक अधिकारी।",
            "ans":"c"
		},       
		{
			"q_en":"The text 'Khazain-Ul-Futuh' which provides insights into Alauddin Khalji's conquest of the south is written by which of the following authors?",
            "a_en":"Ziauddin Barani",
            "b_en":"Amir Khusrau",
            "c_en":"Abul Fazal",
            "d_en":"Malik Mohammad Jaisi",
            "q_hin":"अलाउद्दीन खिलजी की दक्षिण की विजय में अंतर्दृष्टि प्रदान करने वाला लेख 'खजाइन उल फुतूह' निम्नलिखित में से किस लेखक द्वारा लिखा गया है?",
            "a_hin":"जियाउद्दीन बरनी",
            "b_hin":"अमीर खुसरो",
            "c_hin":"अबुल फ़ज़ल",
            "d_hin":"मलिक मोहम्मद जायसी",
            "ans":"b"
		},       
		{
			"q_en":"With reference to the Cave Architecture of India, which of the following statements is correct?",
            "a_en":"Facts supported by data indicate employment and modifications of such caves since the Neolithic period.",
            "b_en":"The arrival of Buddhist missionaries saw use of such natural caves as Varshavasa.",
            "c_en":"The Southern Deccan has the early cave temples predominantly Budhhist shrines and monasteries that trace back between 100 BC and 170 AD.",
            "d_en":"The Ajanta and Ellora caves are the oldest surviving caves in India.",
            "q_hin":"भारत की गुफा वास्तुकला के संदर्भ में, निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"जानकारी द्वारा समर्थित तथ्य नवपाषाण काल ​​​​से ऐसी गुफाओं के उपयोग और संशोधनों का संकेत देते हैं।",
            "b_hin":"बौद्ध मिशनरियों के आगमन ने वर्षावास जैसी प्राकृतिक गुफाओं का उपयोग देखा।",
            "c_hin":"दक्षिणी दक्कन में प्रारंभिक गुफा मंदिर मुख्य रूप से बौद्ध मंदिर और मठ हैं जो 100 ईसा पूर्व और 170 ईस्वी के बीच के हैं।",
            "d_hin":"अजंता और एलोरा की गुफाएं भारत की सबसे पुरानी जीवित गुफाएं हैं।",
            "ans":"b"
        },       
        {
            "q_en":"With reference to Sun Temple, Modhera, consider the following statements:\n1. It was built by Raja Bhimdev I of the Solanki dynasty.\n2. The Temple complex features a huge oval stepped tank known as the ‘Surya Kund’ in the front.\n3. It is an example of the Nagara style of temple architecture.\n4. It is a temple made to honour the Sun God in Modhera village of Mehsana district on the bank of River Pushpavati.\nWhich of the statements given above are correct?",
            "a_en":"2 and 3 only",
            "b_en":"1 and 4 only",
            "c_en":"1, 2 and 3 only",
            "d_en":"1, 3 and 4 only",
            "q_hin":"सूर्य मंदिर, मोढेरा के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. इसे सोलंकी वंश के राजा भीमदेव प्रथम ने बनवाया था।\n2. मंदिर परिसर में एक विशाल अंडाकार सीढ़ीदार कुंड है जिसे सामने 'सूर्य कुंड' के नाम से जाना जाता है।\n3. यह मंदिर वास्तुकला की नागर शैली का एक उदाहरण है।\n4. यह पुष्पावती नदी के तट पर मेहसाणा जिले के मोढेरा गांव में सूर्य भगवान को सम्मानित करने के लिए बनाया गया एक मंदिर है।\nऊपर दिए गए कथनों में से कौन-से सही हैं?",
            "a_hin":"केवल 2 और 3",
            "b_hin":"केवल 1 और 4",
            "c_hin":"केवल 1, 2 और 3",
            "d_hin":"केवल 1,3 और 4",
            "ans":"d"
        },       
        {
            "q_en":"Which of the statements regarding Mathura School of Arts is correct?",
            "a_en":"White marbles were used in this school to make Buddha images",
            "b_en":"In the late 4th century BCE, volume of drapery, along with fleshiness of images increased.",
            "c_en":"The school depicted Buddha in Abhaya mudra with left hand on his left thigh.",
            "d_en":"The school was highly influenced from Vaishnavism as images of Vishnu and his various forms are found more than that of Buddhas.",
            "q_hin":"मथुरा कला विद्यालय के संबंध में कौन सा कथन सही है?",
            "a_hin":"इस स्कूल में बुद्ध के चित्र बनाने के लिए सफेद संगमरमर का उपयोग किया गया था",
            "b_hin":"चौथी शताब्दी ईसा पूर्व के अंत में, छवियों की मांसलता के साथ-साथ चिलमन की मात्रा में वृद्धि हुई।",
            "c_hin":"स्कूल ने बुद्ध को अभय मुद्रा में उनकी बाईं जांघ पर बाएं हाथ से चित्रित किया।",
            "d_hin":"स्कूल वैष्णववाद से अत्यधिक प्रभावित था क्योंकि विष्णु और उनके विभिन्न रूप बुद्धों की तुलना में अधिक पाए जाते हैं।",
            "ans":"c"
        },       
        {
            "q_en":"Which of the following statements is/are correct regarding the Mughal school of Paintings?\n1. Royal court scenes, battlefield scenery were mostly used as themes in Mughal paintings.\n2. Akbar established the department of paintings and patronised the use of calligraphy in paintings.\n3. Paintings made in Jahangir's reign lack liveliness due to the excess use of gold and bright colours.\nSelect the correct answer from the codes given below.",
            "a_en":"1 and 2 only",
            "b_en":"3 only",
            "c_en":"2 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"मुगल चित्रकला शैली के संबंध में निम्नलिखित में से कौन सा कथन सही है?\n1. शाही दरबार के दृश्य, युद्ध के मैदान के दृश्य ज्यादातर मुगल चित्रों में विषयों के रूप में उपयोग किए जाते थे।\n2. अकबर ने चित्रकला विभाग की स्थापना की और चित्रों में सुलेख के उपयोग को संरक्षण दिया।\n3. जहांगीर के शासनकाल में बनाई गई चित्रकारी में सोने और चमकीले रंगों के अधिक उपयोग के कारण जीवंतता का अभाव है।\nनीचे दिए गए विकल्पों में से सही उत्तर का चयन कीजिए।",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 3",
            "c_hin":"केवल 2 और 3",
            "d_hin":"1,2 और 3",
            "ans":"a"
        },       
        {
            "q_en":"'It is a popular miniature painting and is unique because of the use of brilliant colour patterns and the liberal use of gold leaf. Most of them depict smiling Krishna in various poses.' The description is most likely of ",
            "a_en":"Mysore paintings",
            "b_en":"Tanjore paintings",
            "c_en":"Ragamala paintings",
            "d_en":"Kalamkari paintings",
            "q_hin":"'यह एक लोकप्रिय लघु चित्रकला है और शानदार रंग पैटर्न के उपयोग और सोने की पन्नी के उच्च गुणवत्ता का उपयोग के कारण अद्वितीय है। उनमें से अधिकतर विभिन्न मुद्राओं में मुस्कुराते हुए कृष्ण को चित्रित करते हैं।' विवरण संभावित रूप से किसका है:",
            "a_hin":"मैसूर चित्रकला",
            "b_hin":"तंजौर चित्रकला",
            "c_hin":"रागमाला  चित्रकला",
            "d_hin":"कलमकारी  चित्रकला",
            "ans":"b"
        },       
        {
            "q_en":"With reference to the cultural history of India, the terms 'Tumbi', 'Ektara' and 'Sarinda' denotes",
            "a_en":"dance forms of South India",
            "b_en":"folk musical instruments",
            "c_en":"folk music of northern India",
            "d_en":"reginal styles of painting during Mughals",
            "q_hin":"भारत के सांस्कृतिक इतिहास के संदर्भ में, शब्द 'तुम्बी', 'एकतारा' और 'सरिंडा' का क्या अर्थ है?",
            "a_hin":"दक्षिण भारत के नृत्य रूप",
            "b_hin":"लोक संगीत वाद्ययंत्र",
            "c_hin":"उत्तर भारत का लोक संगीत",
            "d_hin":"मुगलों के दौरान चित्रकला की क्षेत्रीय शैलियाँ",
            "ans":"b"
        },
        {
            "q_en":"With reference to Mughal India, what is/are the difference/differences between Mansabdari and Jagirdari systems?\n1. Mansabdars were only responsible for the fulfilment of the military needs of the Mughal empire, whereas Jagirdars were responsible for the maintenance of the financial system of the area assigned.\n2. The Mansabdari system was an integral part of the Jagirdari system which developed under Akbar.\nSelect the correct answer using the code given below:",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"मुगल भारत के संदर्भ में, मनसबदारी और जागीरदारी व्यवस्था में क्या अंतर है?\n1. मनसबदार केवल मुगल साम्राज्य की सैन्य जरूरतों को पूरा करने के लिए जिम्मेदार थे, जबकि जागीरदार सौंपे गए क्षेत्र की वित्तीय प्रणाली के रखरखाव के लिए जिम्मेदार थे।\n2. मनसबदारी व्यवस्था अकबर के अधीन विकसित जागीरदारी व्यवस्था का एक अभिन्न अंग थी।\nनीचे दिए गए विकल्पों का प्रयोग कर सही उत्तर चुनिए:",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"1 और 2 दोनों",
            "d_hin":"न तो 1 और न ही 2",
            "ans":"a"
        },
        {
            "q_en":"Consider the following Battles fought by Babur.\n1. Battle of Ghagra\n2. Battle of Khanwa\n3. Battle of Chanderi\n4. Battle of Panipat\nWhich of the following is the correct chronological sequence of the battles?",
            "a_en":"4 - 2 - 3 - 1",
            "b_en":"4 - 3 - 2 - 1",
            "c_en":"3 - 4 - 2 - 1",
            "d_en":"3 - 4 - 1 - 2",
            "q_hin":"बाबर द्वारा लड़े गए निम्नलिखित युद्धों पर विचार कीजिए। \n1. घाघरा का युद्ध\n2. खानवा का युद्ध\n3. चंदेरी का युद्ध\n4. पानीपत की लड़ाई\nनिम्नलिखित में से कौन-सा युद्धों का सही कालानुक्रमिक क्रम है?",
            "a_hin":"4 - 2 - 3 - 1",
            "b_hin":"4 - 3 - 2 - 1",
            "c_hin":"3 - 4 - 2 - 1",
            "d_hin":"3 - 4 - 1 - 2",
            "ans":"a"
        },
        {
			"q_en":"The largest section in the village consisted of cultivators, the large majority of whom claimed to be descendants of original settlers of the village. Which of the following pairs of resident owner-cultivator and region is/are correctly matched?\n1. Mirasi- Maharashtra\n2. Gaonveti- Rajasthan\n3. Gharu-Hala- Kashmir\nSelect the correct answer using the code given below.",
            "a_en":"1 only",
            "b_en":"2 and 3 only",
            "c_en":"3 only",
            "d_en":"1 and 2 only",
            "q_hin":"गाँव के सबसे बड़े वर्ग में कृषक शामिल थे, जिनमें से अधिकांश ने गाँव के मूल निवासियों के वंशज होने का दावा किया था। निम्नलिखित में से कौन-सा/कौन-से निवासी स्वामी-कृषक और क्षेत्र का युग्म सही सुमेलित है/हैं?\n1. मिरासी- महाराष्ट्र\n2. गांववेती- राजस्थान\n3. घरू-हला- कश्मीर\nनीचे दिए गए कूट का उपयोग करके सही उत्तर का चयन कीजिए। ",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 3",
            "d_hin":"केवल 1 और 2",
            "ans":"d"
		},       
		{
			"q_en":"Which among the following is not a reason for decline of the Mughal empire?",
            "a_en":"The deccan policy of Aurangzeb",
            "b_en":"Weak successors and demoralisation of the Mughal Army",
            "c_en":"The neglect of sea power by the Mughals",
            "d_en":"The weakening of the nobles",
            "q_hin":"निम्नलिखित में से कौन मुगल साम्राज्य के पतन का कारण नहीं है?",
            "a_hin":"औरंगजेब की दक्कन नीति",
            "b_hin":"कमजोर उत्तराधिकारी और मुगल सेना का मनोबल गिरना",
            "c_hin":"मुगलों द्वारा समुद्री शक्ति की उपेक्षा",
            "d_hin":"रईसों का कमजोर होना",
            "ans":"d"
		},       
		{
			"q_en":"With reference to the Maratha empire, consider the following statements:\n1. During the reign of Balaji Vishwanath the Mughal emperor recognised Shahu as the Maratha King.\n2. Baji Rao I entered into an agreement with the Mughal emperor in 1752.    \n3. Balaji Baji Rao initiated the system of the confederacy among the Maratha chiefs.\nWhich of the statements given above is/are correct?",
            "a_en":"1 and 2 only",
            "b_en":"1 only",
            "c_en":"3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"मराठा साम्राज्य के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. बालाजी विश्वनाथ के शासनकाल के दौरान मुगल सम्राट ने शाहू को मराठा राजा के रूप में मान्यता दी।\n2. बाजी राव प्रथम ने 1752 में मुगल सम्राट के साथ एक समझौता किया।\n3. बालाजी बाजी राव ने मराठा प्रमुखों के बीच संघ की व्यवस्था शुरू की।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 1",
            "c_hin":"केवल 3",
            "d_hin":"1, 2 और 3",
            "ans":"b"
        },       
        {
            "q_en":"With reference to the Hoysalas, consider the following statements:\n1. The capital of the Hoysala was Dvarasamudra, the modern Halebid.\n2. Vishnuvardhana was converted to Vaishnavism by Ramajuna.\n3. Vishnuvardhana recovered parts of Gangavadi province from the hegemony of the Cholas in the Battle of Talakad, and parts of Nolambavdi.\nWhich of the statements given above is/are correct?",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"होयसाल के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. होयसल की राजधानी द्वारसमुद्र थी, जो आधुनिक हलेबिड थी।\n2. विष्णुवर्धन को रामजुन द्वारा वैष्णववाद में परिवर्तित किया गया था।\n3. विष्णुवर्धन ने तलकड़ की लड़ाई में चोलों के आधिपत्य से गंगावाड़ी प्रांत के कुछ हिस्सों और नोलंबावडी के कुछ हिस्सों को पुनः प्राप्त किया।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"d"
        },       
        {
            "q_en":"Which of the following statement about the Vijayanagara Empire is not correct?",
            "a_en":"The kings claimed to rule on behalf of the God Virupaksha.",
            "b_en":"Rulers used the title 'Hindu Suratrana' to indicate their close links with Gods.",
            "c_en":"The Amaranayakas were military commanders who were given territories to govern by the Raya.",
            "d_en":"All royal orders were signed in Kannada, Sanskrit and Tamil.",
            "q_hin":"विजयनगर साम्राज्य के बारे में निम्नलिखित में से कौन सा कथन सही नहीं है?",
            "a_hin":"राजाओं ने भगवान विरुपाक्ष की ओर से शासन करने का दावा किया।",
            "b_hin":"शासकों ने देवताओं के साथ अपने घनिष्ठ संबंधों को इंगित करने के लिए 'हिंदू सूरताना' शीर्षक का इस्तेमाल किया।",
            "c_hin":"अमरनायक सैन्य कमांडर थे जिन्हें राय द्वारा शासन करने के लिए क्षेत्र दिए गए थे।",
            "d_hin":"सभी शाही आदेशों पर कन्नड़, संस्कृत और तमिल में हस्ताक्षर किए गए थे।",
            "ans":"d"
        },
        {
            "q_en":"Who among the following saints were contemporaries of Mughal king Akbar?\n1. Sain Mian Mir \n2. Nizamuddin Auliya\n3. Tulsidas\nSelect the correct answer using the code given below.",
            "a_en":"1, 2 and 3",
            "b_en":"1 and 3 only",
            "c_en":"2 and 3 only",
            "d_en":"3 only",
            "q_hin":"निम्नलिखित संतों में से कौन मुगल राजा अकबर के समकालीन थे?\n1. सैन मियां मिर\n2. निजामुद्दीन औलिया\n3. तुलसीदास\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"1, 2 और 3",
            "b_hin":"केवल 1 और 3",
            "c_hin":"केवल 2 और 3",
            "d_hin":"केवल 3",
            "ans":"b"
        },
        {
            "q_en":"The Russian traveler who visited the Deccan during the medieval period of Indian history, described the condition of the Bahmani kingdom under Muhammad III was",
            "a_en":"Nicolo de Conti",
            "b_en":"Athanasius Nikitin",
            "c_en":"Ludvico de Vorthema",
            "d_en":"Duarte Barbosa",
            "q_hin":"भारतीय इतिहास के मध्यकाल के दौरान दक्कन का दौरा करने वाले रूसी यात्री ने मुहम्मद III के तहत बहमनी साम्राज्य की स्थिति का वर्णन किया था",
            "a_hin":"निकोलो डी कोंटी",
            "b_hin":"अथानासियस निकितिन",
            "c_hin":"लुडविको डी वोर्थेमा",
            "d_hin":"डुआर्टे बारबोसा",
            "ans":"b"
        },
        {
            "q_en":"Aihole inscription written by the famous poet Ravikirti is written in which of the following languages?",
            "a_en":"Kannada",
            "b_en":"Sanskrit",
            "c_en":"Prakrit",
            "d_en":"Tamil",
            "q_hin":"प्रसिद्ध कवि रविकीर्ति द्वारा लिखित ऐहोल शिलालेख निम्नलिखित में से किस भाषा में लिखा गया है?",
            "a_hin":"कन्नड़",
            "b_hin":"संस्कृत",
            "c_hin":"प्राकृत",
            "d_hin":"तामिल",
            "ans":"b"
        },
        {
            "q_en":"With reference to the cultural history of India, consider the following statements:\n1. Jallikattu is a bull-taming sport of Tamil Nadu that has traditionally been part of the festival of Pongal.\n2. A reference to bull taming is found in a seal discovered at Mohenjodaro.\n3. The references to Jalikattu can be found in Sangam literature.\nWhich of the statements given above is/ are correct?",
            "a_en":"1 only",
            "b_en":"2 and 3",
            "c_en":"1 and 3",
            "d_en":"1, 2 and 3",
            "q_hin":"भारत के सांस्कृतिक इतिहास के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. जल्लीकट्टू तमिलनाडु का एक बैल वशीकरण खेल है जो परंपरागत रूप से पोंगल के त्योहार का हिस्सा रहा है।\n2. मोहनजोदड़ो में खोजी गई मुहर में सांडों को वश में करने का उल्लेख मिलता है।\n3. जलीकट्टू का उल्लेख संगम साहित्य में मिलता है।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1",
            "b_hin":"2 और 3",
            "c_hin":"1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"d"
        },
        {
            "q_en":"With reference to the ancient history India, Ratnavali, Nagananda and Priyadarsika were famous",
            "a_en":"Dance forms of Northern India",
            "b_en":"Buddhist monk during Ashokas reign",
            "c_en":"Philosophers of Gupta court",
            "d_en":"books written by Harsha",
            "q_hin":"प्राचीन इतिहास के संदर्भ में भारत रत्नावली, नागानंद और प्रियदर्शिका प्रसिद्ध थे",
            "a_hin":"उत्तरी भारत के नृत्य रूप",
            "b_hin":"अशोक के शासनकाल के दौरान बौद्ध भिक्षु",
            "c_hin":"गुप्त दरबार के दार्शनिक",
            "d_hin":"हर्ष द्वारा लिखित पुस्तकें",
            "ans":"d"
        }
	]
}