{
	"QuizQuestions":[
		{
			"q_en":"With reference to the Indigo cultivation during the British era, consider the following statements:\n1. There were two main systems of indigo cultivation – nij and ryoti. \n2. Within the system of nij cultivation, the planter produced indigo in lands that he directly controlled. \n3. The planters found it difficult to expand the area under nij cultivation.\n4. Nij cultivation on a large scale also required many plows and bullocks.\n5. Under the ryoti system, the planters forced the ryots to sign a contract, an agreement (Satta).\nWhich of the statements given above is/are correct?",
            "a_en":"1, 2, and 4 only",
            "b_en":"2, 3, 4, and 5 only",
            "c_en":"1, 3, 4, and 5 only",
            "d_en":"1, 2, 3, 4, and 5",
            "q_hin":"ब्रिटिश काल में नील की खेती के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. नील की खेती की दो मुख्य प्रणालियाँ थीं - निज और रैयत।\n2. निज खेती की प्रणाली के भीतर, बोने वाले ने उन भूमियों में नील का उत्पादन किया, जिन पर उसका सीधा नियंत्रण था।\n3. बागवानों को निज खेती के तहत क्षेत्र का विस्तार करना मुश्किल लगा।\n4. बड़े पैमाने पर निज की खेती के लिए भी कई हल और बैलों की आवश्यकता होती थी।\n5. रैयती प्रणाली के तहत, बागान मालिकों ने रैयतों को एक अनुबंध, एक समझौते (सत्ता) पर हस्ताक्षर करने के लिए मजबूर किया।\nऊपर दिए गए कथनों में से कौन-सा सही है?",
            "a_hin":"केवल 1,2 और 4",
            "b_hin":"केवल 2,3,4 और 5",
            "c_hin":"केवल 1,3,4 और 5",
            "d_hin":"1,2,3,4 और 5",
            "ans":"d"
		},       
		{
			"q_en":"With reference to the Battle of Plassey, consider the following statements:\n1. The Battle of Plassey became famous because it was the first major victory the Company won in India.\n2. After the defeat at Plassey, Siraj Ud-Daulah was assassinated and Mir Qasim made the nawab.\n3. After the battle of Plassey the Company immediately took over the responsibility of the administration.\nWhich of the statements given above is/are correct?",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"1 and 3 only",
            "d_en":"2 and 3 only",
            "q_hin":"प्लासी के युद्ध के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. प्लासी की लड़ाई इसलिए प्रसिद्ध हुई क्योंकि यह भारत में कंपनी की पहली बड़ी जीत थी।\n2. प्लासी में हार के बाद, सिराज उद-दौला की हत्या कर दी गई और मीर कासिम ने नवाब बनाया।\n3. प्लासी की लड़ाई के बाद कंपनी ने तुरंत प्रशासन की जिम्मेदारी अपने हाथ में ले ली।\nऊपर दिए गए कथनों में से कौन-सा सही है?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"केवल 1 और 3",
            "d_hin":"केवल 2 और 3",
            "ans":"a"
		},       
		{
			"q_en":"Consider the following pairs:\nTerm - Meaning\n1. Musket - A heavy gun used by infantry soldiers\n2. Matchlock - An early type of gun in which the powder was ignited by a match\n3. Sawar - Men on horses\nWhich of the pairs given above is/are correctly matched?",
            "a_en":"1 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2, and 3",
            "q_hin":"निम्नलिखित युग्मों पर विचार कीजिए:\nअवधि - अर्थ\n1. मस्कट - पैदल सेना के सैनिकों द्वारा इस्तेमाल की जाने वाली भारी बंदूक\n2. मैचलॉक - एक प्रारंभिक प्रकार की बंदूक जिसमें पाउडर को माचिस से प्रज्वलित किया जाता था\n3. सावर - घोड़ों पर पुरुष\nऊपर दिए गए युग्मों में से कौन-सा सही सुमेलित है?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1,2 और 3",
            "ans":"d"
        },       
        {
            "q_en":"In 1758, he became the British resident at Murshidabad, the capital of Bengal, after Mir Jafar was installed as the Nawab after the Battle of Plassey. He was one of the many important figures who played a significant role in the expansion of Company power. He established a new system of justice. This is the most likely description of?",
            "a_en":"Lord Dalhousie",
            "b_en":"Lord Wellesly",
            "c_en":"Lord Cornwallis",
            "d_en":"Warren Hastings",
            "q_hin":"प्लासी की लड़ाई के बाद मीर जाफर को नवाब के रूप में स्थापित किए जाने के बाद, 1758 में, वह बंगाल की राजधानी मुर्शिदाबाद में ब्रिटिश निवासी बन गए। वह कई महत्वपूर्ण शख्सियतों में से एक थे जिन्होंने कंपनी की शक्ति के विस्तार में महत्वपूर्ण भूमिका निभाई। उन्होंने न्याय की एक नई प्रणाली की स्थापना की। यह सबसे संभावित विवरण है?",
            "a_hin":"लॉर्ड डलहौजी",
            "b_hin":"लॉर्ड वैलेस्ली",
            "c_hin":"लॉर्ड कार्नवालिस",
            "d_hin":"वारेन हेस्टिंग्स",
            "ans":"d"
        },       
        {
            "q_en":"When the British tried to annex the small state of Kitoor (in Karnataka today), Who among the following took to arms and led an anti-British resistance movement?",
            "a_en":"Rani Lakshmibai",
            "b_en":"Rani Velu Nachiyar",
            "c_en":"Rani Chennamma",
            "d_en":"Rani Gaidinliu",
            "q_hin":"जब अंग्रेजों ने कितूर (आज कर्नाटक में) के छोटे से राज्य पर कब्जा करने की कोशिश की, तो निम्नलिखित में से किसने हथियार उठाया और ब्रिटिश विरोधी प्रतिरोध आंदोलन का नेतृत्व किया?",
            "a_hin":"रानी लक्ष्मी बाई",
            "b_hin":"रानी वेलु नचियार",
            "c_hin":"रानी चेन्नम्मा",
            "d_hin":"रानी गाइदिनलिउ",
            "ans":"c"
        },       
        {
            "q_en":"With reference to Indian history, Julahas, Kaikollar and Devangs were the terms used for which of the following community?",
            "a_en":"Farmers",
            "b_en":"Weavers",
            "c_en":"Traders",
            "d_en":"Cloth merchents",
            "q_hin":"भारतीय इतिहास के संदर्भ में, जुलाहा, कैकोल्लार और देवांग शब्द निम्नलिखित में से किस समुदाय के लिए प्रयुक्त किए गए थे?",
            "a_hin":"किसान",
            "b_hin":"बुनकर",
            "c_hin":"व्यापारी",
            "d_hin":"कपड़ा व्यापारी",
            "ans":"b"
        },       
        {
            "q_en":"In 1792, attacked by the combined forces of the Marathas, the Nizam of Hyderabad, and the East India Company, Tipu Sultan was forced to sign a treaty with the British by which two of his sons were taken away as hostages. This treaty is known as?",
            "a_en":"Treaty of Seringapatam",
            "b_en":"Treaty of Bassein",
            "c_en":"Treaty of Purandar",
            "d_en":"Treaty of Salbai",
            "q_hin":"1792 में, मराठों की संयुक्त सेना, हैदराबाद के निज़ाम और ईस्ट इंडिया कंपनी द्वारा हमला किया गया, टीपू सुल्तान को अंग्रेजों के साथ एक संधि पर हस्ताक्षर करने के लिए मजबूर किया गया, जिसके द्वारा उनके दो बेटों को बंधक बना लिया गया। इस संधि के रूप में जाना जाता है?",
            "a_hin":"सेरिंगपट्टम की संधि",
            "b_hin":"बेसिन की संधि",
            "c_hin":"पुरंदर की संधि",
            "d_hin":"सालबाई की संधि",
            "ans":"a"
        },       
        {
            "q_en":"With reference to the East India Company trade in Bengal, Which of the following statement is not correct?",
            "a_en":"The first English factory was set up on the banks of the river Hugli in 1651.",
            "b_en":"As trade expanded, the Company persuaded merchants and traders to come and settle near the factory.",
            "c_en":"Jahangir Farman, for instance had granted only the Company the right to trade duty-free.",
            "d_en":"The factory had a warehouse where goods for export were stored, and it had offices where Company officials sat.",
            "q_hin":"ईस्ट इंडिया कंपनी के बंगाल में व्यापार के संदर्भ में, निम्नलिखित में से कौन सा कथन सही नहीं है?",
            "a_hin":"पहली अंग्रेजी फैक्ट्री हुगली नदी के तट पर 1651 में स्थापित की गई थी।",
            "b_hin":"जैसे-जैसे व्यापार का विस्तार हुआ, कंपनी ने व्यापारियों और व्यापारियों को कारखाने के पास आकर बसने के लिए राजी किया।",
            "c_hin":"उदाहरण के लिए, जहांगीर फरमान ने केवल कंपनी को शुल्क मुक्त व्यापार करने का अधिकार दिया था।",
            "d_hin":"कारखाने में एक गोदाम था जहाँ निर्यात के लिए माल जमा किया जाता था, और इसके कार्यालय थे जहाँ कंपनी के अधिकारी बैठते थे।",
            "ans":"c"
        },
        {
            "q_en":"With reference to Indian History, which one of the following statements is correct?",
            "a_en":"In 1817, Niccolo Machiavelli, a Scottish economist and political philosopher, published a massive three-volume work, A History of British India.",
            "b_en":"Nicholo Machiavelli divided Indian history into three periods – Hindu, Muslim and British",
            "c_en":"According to James Mill India was capable of progress without British help.",
            "d_en":"According to James Mill, all Asian societies were at a lower level of civilization than Europe.",
            "q_hin":"भारतीय इतिहास के संदर्भ में, निम्नलिखित में से कौन सा कथन सही है?",
            "a_hin":"1817 में, एक स्कॉटिश अर्थशास्त्री और राजनीतिक दार्शनिक, निकोलो मैकियावेली ने एक विशाल तीन-खंड का काम, ए हिस्ट्री ऑफ ब्रिटिश इंडिया प्रकाशित किया।",
            "b_hin":"निकोलो मैकियावेली ने भारतीय इतिहास को तीन कालखंडों में विभाजित किया - हिंदू, मुस्लिम और ब्रिटिश",
            "c_hin":"जेम्स मिल के अनुसार भारत ब्रिटिश सहायता के बिना प्रगति करने में सक्षम था।",
            "d_hin":"जेम्स मिल के अनुसार, सभी एशियाई समाज यूरोप की तुलना में सभ्यता के निचले स्तर पर थे।",
            "ans":"d"
        },
        {
            "q_en":"With reference to the Aurangzeb, consider the following statements:\n1. Aurangzeb was the last of the Mughal rulers.\n2. He established control over a very large part of the territory that is now known as India.\n3. After his death in 1707, many Mughal governors and big zamindars began asserting their authority and establishing regional kingdoms.\n4. As powerful regional kingdoms emerged in various parts of India, Delhi was an effective centre.\nWhich of the statements given above is/are correct?",
            "a_en":"1, 2, and 3 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 4 only",
            "d_en":"1, 2, 3, and 4",
            "q_hin":"औरंगजेब के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. औरंगजेब मुगल शासकों में अंतिम था।\n2. उसने उस क्षेत्र के एक बहुत बड़े हिस्से पर नियंत्रण स्थापित किया जिसे अब भारत के नाम से जाना जाता है।\n3. 1707 में उनकी मृत्यु के बाद, कई मुगल शासकों और बड़े जमींदारों ने अपने अधिकार का दावा करना शुरू कर दिया और क्षेत्रीय राज्यों की स्थापना की।\n4. भारत के विभिन्न भागों में शक्तिशाली क्षेत्रीय राज्यों के उदय के साथ, दिल्ली एक प्रभावी केंद्र के रूप में थी।\nऊपर दिए गए कथनों में से कौन-सा सही है?",
            "a_hin":"केवल 1,2 और 3",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 4",
            "d_hin":"1,2,3 और 4",
            "ans":"b"
        }
	]
}