{
	"QuizQuestions":[
		{
			"q_en":"With reference to the history of ancient India, the word ashrama does mean?",
            "a_en":"A place where people live and meditate.",
            "b_en":"It is a stage of life.",
            "c_en":"A place where buddhist follower live and meditate.",
            "d_en":"A place where jain follower live and meditate.",
            "q_hin":"प्राचीन भारत के इतिहास के संदर्भ में आश्रम शब्द का क्या अर्थ है?",
            "a_hin":"वह स्थान जहाँ लोग रहते हैं और ध्यान करते हैं।",
            "b_hin":"यह जीवन का एक चरण है।",
            "c_hin":"वह स्थान जहाँ बौद्ध अनुयायी रहते हैं और ध्यान करते हैं।",
            "d_hin":"एक ऐसा स्थान जहाँ जैन अनुयायी रहते हैं और ध्यान करते हैं।",
            "ans":"b"
		},       
		{
			"q_en":"Consider the following statements:\n1. The Harappans probably got copper from present-day Rajasthan, and even from Oman in West Asia.\n2. Tin, which was mixed with copper to produce bronze, may have been brought from present-day Afghanistan and Iran.\n3. Gold could have come all the way from present-day Karnataka.\nWhich of the above statements are correct?",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"निम्नलिखित कथनों पर विचार कीजिए:\n1. हड़प्पावासियों को संभवतः वर्तमान राजस्थान और यहां तक ​​कि पश्चिम एशिया के ओमान से तांबा प्राप्त होता था।\n2. टिन, जिसे कांसे के उत्पादन के लिए तांबे के साथ मिश्रित किया जाता था, शायद वर्तमान अफगानिस्तान और ईरान से लाया जाता हो।\n3. सोना आज के कर्नाटक से आ सकता था।\nउपरोक्त में से कौन से कथन सही हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"d"
		},       
		{
			"q_en":"With reference to Upanishad in India consider the following statements:\n1. Upanishad literally means ‘approaching and sitting near’ and the texts contain conversations between teachers and students. \n2. Most Upanishadic thinkers were men, especially brahmins and rajas. \n3. Poor people commonly took part in Upanishad discussions.\n4. Many of the ideas of the Upanishads were later developed by the famous thinker Shankaracharya.\nWhich of the statements given above is/are correct?",
            "a_en":"1, 2 and 3 only",
            "b_en":"2, 3 and 4 only",
            "c_en":"1, 2 and 4 only",
            "d_en":"1, 2, 3 and 4",
            "q_hin":"भारत में उपनिषद के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. उपनिषद का शाब्दिक अर्थ है 'निकट जाना और बैठना' और ग्रंथों में शिक्षकों और छात्रों के बीच बातचीत होती है।\n2. अधिकांश उपनिषद विचारक पुरुष थे, विशेषकर ब्राह्मण और राजा।\n3. गरीब लोग आमतौर पर उपनिषद की चर्चाओं में भाग लेते थे।\n4. उपनिषदों के कई विचार बाद में प्रसिद्ध विचारक शंकराचार्य द्वारा विकसित किए गए थे।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1, 2 ओर 3",
            "b_hin":"केवल 2, 3 ओर 4",
            "c_hin":"केवल 1, 2 ओर 4",
            "d_hin":"1, 2, 3 और 4",
            "ans":"c"
        },       
        {
            "q_en":"With reference to ‘Bhimbetka Caves’, consider the following statements :\n1. Bhimbetaka caves are named after 'Bhima', one of the five Pandavas of Mahabharata.\n2. We got the evidence of prehistoric cave paintings from Bhimbetaka caves, and most of these are done in red and white on the cave walls.\nWhich of the statements given above are correct?",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"भीमबेटका गुफाओं के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. भीमबेटका गुफाओं का नाम महाभारत के पांच पांडवों में से एक 'भीम' के नाम पर रखा गया है।\n2. हमें भीमबेटका गुफाओं से प्रागैतिहासिक गुफा चित्रों के प्रमाण मिले हैं, और इनमें से अधिकांश गुफा की दीवारों पर लाल और सफेद रंग में बनाए गए हैं।\nऊपर दिए गए कथनों में से कौन-से सही हैं?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"दोनों 1 और 2",
            "d_hin":"न तो 1 और न ही 2",
            "ans":"c"
        },       
        {
            "q_en":"With reference to the city of Lothal, which of the following statements are correct?\n1. A rectangular basin has been found at Lothal that was said to be the dockyard.\n2. Lothal is located between the Bhogavo and Sabarmati rivers near the Gulf of Kutch in Gujarat.\n3. The city of Lothal was mathematically planned.\nSelect the correct answer using the code given below.",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"लोथल शहर के संदर्भ में, निम्नलिखित में से कौन सा कथन सही है?\n1. लोथल में एक आयताकार जल कुंड मिला है जिसे गोदी बाड़ा कहा जाता है।\n2. लोथल गुजरात में कच्छ की खाड़ी के पास भोगावो और साबरमती नदियों के बीच स्थित है।\n3. लोथल शहर की योजना गणितीय रूप से बनाई गई थी।\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"c"
        },       
        {
            "q_en":"This is a large and beautiful city. It is surrounded by a massive wall. It has 570 towers and 64 gates. The houses, of two and three stories, are built of wood and mud brick. The king’s palace is also of wood and decorated with stone carvings. It is surrounded with gardens and enclosures for keeping birds.” This is the most likely description of which city, given by Megasthenes?",
            "a_en":"Ujjain",
            "b_en":"Amritsar",
            "c_en":"Kalinga",
            "d_en":"Patliputara",
            "q_hin":"यह एक बड़ा और खूबसूरत शहर है। यह एक विशाल दीवार से घिरा हुआ है। इसमें 570 मीनारें और 64 दरवाजे हैं। दो और तीन मंजिला मकान लकड़ी और मिट्टी की ईंटों से बने हुए हैं। राजा का महल भी लकड़ी का है और पत्थर की नक्काशी से सजाया गया है। यह पक्षियों को रखने के लिए बगीचों और बाड़ों से घिरा हुआ है।” मेगस्थनीज द्वारा दिया गया यह किस शहर का सबसे संभावित विवरण है?",
            "a_hin":"उज्जैन",
            "b_hin":"अमृतसर",
            "c_hin":"कलिंग",
            "d_hin":"पाटलिपुत्र",
            "ans":"d"
        },       
        {
            "q_en":"​From which among the following places, the archaeologist found the evidence of one skeleton buried with 33 gold beads, 2 stone beads, 4 copper bangles, and one conch shell?",
            "a_en":"Brahmagiri",
            "b_en":"Inamgaon",
            "c_en":"Kashmir",
            "d_en":"Dholavira",
            "q_hin":"निम्नलिखित में से किस स्थान से पुरातत्वविदों ने 33 सोने के मनकों, 2 पत्थर के मोतियों, 4 तांबे की चूड़ियों और एक शंख के साथ एक कंकाल के दफन होने के प्रमाण पाए हैं?",
            "a_hin":"ब्रह्मगिरी",
            "b_hin":"इनामगाँव",
            "c_hin":"कश्मीर",
            "d_hin":"धौलावीरा",
            "ans":"a"
        },       
        {
            "q_en":"With reference Dholavira, which of the following statements are correct?\n1. It was a planned city during Indus Valley Civilization.\n2. Dholavira, unlike other Harappan cities like Harappa and Mohenjodaro, is divided into four divisions.\n3. A unique water harnessing system was founded at the Dholavira site.\nSelect the correct answer using the code given below.",
            "a_en":"1 and 2 Only",
            "b_en":"2 and 3 Only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"धोलावीरा के संदर्भ में, निम्नलिखित में से कौन सा कथन सही है?\n1. सिंधु घाटी सभ्यता के दौरान यह एक नियोजित शहर था।\n2. धोलावीरा, हड़प्पा और मोहनजोदड़ो जैसे अन्य हड़प्पा शहरों के विपरीत, चार भागों में विभाजित है।\n3. धौलावीरा स्थल पर एक अद्वितीय जल दोहन प्रणाली की स्थापना की गई थी।\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"c"
        },
        {
            "q_en":"This site is located in a fertile plain, near the Bolan Pass, which is one of the most important routes into Iran. It was probably one of the places where people learned to grow barley and wheat, and rear sheep and goats for the first time in this area. It is one of the earliest villages that we know about. At this site, many animal bones were found. Bones of wild animals such as deer and pigs, and also bones of sheep and goats were found. This is the most likely description of?",
            "a_en":"Dholavira",
            "b_en":"Kalibangan",
            "c_en":"Lothal",
            "d_en":"Mehrgarh",
            "q_hin":"यह स्थल बोलन दर्रे के पास एक उपजाऊ मैदान में स्थित है, जो ईरान में सबसे महत्वपूर्ण मार्गों में से एक है। यह शायद उन जगहों में से एक था जहां लोगों ने इस क्षेत्र में पहली बार जौ और गेहूं उगाना और भेड़ और बकरियों को पालना सीखा। यह उन शुरुआती गांवों में से एक है जिनके बारे में हम जानते हैं। इस स्थल पर जानवरों की कई हड्डियाँ मिलीं। हिरण और सूअर जैसे जंगली जानवरों की हड्डियाँ और भेड़ और बकरियों की हड्डियाँ भी मिलीं। यह सबसे संभावित विवरण है?",
            "a_hin":"धौलावीरा",
            "b_hin":"कालीबंगा",
            "c_hin":"लोथल",
            "d_hin":"मेहरगढ़",
            "ans":"d"
        },
        {
            "q_en":"Which of the following is an ancient Indian book on surgery?",
            "a_en":"Susruta Samhita",
            "b_en":"Arthashastra",
            "c_en":"Manusmriti",
            "d_en":"Charak Samhita",
            "q_hin":"निम्नलिखित में से कौन शल्य चिकित्सा पर एक प्राचीन भारतीय पुस्तक है?",
            "a_hin":"सुश्रुत संहिता",
            "b_hin":"अर्थशास्त्र",
            "c_hin":"मनुस्मृति",
            "d_hin":"चरक संहिता",
            "ans":"a"
        }
	]
}