{
	"QuizQuestions":[
		{
			"q_en":"With reference to the Mughal empire, consider the following statements:\n1. The nobility was recruited predominantly from the Muslim community.\n2. All government officials held ranks comprising two numerical designations i.e. Zat and Sawar.\n3. The official Diwan-i ala was responsible for appointing local judges.\nWhich of the statements given above is/are correct?",
            "a_en":"1, 2 and 3",
            "b_en":"2 and 3 only",
            "c_en":"2 only",
            "d_en":"1 and 2 only",
            "q_hin":"मुगल साम्राज्य के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. कुलीनों की भर्ती मुख्य रूप से मुस्लिम समुदाय से की जाती थी।\n2. सभी सरकारी अधिकारियों के पास दो संख्यात्मक पदनाम यानी जाट और सावर शामिल हैं।\n3. आधिकारिक दीवान-ए-आला स्थानीय न्यायाधीशों की नियुक्ति के लिए जिम्मेदार था।\nऊपर दिए गए कथनों में से कौन-सा सही है?",
            "a_hin":"1,2 और 3",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 2",
            "d_hin":"केवल 1 और 2",
            "ans":"c"
		},       
		{
			"q_en":"With reference to the Mughal empire, who among the following writers provided insights on the mediating role elderly women of the family played in resolving conflicts amongst princes and the Kings?",
            "a_en":"Muhammmad Kazim",
            "b_en":"Gulbadan Begum",
            "c_en":"Abdul Hamid Lahori",
            "d_en":"Dilras Banu Begum",
            "q_hin":"मुगल साम्राज्य के संदर्भ में, निम्नलिखित लेखकों में से किसने राजकुमारों और राजाओं के बीच संघर्षों को सुलझाने में परिवार की बुजुर्ग महिलाओं की मध्यस्थता की भूमिका पर अंतर्दृष्टि प्रदान की?",
            "a_hin":"मुहम्मद काज़िम",
            "b_hin":"गुलबदन बेगम",
            "c_hin":"अब्दुल हमीद लाहौरी",
            "d_hin":"दिलरस बानो बेगम",
            "ans":"b"
		},       
		{
			"q_en":"Which of the following cities was a constant bone of contention between the Safavids and the Mughals?",
            "a_en":"Kabul",
            "b_en":"Hijaz",
            "c_en":"Qandahar",
            "d_en":"Ghazni",
            "q_hin":"निम्नलिखित में से कौन सा शहर सफविद और मुगलों के बीच लगातार विवाद का कारण बना रहा?",
            "a_hin":"काबुल",
            "b_hin":"हिजाज़",
            "c_hin":"कंधार",
            "d_hin":"गजनी",
            "ans":"c"
        },       
        {
            "q_en":"With reference to the Mughal era, consider the following statements:\n1. The panchayat was headed by a headman known as a Patwari.\n2. The panchayat derived its power and funds from the King.\n3. Function of the panchayat was to ensure that caste boundaries were upheld.\n4. The superior castes imposed tax demands on the lower caste communities. \n5. Women, including widows, actively participated in the rural land market.\nWhich of the statements given above is/ are correct?",
            "a_en":"1, 3 and 5 only",
            "b_en":"2, 4 and 5 only",
            "c_en":"1, 2, 4 and 5 only",
            "d_en":"3, 4 and 5 only",
            "q_hin":"मुगल काल के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. पंचायत का मुखिया एक मुखिया होता था जिसे पटवारी कहा जाता था।\n2. पंचायत ने अपनी शक्ति और धन राजा से प्राप्त किया।\n3. पंचायत का कार्य यह सुनिश्चित करना था कि जाति की सीमाओं को कायम रखा जाए।\n4. उच्च जातियों ने निचली जाति के समुदायों पर कर की माँग थोप दी।\n5. विधवाओं सहित महिलाओं ने ग्रामीण भूमि बाजार में सक्रिय रूप से भाग लिया।\nऊपर दिए गए कथनों में से कौन-सा सही है?",
            "a_hin":"केवल 1,3 और 5",
            "b_hin":"केवल 2,4 और 5",
            "c_hin":"केवल 1,2,4 और 5",
            "d_hin":"केवल 3,4 और 5",
            "ans":"d"
        },       
        {
            "q_en":"With reference to the history of India, consider the following pairs:\nParauti - annually cultivated land\nPolaj - land left fallow for two to three years\nChachar - land left fallow for three or four years\nBanjar - land uncultivated for five years and more\nWhich of the pairs given above is/are correctly matched ?",
            "a_en":"1, 3 and 4 only",
            "b_en":"1 and 4 only",
            "c_en":"1, 2 and 3 only",
            "d_en":"3 and 4 only",
            "q_hin":"भारत के इतिहास के संदर्भ में निम्नलिखित युग्मों पर विचार कीजिएः\nपरौति - वार्षिक कृषि योग्य भूमि\nपोलाज - दो-तीन साल से परती पड़ी जमीन\nचाचार - तीन-चार साल से परती पड़ी जमीन\nबंजर - पांच साल और उससे अधिक समय से असिंचित भूमि\nऊपर दिए गए युग्मों में से कौन-सा सही सुमेलित है?",
            "a_hin":"केवल 1,3 और 4",
            "b_hin":"केवल 1 और 4",
            "c_hin":"केवल 1,2 और 3",
            "d_hin":"केवल 3 और 4",
            "ans":"d"
        },       
        {
            "q_en":"Who among the following led the Vijayanagara army into Talikota battle at Rakshasi-Tangadi?",
            "a_en":"Narasimha Raya II",
            "b_en":"Krishnadeva Raya",
            "c_en":"Rama Raya",
            "d_en":"Tirumala Deva Raya",
            "q_hin":"निम्नलिखित में से किसने राक्षसी-तांगड़ी में तालिकोटा युद्ध में विजयनगर सेना का नेतृत्व किया था?",
            "a_hin":"नरसिम्हा राय II",
            "b_hin":"कृष्णदेव राय",
            "c_hin":"राम राय",
            "d_hin":"तिरुमाला देव राय",
            "ans":"c"
        },       
        {
            "q_en":"With reference to the Vijayanagara empire, consider the following statements :\n1. ​Rulers indicated their close links with the gods by using the title “Hindu Suratrana”.\n2. Kamalapuram tank built by Vijayanagara kings in the 15th century reveals expertise on hydraulic systems.\n3. The Amara-Nayaka system was a major political innovation of the Vijayanagara Empire.\nWhich of the statements given above is/are correct?",
            "a_en":"1, 2 and 3",
            "b_en":"1 and 2 only",
            "c_en":"2 and 3 only",
            "d_en":"1 and 3 only",
            "q_hin":"विजयनगर साम्राज्य के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. शासकों ने 'हिंदू सूरताना' शीर्षक का उपयोग करके देवताओं के साथ अपने घनिष्ठ संबंधों का संकेत दिया।\n2. 15 वीं शताब्दी में विजयनगर के राजाओं द्वारा निर्मित कमलापुरम टैंक हाइड्रोलिक सिस्टम पर विशेषज्ञता का खुलासा करता है।\n3. अमारा-नायक व्यवस्था विजयनगर साम्राज्य का एक प्रमुख राजनीतिक नवाचार था।\nऊपर दिए गए कथनों में से कौन-सा सही है?",
            "a_hin":"1,2 और 3",
            "b_hin":"केवल 1 और 2",
            "c_hin":"केवल 2 और 3",
            "d_hin":"केवल 1 और 3",
            "ans":"a"
        },       
        {
            "q_en":"Consider the following statements:\n1. Basavanna is the founder of the Virshaiva tradition that started in Karnataka.\n2. Lingayats believe in rebirth.\n3. Lingayats encouraged post-puberty marriage and the remarriage of widows.\n4. Vachanas composed in Kannada offer insights into the Virshaiva tradition.\nWhich of the statements given above is/ are correct?",
            "a_en":"1 and 2 only",
            "b_en":"1, 3 and 4 only",
            "c_en":"1, 2, 3 and 4",
            "d_en":"1, 2 and 4 only",
            "q_hin":"निम्नलिखित कथनों पर विचार कीजिए:\n1. बसवन्ना कर्नाटक में शुरू हुई वीरशैव परंपरा के संस्थापक हैं।\n2. लिंगायत पुनर्जन्म में विश्वास करते हैं।\n3. लिंगायतों ने युवावस्था के बाद विवाह और विधवाओं के पुनर्विवाह को प्रोत्साहित किया।\n4. कन्नड़ में रचित वचन वीरशैव परंपरा में अंतर्दृष्टि प्रदान करते हैं।\nऊपर दिए गए कथनों में से कौन-सा सही है?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 1,3 और 4",
            "c_hin":"1,2,3 और 4",
            "d_hin":"केवल 1,2 और 4",
            "ans":"b"
        },
        {
            "q_en":"The popular text, Nalayira Divyaprabandham belongs to which of the following sects?",
            "a_en":"Nayanars",
            "b_en":"Buddhists",
            "c_en":"Alvars",
            "d_en":"Jains",
            "q_hin":"लोकप्रिय ग्रंथ, नलयिर दिव्यप्रबंधम निम्नलिखित में से किस संप्रदाय से संबंधित है?",
            "a_hin":"नयनार",
            "b_hin":"बौद्ध",
            "c_hin":"अलवार",
            "d_hin":"जैन",
            "ans":"c"
        },
        {
            "q_en":"Consider the following statements :\n1. He belonged to Morocco and visited India in the fourteenth century.\n2. Mesmerised by the reputation of Muhammad bin Tughlaq, as a generous patron of arts and letters, he came to Delhi.\n3. His book of travels, written in Arabic, is called Rihla.\n4. His account is often compared with that of Marco Polo.\n5. He travelled to places like North Africa, West Asia and parts of Central Asia, the Indian subcontinent and China.\nThe above description refers to which among the following travellers?",
            "a_en":"Ibn Battuta",
            "b_en":"Al-Biruni",
            "c_en":"Francois Bernie",
            "d_en":"Abdur Razzaq Samarqandi",
            "q_hin":"निम्नलिखित कथनों पर विचार कीजिए:\n1. वह मोरक्को से ताल्लुक रखता था और चौदहवीं शताब्दी में भारत आया था।\n2. कला और पत्रों के उदार संरक्षक के रूप में मुहम्मद बिन तुगलक की प्रतिष्ठा से मंत्रमुग्ध होकर वह दिल्ली आया।\n3. अरबी में लिखी गई उनकी यात्रा की पुस्तक को रिहला कहा जाता है।\n4. उनके खाते की तुलना अक्सर मार्को पोलो से की जाती है।\n5. उन्होंने उत्तरी अफ्रीका, पश्चिम एशिया और मध्य एशिया के कुछ हिस्सों, भारतीय उपमहाद्वीप और चीन जैसे स्थानों की यात्रा की।\nउपरोक्त विवरण निम्नलिखित में से किस यात्री को संदर्भित करता है?",
            "a_hin":"इब्न बतूता",
            "b_hin":"अल-बिरुनी",
            "c_hin":"फ्रेंकोइस बर्नियर",
            "d_hin":"अब्दुर रज्जाक समरकंदी",
            "ans":"a"
        }
	]
}