{
	"QuizQuestions":[
		{
			"q_en":"If the RBI decides to reduce the money supply in the economy, which of the following would it not do?\n1. Reduce the Marginal Standing Facility Rate\n2. Sell government securities \n3. Increase the Repo Rate and Reverse Repo rate\nSelect the correct answer using the code given below.",
            "a_en":"1 and 2 only",
            "b_en":"1 only",
            "c_en":"2 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"यदि भारतीय रिजर्व बैंक अर्थव्यवस्था में मुद्रा आपूर्ति को कम करने का निर्णय लेता है, तो वह निम्नलिखित में से क्या नहीं करेगा?\n1. सीमांत स्थायी सुविधा दर काम करना \n2. सरकारी प्रतिभूतियों की बिक्री करना \n3. रेपो दर और रिवर्स रेपो दर में वृद्धि करना \nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 1",
            "c_hin":"केवल 2 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"b"
		},       
		{
			"q_en":"Consider the following statements, with reference to the Participatory Note (P-note):\n1. It is Offshore Derivative Instruments (ODIs) issued by Registered Foreign Portfolio Investors (FPIs)\n2. P-notes have Indian stocks as their underlying assets.\n3. Though P-note holders have less stringent registration requirements, they have to go through a proper due diligence process of the SEBI.\nWhich of the above statement is/are correct?",
            "a_en":"1, 2 and 3",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1 and 2 only",
            "q_hin":"सहभागी नोट (P-note) के संदर्भ में निम्नलिखित कथनों पर विचार करें:\n1. यह पंजीकृत विदेशी पोर्टफोलियो निवेशकों (FPI) द्वारा जारी अपतटीय व्युत्पन्न उपकरण (ODI) है।\n2. P-notes में भारतीय स्टॉक उनकी अंतर्निहित संपत्ति के रूप में होते हैं।\n3. हालांकि P-note धारकों के पास कम कठोर पंजीकरण आवश्यकताएं हैं, उन्हें SEBI की उचित परिश्रम प्रक्रिया से गुजरना होगा।\nउपरोक्त में से कौन सा/से कथन सही है/हैं?",
            "a_hin":"1, 2 और 3",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"केवल 1 और 2",
            "ans":"a"
		},       
		{
			"q_en":"Which of the following is/are Issues Associated with India’s MSP Regime?\n1. Limited Extent\n2. Ineffectively Implemented\n3. More of a Procurement Price\n4. Makes Agriculture Wheat and Paddy Dominated\nSelect the correct answer using the code given below:",
            "a_en":"1 and 2 only",
            "b_en":"2, 3, and 4 only",
            "c_en":"1, 2, and 3 only",
            "d_en":"1, 2, 3, and 4",
            "q_hin":"निम्नलिखित में से कौन-से मुद्दे भारत की न्यूनतम समर्थित मूल्य व्यवस्था से संबंधित हैं?\n1. सीमित विस्तार\n2. अप्रभावी रूप से कार्यान्वयन \n3. अधिक खरीद मूल्य\n4. कृषि में गेहूं और धान के वर्चस्व का निर्माण करता है \nनीचे दिए गए विकल्पों का प्रयोग कर सही उत्तर चुनिए:",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2,3, और 4",
            "c_hin":"केवल 1,2, और 3",
            "d_hin":"1,2,3, और 4",
            "ans":"d"
        },       
        {
            "q_en":"With reference to the National Income at Factor Cost, consider the following statements:\n1. It means the sum of all incomes earned by the citizens in the form of Rent, Wages, Interest and Profits.\n2. While calculating National Income, we must deduct indirect taxes and add subsidies into Net National Product at Market Price.\nWhich of the above statement is/are correct?",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"साधन लागत पर राष्ट्रीय आय के संदर्भ में, निम्नलिखित कथनों पर विचार कीजिएः\n1. इसका अर्थ है किराया, मजदूरी, ब्याज और लाभ के रूप में नागरिकों द्वारा अर्जित सभी आय का योग।\n2. राष्ट्रीय आय की गणना करते समय, हमें अप्रत्यक्ष करों में कटौती करनी चाहिए और बाजार मूल्य पर शुद्ध राष्ट्रीय उत्पाद में सब्सिडी जोड़ना चाहिए।\nउपरोक्त में से कौन सा/से कथन सही है/हैं?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"1 और 2 दोनों",
            "d_hin":"न तो 1 और न ही 2",
            "ans":"c"
        },       
        {
            "q_en":"In which of the following markets, all firms are price-takers?",
            "a_en":"Monopolistic competition",
            "b_en":"Oligopoly",
            "c_en":"Pure monopoly",
            "d_en":"Perfectly competitive market",
            "q_hin":"निम्नलिखित में से किस बाजार में, सभी फर्म मूल्य लेने वाली हैं?",
            "a_hin":"एकाधिकार प्रतियोगिता",
            "b_hin":"अल्पाधिकार",
            "c_hin":"शुद्ध एकाधिकार",
            "d_hin":"पूर्ण प्रतिस्पर्धी बाजार",
            "ans":"d"
        },       
        {
            "q_en":"With reference to, the 'Aspirational Districts Programme', consider the following statements:\n1. It was launched with a focus to improve India's ranking under Human Development Index.\n2. The districts have been identified by the Ministry of Rural Development.\n3. The Programme uses Convergence, Collaboration and Competition as a strategy of implementation.\nWhich of the statements given above is/are correct?",
            "a_en":"1 and 2 only",
            "b_en":"2 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"'आकांक्षी जिला कार्यक्रम' के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. इसे मानव विकास सूचकांक के तहत भारत की रैंकिंग में सुधार लाने पर ध्यान देने के साथ शुरू किया गया था।\n2. ग्रामीण विकास मंत्रालय द्वारा जिलों की पहचान की गई है।\n3. कार्यक्रम कार्यान्वयन की रणनीति के रूप में अभिसरण, सहयोग और प्रतिस्पर्धा का उपयोग करता है।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"c"
        },       
        {
            "q_en":"Which one of the following best describes the term 'Marginal Cost of funds based lending rate (MCLR)' sometimes seen in news?",
            "a_en":"The optimum interest rate of a bank loan that is profitable to the borrowers.",
            "b_en":"The minimum interest rate of a bank below which it cannot lend.",
            "c_en":"The interest at which RBI lends money to the commercial banks.",
            "d_en":"The interest RBI pays to the commercial banks for their deposits with the RBI.",
            "q_hin":"​निम्नलिखित में से कौन सा शब्द कभी-कभी समाचारों में देखे जाने वाले 'धन की सीमांत लागत आधारित ऋण दर (MCLR)' का सबसे अच्छा वर्णन करता है?",
            "a_hin":"बैंक ऋण की इष्टतम ब्याज दर जो उधारकर्ताओं के लिए लाभदायक हो।",
            "b_hin":"किसी बैंक की न्यूनतम ब्याज दर जिसके नीचे वह ऋण नहीं दे सकता।",
            "c_hin":"​जिस ब्याज पर RBI वाणिज्यिक बैंकों को पैसा उधार देता है।",
            "d_hin":"RBI के पास जमा राशि के लिए RBI वाणिज्यिक बैंकों को ब्याज का भुगतान करता है।",
            "ans":"b"
        },       
        {
            "q_en":"Consider the following statements:\n1. Pradhan Mantri Annadata Aay SanraksHan Abhiyan’ (PM-AASHA) is an umbrella scheme to ensure Minimum Support Price (MSP) to farmers.\n2. Only one scheme i.e. Price Support Scheme (PSS) or Price Deficiency Payment Scheme (PDPS) may be made operational in one State with respect to one commodity.\n3. Cotton is procured at MSP under the existing schemes of the Ministry of Agriculture and Farmers Welfare.\nWhich among the statements given above is/are correct?",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1, 2 and 3",
            "d_en":"1 and 3 only",
            "q_hin":"निम्नलिखित कथनों पर विचार कीजिएः\n1. प्रधानमंत्री अन्नदाता आय संरक्षण अभियान (PM-AASHA) किसानों को न्यूनतम समर्थन मूल्य (MSP) सुनिश्चित करने के लिए एक व्यापक योजना है।\n2. केवल एक योजना अर्थात मूल्य समर्थन योजना (PSS) या मूल्य कमी भुगतान योजना (PDPS) को एक राज्य में एक वस्तु के संबंध में परिचालित किया जा सकता है।\n3. कृषि और किसान कल्याण मंत्रालय की मौजूदा योजनाओं के तहत MSP पर कपास की खरीद की जाती है।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"1, 2 और 3",
            "d_hin":"केवल 1 और 3",
            "ans":"a"
        },
        {
            "q_en":"Which one of the following best defines the term 'Shrinkflation'?",
            "a_en":"Practice of reducing the price of a product while maintaining its size.",
            "b_en":"Practice of reducing the size of a product while maintaining its sticker price.",
            "c_en":"Situation in which the inflation rate is high, the economic growth rate is slow.",
            "d_en":"Persistent decrease in the price level.",
            "q_hin":"निम्नलिखित में से कौन 'श्रिंकफ्लेशन' शब्द को सबसे अच्छी तरह परिभाषित करता है?",
            "a_hin":"किसी उत्पाद का आकार बनाए रखते हुए उसके पुरस्कार को कम करने का अभ्यास।",
            "b_hin":"किसी उत्पाद के स्टिकर मूल्य को बनाए रखते हुए उसके आकार को कम करने का अभ्यास।",
            "c_hin":"जिस स्थिति में मुद्रास्फीति की दर अधिक होती है, आर्थिक विकास दर धीमी होती है।",
            "d_hin":"मूल्य स्तर में लगातार कमी।",
            "ans":"b"
        },
        {
            "q_en":"Consider the following statement\nThe effect of the appreciation of a currency is that it necessarily\n1. Increases the competitiveness of the domestic exports in the foreign markets\n2. Fall in the supply of the domestic currency in the global market\n3. Demand for local products fall\nWhich of the above statements is/are correct?",
            "a_en":"1 only",
            "b_en":"1 and 2 only",
            "c_en":"3 only",
            "d_en":"2 and 3 only",
            "q_hin":"निम्नलिखित कथन पर विचार करें\nकिसी मुद्रा के मूल्यवृद्धि का प्रभाव यह होता है कि वह आवश्यक रूप से\n1. विदेशी बाजारों में घरेलू निर्यात की प्रतिस्पर्धात्मकता को बढ़ाता है\n2. वैश्विक बाजार में मुद्रा की आपूर्ति में गिरावट\n3. स्थानीय उत्पादों की मांग में गिरावट\nउपरोक्त में से कौन सा/से कथन सही है/हैं?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 1 और 2",
            "c_hin":"केवल 3",
            "d_hin":"केवल 2 और 3",
            "ans":"d"
        },
        {
			"q_en":"Which of the following is incorrect regarding the Revenue Budget?",
            "a_en":"It details the sources of revenue for the government.",
            "b_en":"Corporate tax and excise duty are important constituent of tax revenue of government.",
            "c_en":"Mostly the difference between revenue receipts and revenue expenditure is positive.",
            "d_en":"Revenue expenditure does not result in the creation of assets.",
            "q_hin":"राजस्व बजट के संबंध में निम्नलिखित में से कौन सा असत्य है?",
            "a_hin":"यह सरकार के लिए राजस्व के स्रोतों का विवरण देता है।",
            "b_hin":"कॉर्पोरेट कर और उत्पाद शुल्क सरकार के कर राजस्व के महत्वपूर्ण घटक हैं।",
            "c_hin":"अधिकतर राजस्व प्राप्तियों और राजस्व व्यय के बीच का अंतर धनात्मक है।",
            "d_hin":"राजस्व व्यय के परिणामस्वरूप संपत्ति का निर्माण नहीं होता है।",
            "ans":"c"
		},       
		{
			"q_en":"With reference to ‘Soyabean oil’, consider the following statements:\n1. The Soyabean oil tree is native to Southeast Asia.\n2. Soybean oil is a major feedstock for the production of biodiesel.\n3. Soybean oil is a raw material for the food industry producing margarine, mayonnaise, and coffee creamers.\nWhich of the statements given above are correct? ",
            "a_en":"1 and 2 Only",
            "b_en":"2 and 3 Only",
            "c_en":"1 and 3 Only",
            "d_en":"1, 2 and 3",
            "q_hin":"'सोयाबीन तेल' के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. सोयाबीन तेल का पेड़ दक्षिण पूर्व एशिया का मूल निवासी है।\n2. सोयाबीन तेल बायोडीजल के उत्पादन के लिए एक प्रमुख फीडस्टॉक (कच्चा माल) है।\n3. सोयाबीन तेल मार्जरीन, मेयोनेज़ और कॉफी क्रीमर का उत्पादन करने वाले खाद्य उद्योग के लिए एक कच्चा माल है।\nऊपर दिए गए कथनों में से कौन-से सही हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"b"
		},       
		{
			"q_en":"In the context of any country, which one of the following would be considered as part of its economic capital?",
            "a_en":"The number of literate and skilled population.",
            "b_en":"The proportion of R&D investments, produced fixed assets and intellectual property rights.",
            "c_en":"The number of high net worth individuals in the society.",
            "d_en":"The proportion of income tax paying population in the economy.",
            "q_hin":"किसी भी देश के संदर्भ में, निम्नलिखित में से किसे उसकी आर्थिक पूँजी का भाग माना जाएगा?",
            "a_hin":"साक्षर और कुशल जनसंख्या की संख्या।",
            "b_hin":"अनुसंधान एवं विकास निवेश, उत्पादित अचल संपत्ति और बौद्धिक संपदा अधिकारों का अनुपात।",
            "c_hin":"समाज में उच्च शुद्ध मूल्य वाले व्यक्तियों की संख्या।",
            "d_hin":"अर्थव्यवस्था में आयकर देने वाली जनसंख्या का अनुपात।",
            "ans":"b"
        },       
        {
            "q_en":"Direction: The following item consists of two statements, statement 1 and statement 2. Examine these two statements carefully and select the correct answer from the code given below.\nStatement 1:\nThe agricultural growth rate in India is small even after proper planning and huge investments.\nStatement 2:\nThere has been no decline in the volatility of agricultural growth in India.",
            "a_en":"Both the statements are individually true and Statement 2 is the correct explanation of Statement 1.",
            "b_en":"Both the statements are individually true but Statement 2 is not the correct explanation of Statement 1.",
            "c_en":"Statement 1 is true and Statement 2 is false.",
            "d_en":"Statement 1 is false but Statement 2 is true.",
            "q_hin":"निर्देश: निम्नलिखित मद में दो कथन, कथन 1 और कथन 2 शामिल हैं। इन दोनों कथनों का सावधानीपूर्वक परीक्षण कीजिए और नीचे दिए गए कूट से सही उत्तर का चयन कीजिए।\nकथन 1:\nउचित योजना और भारी निवेश के बाद भी भारत में कृषि विकास दर कम है।\nकथन 2:\nभारत में कृषि विकास की अस्थिरता में कोई गिरावट नहीं आई है।",
            "a_hin":"दोनों कथन व्यक्तिगत रूप से सही हैं और कथन 2 कथन 1 की सही व्याख्या है।",
            "b_hin":"दोनों कथन व्यक्तिगत रूप से सही हैं लेकिन कथन 2 कथन 1 की सही व्याख्या नहीं है।",
            "c_hin":"कथन 1 सही है और कथन 2 गलत है।",
            "d_hin":"कथन 1 गलत है लेकिन कथन 2 सही है।",
            "ans":"c"
        },       
        {
            "q_en":"Other things remaining constant, demand elasticity is high/ increases in which of the following cases:\n1. if the goods are basic\n2. If there are a wide number of substitutes available\n3. increase in minimum wages of the labour\n4. if the good has multiple-uses\nWhich of the above statements are correct?",
            "a_en":"2 and 4 Only",
            "b_en":"2, 3 and 4 Only",
            "c_en":"1, 3 and 4 Only",
            "d_en":"1, 2 and 3 Only",
            "q_hin":"निम्नलिखित में से किस मामले में अन्य चीजें स्थिर रहती हैं, मांग लोच अधिक होती है/बढ़ जाती है:\n1. अगर सामान बुनियादी हैं\n2. यदि बड़ी संख्या में विकल्प उपलब्ध हैं\n3. श्रमिकों के न्यूनतम वेतन में वृद्धि\n4. यदि वस्तु के बहु-उपयोगी हैं\nउपरोक्त में से कौन से कथन सही हैं?",
            "a_hin":"केवल 2 और 4",
            "b_hin":"केवल 2, 3 और 4",
            "c_hin":"केवल 1, 3 और 4",
            "d_hin":"केवल 1, 2 और 3",
            "ans":"b"
        },       
        {
            "q_en":"Which one of the following has an inverse effect on money multiplier in an economy?",
            "a_en":"Increase in the number of deposits with the banks",
            "b_en":"Increase in Statutory Liquidity Ratio in the banks",
            "c_en":"Decrease in the Cash Reserve Ratio in the banks",
            "d_en":"Increase in the banking habit of the people",
            "q_hin":"निम्नलिखित में से किसका अर्थव्यवस्था में मुद्रा गुणक पर विपरीत प्रभाव पड़ता है?",
            "a_hin":"बैंकों में जमा की संख्या में वृद्धि",
            "b_hin":"बैंकों में वैधानिक तरलता अनुपात में वृद्धि",
            "c_hin":"बैंकों में नकद आरक्षित अनुपात में कमी",
            "d_hin":"लोगों की बैंकिंग आदत में वृद्धि",
            "ans":"b"
        },       
        {
            "q_en":"With reference to Patent protection in India, consider the following statements:\n1. Patents are granted for an indefinite period.\n2. Patents given by the Indian government are effective throughout the world.\nWhich of the statements given above is/are correct?",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"भारत में पेटेंट संरक्षण के संदर्भ में, निम्नलिखित कथनों पर विचार कीजिएः\n1. पेटेंट अनिश्चित काल के लिए दिए जाते हैं।\n2. भारत सरकार द्वारा दिए गए पेटेंट पूरे विश्व में प्रभावी हैं।\nऊपर दिए गए कथनों में से कौन-सा सही है?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"1 और 2 दोनों",
            "d_hin":"न तो 1 और न ही 2",
            "ans":"d"
        },       
        {
            "q_en":"Which among the following steps is most likely to be taken through contractionary policy by the government?",
            "a_en":"Cut in tax rates accompanied by reduction of interest rate",
            "b_en":"Increase in expenditure on public project",
            "c_en":"Increase the repo rate and reverse repo rate",
            "d_en":"Reducing cash reserve ratio rates",
            "q_hin":"निम्नलिखित में से कौन सा कदम सरकार द्वारा संकुचन नीति के माध्यम से उठाए जाने की सबसे अधिक संभावना है?",
            "a_hin":"ब्याज दर में कमी के साथ कर दरों में कटौती",
            "b_hin":"सार्वजनिक परियोजना पर व्यय में वृद्धि",
            "c_hin":"रेपो रेट और रिवर्स रेपो रेट बढ़ाना",
            "d_hin":"नकद आरक्षित अनुपात दरों को कम करना",
            "ans":"c"
        },
        {
            "q_en":"Consider the following statements with reference to import tariff :\n1. Ad valorem tariff is levied as a fixed percentage of the value of the imported items/commodity.\n2. A specific tariff is levied as a fixed charge per unit of imports.\nWhich of the statements given above is/are correct?",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"आयात प्रशुल्क के सन्दर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. यथामूल्य प्रशुल्क आयातित वस्तुओं के मूल्य के एक निश्चित प्रतिशत के रूप में लगाया जाता है।\n2. आयात की प्रति यूनिट एक निश्चित शुल्क के रूप में एक विशिष्ट प्रशुल्क लगाया जाता है।\nऊपर दिए गए कथनों में से कौन-सा/से सही हैं?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"1 और 2 दोनों",
            "d_hin":"ना तो 1 और ना ही 2",
            "ans":"c"
        },
        {
            "q_en":"The Blue Dot network sometimes seen in news, refers to:",
            "a_en":"a network of sea routes prominent for global trade.",
            "b_en":"a mechanism to certify infrastructure projects that meet international quality standards.",
            "c_en":"a military alliance of countries from the pacific.",
            "d_en":"a multi-stakeholder initiative to promote cross-border data flow.",
            "q_hin":"कभी-कभी समाचारों में देखा जाने वाला ब्लू डॉट नेटवर्क संदर्भित करता है:",
            "a_hin":"वैश्विक व्यापार के लिए प्रमुख समुद्री मार्गों का एक नेटवर्क।",
            "b_hin":"अंतरराष्ट्रीय गुणवत्ता मानकों को पूरा करने वाली बुनियादी ढांचा परियोजनाओं को प्रमाणित करने के लिए एक तंत्र।",
            "c_hin":"प्रशांत से देशों का एक सैन्य गठबंधन।",
            "d_hin":"सीमा पार डेटा प्रवाह को बढ़ावा देने के लिए एक बहु-हितधारक पहल।",
            "ans":"b"
        },
        {
			"q_en":"Which of the following action/actions can be taken by the Government to reduce the fiscal deficit?\n1. Increase income tax rates\n2. Borrow from the market\n3. Reduce subsidies\n4. Disinvestment of Public Sector Undertakings (PSUs)\nSelect the correct answer using the code given below.",
            "a_en":"1 and 3 only",
            "b_en":"2 and 3 only",
            "c_en":"2 Only",
            "d_en":"1, 2, 3 and 4",
            "q_hin":"राजकोषीय घाटे को कम करने के लिए सरकार द्वारा निम्नलिखित में से कौन सी कार्रवाई/कार्रवाई की जा सकती है?\n1. आयकर दरों में वृद्धि\n2. बाजार से उधार लेना\n3. सब्सिडी कम करें\n4. सार्वजनिक क्षेत्र के उपक्रमों (PSU) का विनिवेश\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1 और 3",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 2",
            "d_hin":"1, 2, 3 और 4",
            "ans":"d"
		},       
		{
			"q_en":"Which among the following factor/factors shift the market supply curve towards right?\n1. Decrease in the number of sellers in a market.\n2. Improvement in the level of technology used.\n3. Increase in minimum wages of the labour.\n4. Increase in subsidies by the government.\nSelect the correct answer using the code given below.",
            "a_en":"1 and 3 only",
            "b_en":"2 and 4 only",
            "c_en":"2, 3 and 4 only",
            "d_en":"1, 2, 3 and 4",
            "q_hin":"निम्नलिखित में से कौन सा कारक/कारक बाजार आपूर्ति वक्र को दाईं ओर स्थानांतरित करता है?\n1. बाजार में विक्रेताओं की संख्या में कमी।\n2. प्रयुक्त प्रौद्योगिकी के स्तर में सुधार।\n3. श्रम की न्यूनतम मजदूरी में वृद्धि।\n4. सरकार द्वारा सब्सिडी में वृद्धि।\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1 और 3",
            "b_hin":"केवल 2 और 4",
            "c_hin":"केवल 2, 3 और 4",
            "d_hin":"1, 2, 3 और 4",
            "ans":"b"
		},       
		{
			"q_en":"How is No-till farming different from conventional chemical farming?\n1. No-till farming helps in the reduction of the crop duration and thereby early cropping can be obtained to get higher yields as compared to conventional chemical farming.\n2. In no-till farming disc seeders or agriculture drills are used to sow seeds and are covered immediately unlike double-passing the field after ploughing in Conventional chemical farming.\n3. Conventional chemical farming is easily possible in semi-arid regions but No-till farming is not so easily possible in such regions.\n4. No-till farming includes covering inter-rows with straw, dry hay, or mulches but not necessarily so in conventional chemical farming\nSelect the correct answer using the code given below.",
            "a_en":"1 and 3 only",
            "b_en":"1, 2 and 4 only",
            "c_en":"4 only",
            "d_en":"2 and 3 only",
            "q_hin":"बिना जुताई की खेती पारंपरिक रासायनिक खेती से किस प्रकार भिन्न है?\n1. बिना जुताई की खेती फसल की अवधि को कम करने में मदद करती है और इस तरह पारंपरिक रासायनिक खेती की तुलना में अधिक पैदावार प्राप्त करने के लिए जल्दी फसल प्राप्त की जा सकती है।\n2. बिना जुताई की खेती में बीज बोने के लिए डिस्क सीडर या कृषि ड्रिल का उपयोग किया जाता है और पारंपरिक रासायनिक खेती में जुताई के बाद खेत को डबल-पास करने के विपरीत तुरंत आवरण किया जाता है।\n3. अर्ध-शुष्क क्षेत्रों में पारंपरिक रासायनिक खेती आसानी से संभव है लेकिन ऐसे क्षेत्रों में बिना जुताई की खेती इतनी आसानी से संभव नहीं है।\n4. बिना जुताई की खेती में पुआल, सूखी घास, या गीली घास के साथ अंतर-पंक्तियों को कवर करना शामिल है, लेकिन पारंपरिक रासायनिक खेती में जरूरी नहीं है।\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1 और 3",
            "b_hin":"केवल 1, 2 और 4",
            "c_hin":"केवल 4",
            "d_hin":"केवल 2 और 3",
            "ans":"b"
        },       
        {
            "q_en":"With reference to unorganised workers in India, consider the following statements:\n1. The term unorganized worker has been defined under the Unorganized Workers' Social Security Act, 2008.\n2. Ministry of Labour & Employment has developed an e-SHRAM portal for creating a National Database of Unorganized Workers.\n3. A worker in the organised sector who is not a member of Employees' State Insurance Corporation (ESIC) or Employees' Provident Fund Organisation (EPFO) or not a Government employee is also called an Unorganised Worker.\nWhich of the above statement are correct?",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"भारत में असंगठित कामगारों के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. असंगठित श्रमिक शब्द को असंगठित श्रमिक सामाजिक सुरक्षा अधिनियम, 2008 के तहत परिभाषित किया गया है।\n2. श्रम और रोजगार मंत्रालय ने असंगठित कामगारों का राष्ट्रीय डेटाबेस बनाने के लिए एक ई-श्रम पोर्टल विकसित किया है।\n3. संगठित क्षेत्र का एक कर्मचारी जो कर्मचारी राज्य बीमा निगम (ESIC) या कर्मचारी भविष्य निधि संगठन (EPFO) का सदस्य नहीं है या सरकारी कर्मचारी नहीं है, उसे भी असंगठित कर्मचारी कहा जाता है।\nउपरोक्त में से कौन सा कथन सही है?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"d"
        },       
        {
            "q_en":"Arrange the following components of industry in increasing order of their share in India's Gross Value Added (GVA) during FY21.\n1. Mining\n2. Manufacturing\n3. Construction\n4. Electricity\nSelect the correct answer using the code given below.",
            "a_en":"2-1-4-3",
            "b_en":"1-4-3-2",
            "c_en":"2-3-4-1",
            "d_en":"1-2-4-3",
            "q_hin":"वित्त वर्ष 2021 के दौरान भारत के सकल मूल्य वर्धित (GVA) में उद्योग के निम्नलिखित घटकों को उनके हिस्से के बढ़ते क्रम में व्यवस्थित करें।\n1. खनन\n2. निर्माण\n3. निर्माण\n4. बिजली\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"2-1-4-3",
            "b_hin":"1-4-3-2",
            "c_hin":"2-3-4-1",
            "d_hin":"1-2-4-3",
            "ans":"b"
        },
        {
			"q_en":"Consider the following :\n1. Shares acquired through IPO\n2. Shares acquired through preferential allotment\n3. Shares acquired through secondary markets\n4. Shares acquired through private arrangements\nWhich of the above can be included in Foreign Direct Investments?",
            "a_en":"1 and 4 only",
            "b_en":"2, 3 and 4 only",
            "c_en":"1, 2 and 4 only",
            "d_en":"1, 2, 3 and 4",
            "q_hin":"निम्नलिखित पर विचार कीजिए:\n1. IPO के जरिए हासिल किए गए शेयर\n2. अधिमान्य आवंटन के माध्यम से अर्जित शेयर\n3. द्वितीयक बाजारों के माध्यम से अर्जित शेयर\n4. निजी व्यवस्था के माध्यम से अर्जित शेयर\nउपरोक्त में से किसे प्रत्यक्ष विदेशी निवेश में शामिल किया जा सकता है?",
            "a_hin":"केवल 1 और 4",
            "b_hin":"केवल 2, 3 और 4",
            "c_hin":"केवल 1, 2 और 4",
            "d_hin":"1, 2, 3 और 4",
            "ans":"c"
		},       
		{
			"q_en":"With reference to the Indian economy, consider the following statements:\n1. 'Dated Government security' is a tradeable instrument with an original maturity of one year or more.\n2. 'Cash Management Bills' are debt instruments with an original maturity of three years or more.\n3. 'Treasury bills', are debt instruments issued with an original maturity of three months or more.\n4. 'Sovereign Gold Bonds' are government securities denominated in grams of gold with an original maturity of one year.\nWhich of the statements given above is/are correct?",
            "a_en":"1 and 2 only",
            "b_en":"4 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"भारतीय अर्थव्यवस्था के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. 'दिनांकित सरकारी प्रतिभूति' एक वर्ष या अधिक की मूल परिपक्वता वाली एक व्यापार योग्य लिखत है।\n2. 'नकद प्रबंधन बिल' तीन साल या उससे अधिक की मूल परिपक्वता वाले ऋण साधन हैं।\n3. 'ट्रेजरी बिल', तीन महीने या उससे अधिक की मूल परिपक्वता के साथ जारी किए गए ऋण साधन हैं।\n4. 'सॉवरेन गोल्ड बॉन्ड' एक वर्ष की मूल परिपक्वता के साथ ग्राम सोने में मूल्यवर्गित सरकारी प्रतिभूतियाँ हैं।\nऊपर दिए गए कथनों में से कौन-सा/से सही हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 4",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"c"
		},       
		{
			"q_en":"With reference to the Five-year plans in India, consider the following statements:\n1. In 1st five-year plans, the Zamindari system was abolished while the Community Development Programme was initiated.\n2. 2nd five-year plan made the finest allocation of resources ensuring long-run economic growth.\n3. The second five-year plan manifested the commencement of economic liberalization.\nWhich of the statements given above is/are correct?",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"भारत में पंचवर्षीय योजनाओं के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. पहली पंचवर्षीय योजनाओं में, सामुदायिक विकास कार्यक्रम शुरू होने पर जमींदारी व्यवस्था को समाप्त कर दिया गया था।\n2. दूसरी पंचवर्षीय योजना ने दीर्घकालीन आर्थिक विकास को सुनिश्चित करते हुए संसाधनों का बेहतरीन आवंटन किया।\n3. दूसरी पंचवर्षीय योजना ने आर्थिक उदारीकरण की शुरुआत को प्रकट किया।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"a"
        },       
        {
            "q_en":"Consider the following statements: \n1. Prompt Corrective Action (PCA) is a framework under which banks with weak financial metrics are put under watch by the RBI.\n2. PCA Framework applies to all Indian banks and excludes foreign banks operating in India.\n3. A bank will be placed under the PCA framework based on the Audited Annual Financial Results and Supervisory Assessment made by RBI.\nWhich of the statements given above is/are correct?",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1, 2 and 3",
            "d_en":"1 and 3 only",
            "q_hin":"निम्नलिखित कथनों पर विचार कीजिएः\n1. त्वरित सुधारात्मक कार्रवाई (PCA) एक तंत्र है जिसके तहत कमजोर वित्तीय मापीय वाले बैंकों को RBI द्वारा निगरानी में रखा जाता है।\n2. PCA तंत्र सभी भारतीय बैंकों पर लागू होता है और इसमें भारत में कार्यरत विदेशी बैंक शामिल नहीं हैं।\n3. RBI द्वारा किए गए अंकेक्षित वार्षिक वित्तीय परिणामों और पर्यवेक्षी मूल्यांकन के आधार पर किसी बैंक को PCA तंत्र के तहत रखा जाएगा।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"1, 2 और 3",
            "d_hin":"केवल 1 और 3",
            "ans":"d"
        },       
        {
            "q_en":"With reference to 'Minimum Export Price', choose the incorrect statement?",
            "a_en":"It is the price below which an exporter is not allowed to export the commodity from India.",
            "b_en":"MEP imposition is restricted generally to essential commodities like potatoes, Onions, rice, edible oils, etc.",
            "c_en":"Decisions regarding Minimum Export Price are taken at Cabinet Level.",
            "d_en":"It is a formula based imposition.",
            "q_hin":"'न्यूनतम निर्यात मूल्य' के संदर्भ में गलत कथन का चयन कीजिये?",
            "a_hin":"यह वह कीमत है जिसके नीचे एक निर्यातक को भारत से वस्तु का निर्यात करने की अनुमति नहीं है।",
            "b_hin":"MEP लागू करना आम तौर पर आवश्यक वस्तुओं जैसे आलू, प्याज, चावल, खाद्य तेल आदि तक सीमित है।",
            "c_hin":"न्यूनतम निर्यात मूल्य के संबंध में निर्णय कैबिनेट स्तर पर लिए जाते हैं।",
            "d_hin":"यह एक सूत्र आधारित अधिरोपण है।",
            "ans":"d"
        }
	]
}