{
	"QuizQuestions":[
		{
			"q_en":"In the context of early medieval history of India, the term Hiranya-garbha is related to which of the following?",
            "a_en":"A ritual performed with the help of Brahmanas",
            "b_en":"Temple architecture",
            "c_en":"Hunting expedition of king",
            "d_en":"Poetic work in sanskrit",
            "q_hin":"भारत के प्रारंभिक मध्यकालीन इतिहास के संदर्भ में, हिरण्य-गर्भ शब्द निम्नलिखित में से किससे संबंधित है?",
            "a_hin":"ब्राह्मणों की सहायता से किया जाने वाला एक अनुष्ठान",
            "b_hin":"मंदिर वास्तुकला",
            "c_hin":"राजा का शिकार अभियान",
            "d_hin":"संस्कृत में काव्यात्मक कार्य",
            "ans":"a"
		},       
		{
			"q_en":"Consider the following statements with respect to the reign of Muhammad Tughluq:\n1. The Sultanate was attacked in the early years of Muhammad Tughluq’s reign.\n2. Muhammad Tughluq paid his soldiers salaries in cash. \n3. He raised a small standing army.\nWhich of the statements given above are correct?",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"मुहम्मद तुगलक के शासनकाल के संबंध में निम्नलिखित कथनों पर विचार कीजिये :\n1. मुहम्मद तुगलक के शासनकाल के प्रारंभिक वर्षों में सल्तनत पर हमला किया गया था।\n2. मुहम्मद तुगलक ने अपने सैनिकों को वेतन नकद में दिया।\n3. उसने एक छोटी स्थायी सेना खड़ी की।\nऊपर दिए गए कथनों में से कौन-से सही हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"a"
		},       
		{
			"q_en":"Consider the following statements with respect to the administration of the Khalji and Tughluq sultans:\n1. Monarchs appointed military commanders as governors of territories of varying sizes called Parganas. \n2. The duty of the Muqtis was to lead military campaigns and maintain law and order.\nWhich of the statements given above is/are correct?",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"खिलजी और तुगलक सुल्तानों के प्रशासन के संबंध में निम्नलिखित कथनों पर विचार कीजिये :\n1. सम्राटों ने सैन्य कमांडरों को परगना नामक विभिन्न आकारों के क्षेत्रों के राज्यपालों के रूप में नियुक्त किया।\n2. मुक्तियों का कर्तव्य सैन्य अभियानों का नेतृत्व करना और कानून व्यवस्था बनाए रखना था।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"1 और 2 दोनों",
            "d_hin":"न तो 1 और न ही 2",
            "ans":"b"
        },       
        {
            "q_en":"With reference to the Chola kingdom, Kadamai refers to which of the following?",
            "a_en":"Form of forced labour",
            "b_en":"Land revenue",
            "c_en":"Dance form",
            "d_en":"Agriculture land",
            "q_hin":"चोल साम्राज्य के संदर्भ में कदमाई निम्नलिखित में से किससे संबंधित है?",
            "a_hin":"मजबूर श्रम का रूप",
            "b_hin":"भू राजस्व",
            "c_hin":"नृत्य रूप",
            "d_hin":"कृषि भूमि",
            "ans":"b"
        },       
        {
            "q_en":"With respect to medieval India, Consider the following pairs:\nList I - List II\n1. Tawarikh - History\n2. Dehliwal - Coin\n3. Bandagan - Slaves\nWhich of the pairs given above are correctly matched?",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"मध्यकालीन भारत के संबंध में, निम्नलिखित युग्मों पर विचार कीजिएः\nसूची I - सूची II\n1. तवारीख - इतिहास \n2. देहलीवाल - सिक्का\n3. बंदगान - गुलाम\nऊपर दिए गए युग्मों में से कौन-सा सही सुमेलित है?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"d"
        },       
        {
            "q_en":"Consider the following statements with respect to the administration of the Chola empire:\n1. Settlements of peasants were known as ur.\n2. The Chola kings gave some rich landowners titles like muvendavelan.\n3. Vellanvagai was the land donated to Jaina institutions.\nWhich of the statements given above are correct?",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"चोल साम्राज्य के प्रशासन के संबंध में निम्नलिखित कथनों पर विचार कीजिए :\n1. किसानों की बस्तियों को उर के नाम से जाना जाता था।\n2. चोल राजाओं ने कुछ धनी जमींदारों को मुवेन्दवेलन जैसी उपाधियाँ दीं।\n3. वेल्लनवगई जैन संस्थाओं को दान की गई भूमि थी।\nऊपर दिए गए कथनों में से कौन-से सही हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और  3",
            "ans":"a"
        },       
        {
            "q_en":"Consider the following statements with respect to early medieval India:\n1. Samantas were the subordinates of the kings\n2. Maha mandaleshvara were the samantas that gained greater power and wealth.\nWhich of the statements given above is/are correct?",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"प्रारंभिक मध्यकालीन भारत के संबंध में निम्नलिखित कथनों पर विचार कीजिये :\n1. सामंत राजाओं के अधीनस्थ थे\n2. महा मंडलेश्वर वे सामंत थे जिन्होंने अधिक शक्ति और धन प्राप्त किया।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"1 और 2 दोनों",
            "d_hin":"न तो 1 और न ही 2",
            "ans":"c"
        },       
        {
            "q_en":"With respect to the Mughal history, the term Watan jagir is related to which of the following?",
            "a_en":"Lands in direct control of the central authority.",
            "b_en":"Lands for which taxes have been waived off.",
            "c_en":"Lands given back as assignments to their owners.",
            "d_en":"Lands under the control of religious leaders.",
            "q_hin":"मुगल इतिहास के संदर्भ में वतन जागीर शब्द निम्नलिखित में से किससे संबंधित है?",
            "a_hin":"केंद्रीय प्राधिकरण के सीधे नियंत्रण में भूमि।",
            "b_hin":"जिन भूमियों के लिए कर माफ किया गया है।",
            "c_hin":"भूमि उनके मालिकों को कार्य के रूप में वापस दी गई।",
            "d_hin":"धार्मिक नेताओं के नियंत्रण में भूमि।",
            "ans":"c"
        },
        {
            "q_en":"Who among the following were the contemporaries of the Chahamana or the Chauhans, who ruled over the region around Delhi and Ajmer in medieval India?\n1. Chalukyas of Gujarat.\n2. Gahadavalas of western Uttar Pradesh.\n3. Sultan Muhammad Ghori.\nSelect the correct answer from the code given below.",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"निम्नलिखित में से कौन चाहमान या चौहान के समकालीन थे, जिन्होंने मध्यकालीन भारत में दिल्ली और अजमेर के आसपास के क्षेत्र पर शासन किया था?\n1. गुजरात के चालुक्य।\n2. पश्चिमी उत्तर प्रदेश के गढ़वाल।\n3. सुल्तान मुहम्मद गोरी।\nनीचे दिए गए कूट से सही उत्तर का चयन कीजिए।",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"d"
        },
        {
            "q_en":"Which of the following languages were mentioned by poet Amir Khusrau being used in different parts of India?\n1. Sindhi\n2. Lahori\n3. Dvarsamudri\n4. Gauri\nSelect the correct answer from the code given below.",
            "a_en":"1, 2 and 3 only",
            "b_en":"2, 3 and 4 only",
            "c_en":"1 and 4 only",
            "d_en":"1, 2, 3 and 4",
            "q_hin":"निम्नलिखित में से किस भाषा का उल्लेख कवि अमीर खुसरो द्वारा भारत के विभिन्न भागों में प्रयोग किए जाने के द्वारा किया गया था?\n1. सिंधी\n2. लाहौरी\n3. द्वारसमुद्री\n4. गौरी\nनीचे दिए गए कूट से सही उत्तर का चयन कीजिए।",
            "a_hin":"केवल 1, 2 और 3",
            "b_hin":"केवल 2, 3 और 4",
            "c_hin":"केवल 1 और 4",
            "d_hin":"1, 2, 3 और 4",
            "ans":"d"
        }
	]
}