{
	"QuizQuestions":[
		{
			"q_en":"Consider the following statements:\n1. Estuaries are predominant in Western Coastal regions.\n2. Western coastal plains are examples of submerged coastal plains.\n3. Kannada or Karnataka coastal plains stretch from Goa to Mangalore.\n4. Malabar coastal plains are low lying plains with the absence of lagoons, backwaters etc.\nWhich of the statements given above is/are correct?",
            "a_en":"1 and 3 only",
            "b_en":"2 and 4 only",
            "c_en":"1, 2 and 3 only",
            "d_en":"2, 3 and 4 only",
            "q_hin":"निम्नलिखित कथनों पर विचार कीजिए:\n1. मुहाने पश्चिमी तटीय क्षेत्रों में सर्वाधिक हैं।\n2. पश्चिमी तटीय मैदान जलमग्न तटीय मैदानों के उदाहरण हैं।\n3. कन्नड़ या कर्नाटक के तटीय मैदान गोवा से मैंगलोर तक फैले हुए हैं।\n4. मालाबार तटीय मैदान निचले मैदान हैं जिनमें समुद्रताल, अप्रवाही जल आदि का अभाव है।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1 और 3",
            "b_hin":"केवल 2 और 4",
            "c_hin":"केवल 1, 2 और 3",
            "d_hin":"केवल 2, 3 और 4",
            "ans":"c"
		},       
		{
			"q_en":"Which of the following is/are the characteristics of the Mature stage of Landform evolution due to erosion caused by rivers?\n1. Wide river valleys.\n2. Very gentle mountain slopes.\n3. Decreased intensity of vertical erosion.\n4. Rainwater flows through the natural slopes towards the sea.\nChoose the correct answer using the options given below.",
            "a_en":"1 and 2 only",
            "b_en":"3 and 4 only",
            "c_en":"1, 2 and 3 only",
            "d_en":"2, 3 and 4 only",
            "q_hin":"निम्नलिखित में से कौन-सा/से नदियों के कारण होने वाले अपरदन के कारण भू-आकृति विकास की परिपक्व अवस्था की विशेषता है/हैं?\n1. चौड़ी नदी घाटियाँ\n2. बहुत मंद पहाड़ी ढलान\n3. ऊर्ध्वाधर कटाव की मात्रा में कमी\n4. वर्षा का पानी प्राकृतिक ढलानों से समुद्र की ओर बहता है।\nनीचे दिए गए विकल्पों का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1 औऱ 2",
            "b_hin":"केवल 3 औऱ 4",
            "c_hin":"केवल 1, 2 और 3",
            "d_hin":"केवल 2, 3 और 4",
            "ans":"c"
		},       
		{
			"q_en":"Which of the statements is incorrect regarding the Southern Ocean?",
            "a_en":"The International Hydrographic Organization recognised the Southern Ocean as a distinct body in 1953.",
            "b_en":"It is the only ocean that touches the Atlantic, Pacific and Indian oceans.",
            "c_en":"The waters surrounding Antarctica excluding the Scotia sea constitutes this ocean.",
            "d_en":"As per the Antarctic Treaty, 60o S latitude is considered as the political northern limit Antarctica.",
            "q_hin":"दक्षिणी महासागर के संबंध में कौन सा कथन गलत है?",
            "a_hin":"अंतर्राष्ट्रीय जल सर्वेक्षण संगठन ने 1953 में दक्षिणी महासागर को एक विशिष्ट निकाय के रूप में मान्यता दी।",
            "b_hin":"यह एकमात्र महासागर है जो अटलांटिक, प्रशांत और हिंद महासागरों को छूता है।",
            "c_hin":"स्कोटिया समुद्र को छोड़कर अंटार्कटिका के आसपास का जल इस महासागर का निर्माण करता है।",
            "d_hin":"अंटार्कटिक संधि के अनुसार, 60o दक्षिण अक्षांश को राजनीतिक उत्तरी सीमा अंटार्कटिका माना जाता है।",
            "ans":"a"
        },       
        {
            "q_en":"Consider the following statements regarding India's Antarctic Program:\n1. In 1983, India signed the Antarctic treaty and built the Dakshin Gangotri research station.\n2. The National Centre for Polar and Ocean Research is the nodal agency for implementing the programme.\n3. Under India's Antarctic Program, the Himadri research centre conducts research in space weather, aerosol radiation, sedimentology etc.\nWhich of the statement given above is/are correct?",
            "a_en":"3 only",
            "b_en":"1 and 2 only",
            "c_en":"2 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"भारत के अंटार्कटिक कार्यक्रम के संबंध में निम्नलिखित कथनों पर विचार कीजिए:\n1. 1983 में, भारत ने अंटार्कटिक संधि पर हस्ताक्षर किए और दक्षिण गंगोत्री अनुसंधान स्टेशन का निर्माण किया।\n2. राष्ट्रीय ध्रुवीय और महासागर अनुसंधान केंद्र कार्यक्रम को लागू करने के लिए नोडल एजेंसी है।\n3. भारत के अंटार्कटिक कार्यक्रम के तहत, हिमाद्री अनुसंधान केंद्र अंतरिक्ष मौसम, एरोसोल विकिरण, अवसादिकी आदि में अनुसंधान करता है।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 3",
            "b_hin":"केवल 1 और 2",
            "c_hin":"केवल 2 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"b"
        },       
        {
            "q_en":"With reference to the South Atlantic Anomaly, consider the following statements:\n1. It is an area where the inner Van Allen radiation belt of the earth disappears completely.\n2. The inner Van Allen radiation belt is formed due to the collision of cosmic rays in the upper atmosphere.\n3. It leads to the penetration of cosmic particles deep into the earth's atmosphere.\nWhich of the statement given above is/are correct?",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"दक्षिण अटलांटिक विसंगति के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. यह एक ऐसा क्षेत्र है जहां पृथ्वी की आंतरिक वैन एलन विकिरण पेटी पूरी तरह से गायब हो जाती है।\n2. आंतरिक वैन एलन विकिरण पेटी का निर्माण ऊपरी वायुमंडल में कॉस्मिक किरणों के टकराने से होता है।\n3. यह ब्रह्मांडीय कणों के पृथ्वी के वायुमंडल में गहरे प्रवेश की ओर ले जाता है।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"b"
        },       
        {
            "q_en":"Consider the following statements regarding Salinity in oceans:\n1. It is calculated as the amount of salt dissolved in 100 litres of seawater.\n2. It shares an inverse relationship with precipitation.\n3. It is highest in the partly landlocked seas while low in equatorial seas.\nWhich of the statement given above is/are correct?",
            "a_en":"1 and 2 only",
            "b_en":"1 only",
            "c_en":"2 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"महासागरों में लवणता के संबंध में निम्नलिखित कथनों पर विचार कीजिए:\n1. इसकी गणना 100 लीटर समुद्री जल में घुले नमक की मात्रा के रूप में की जाती है।\n2. यह वर्षा के साथ एक विपरीत संबंध साझा करता है।\n3. यह आंशिक रूप से भूमि से घिरे समुद्रों में सबसे अधिक होता है जबकि भूमध्यरेखीय समुद्रों में निम्न होता है।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 1",
            "c_hin":"केवल 2 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"c"
        },       
        {
            "q_en":"Consider the following statements regarding Deccan Traps:\n1. Eruptions by Composite type volcanoes have formed these traps.\n2. They contain a high proportion of clay and are difficult to plough.\n3. The soil here, is rich in lime and moisture retentive.\nWhich of the statements given above is/are correct?",
            "a_en":"1 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"3 only",
            "q_hin":"दक्षिणी ट्रैप के संबंध में निम्नलिखित कथनों पर विचार कीजिए:\n1. मिश्रित प्रकार के ज्वालामुखियों द्वारा विस्फोटों ने इन ट्रैप का निर्माण किया है।\n2. इनमें चिकनी मिट्टी का उच्च अनुपात होता है और जुताई करना मुश्किल होता है।\n3. यहाँ की मिट्टी चूने और नमी धारण करने वाली मिट्टी से भरपूर होती है।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"केवल 3",
            "ans":"b"
        },       
        {
            "q_en":"With reference to the Circle of Illumination, consider the following statements:\n1. It is the hypothetical line that divides the earth into two equal halves.\n2. Location of the line on earth is independent of the season.\nWhich of the statements given above is/are correct:",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"प्रदीप्ति वृत्त के संदर्भ में निम्नलिखित कथनों पर विचार कीजिए:\n1. यह वह काल्पनिक रेखा है जो पृथ्वी को दो बराबर भागों में विभाजित करती है।\n2. पृथ्वी पर इस रेखा का स्थान ऋतु से स्वतंत्र होता है।\nऊपर दिए गए कथनों में से कौन सा/से सही है/हैं:",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"1 और 2 दोनों",
            "d_hin":"न तो 1 और न ही 2",
            "ans":"a"
        },
        {
            "q_en":"In order to measure accurately the position of any place on the surface of the earth, knowledge of which of the following is required?\n1. Latitude.\n2. Distance from the sea.\n3. Longitude.\nChoose the correct answer from the options given below:",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 and 3 only",
            "d_en":"All of the above",
            "q_hin":"पृथ्वी के धरातल पर किसी स्थान की स्थिति को ठीक-ठीक मापने के लिए निम्नलिखित में से किसका ज्ञान आवश्यक है?\n1. अक्षांश\n2. समुद्र से दूरी\n3. देशांतर\nनीचे दिए गए विकल्पों में से सही उत्तर चुनिए:",
            "a_hin":"केवल 1 औऱ 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1 और 3",
            "d_hin":"इनमें से सभी",
            "ans":"c"
        },
        {
            "q_en":"With reference to Daylight Saving Time (DST), consider the following statements:\n1. It is the practice of setting clocks forward one hour from standard time during the summer months.\n2. Countries located in Southern Hemisphere usually start DST in March- April month.\nWhich of the statements given above is/are correct?",
            "a_en":"1 only",
            "b_en":"2 only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"डेलाइट सेविंग टाइम (DST) के संदर्भ में, निम्नलिखित कथनों पर विचार कीजिएः\n1. यह गर्मियों के महीनों के दौरान घड़ियों को मानक समय से एक घंटे आगे सेट करने की प्रथा है।\n2. दक्षिणी गोलार्ध में स्थित देश आमतौर पर मार्च-अप्रैल महीने में DST शुरू करते हैं।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"1 और 2 दोनों",
            "d_hin":"न तो 1 और न ही 2",
            "ans":"a"
        }
	]
}