{
    "QuizQuestions": [
        {
            "q_en": "'Rapid Financing Instrument' and 'Rapid Credit Facility' are related to the provisions of lending by which one of the following ?",
            "a_en": "Asian Development Bank",
            "b_en": "International Monetary Fund",
            "c_en": "United Nations Environment Programme Finance Initiative",
            "d_en": "World Bank",
            "q_hin": "'त्वरित वित्तीयन प्रपत्र (Rapid Financing Instrument)' और 'त्वरित ऋण सुविधा (Rapid Credit Facility)', निम्नलिखित में किस एक के द्वारा उधार दिए जाने के उपबंधों से संबंधित हैं ?",
            "a_hin": "एशियाई विकास बैंक",
            "b_hin": "अंतर्राष्ट्रीय मुद्रा कोष",
            "c_hin": "संयुक्त राष्ट्र पर्यावरण कार्यक्रम वित्त पहल",
            "d_hin": "विश्व बैंक",
            "ans": "b"
        },
        {
            "q_en": "With reference to the Indian economy, consider the following statements:\n1. An increase in Nominal Effective Exchange Rate (NEER) indicates the appreciation of rupee.\n2. An increase in the Real Effective Exchange Rate (REER) indicates an improvement in trade competitiveness.\n3. An increasing trend in domestic inflation relative to inflation in other countries is likely to cause an increasing divergence between NEER and REER.\nWhich of the above statements are correct ?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "भारतीय अर्थव्यवस्था के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1.अंकित प्रभावी विनिमय दर (Nominal Effective Exchange Rate (NEER)) में वृद्धि रुपए की मूल्यवृद्धि को दर्शाता है।\n2. वास्तविक प्रभावी विनिमय दर (Real Effective Exchange Rate (REER) में वृद्धि व्यापार प्रतिस्पर्धात्मकता में सुधार को दर्शाता है ।\n3. अन्य देशों में मुद्रास्फीति के सापेक्ष घरेलू मुद्रास्फीति में बढ़ने की प्रवृत्ति NEER और REER के बीच में वर्धमान अपसरण उत्पन्न कर सकता है ।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "c"
        },
        {
            "q_en": "With reference to the Indian economy, consider the following statements :\n1. If the inflation is too high, Reserve Bank of India (RBI) is likely to buy government securities.\n2. If the rupee is rapidly depreciating, RBI is likely to sell dollars in the market.\n3. If interest rates in the USA or European Union were to fall, that is likely to induce RBI to buy dollars.\nWhich of the statements given above are correct ?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "भारतीय अर्थव्यवस्था के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1. यदि मुद्रास्फीति अत्यधिक है, तो भारतीय रिज़र्व बैंक (RBI) सम्भावित रूप से सरकारी प्रतिभूतियाँ खरीद सकता है ।\n2. यदि रुपए का तेजी से मूल्यह्रास हो रहा है, तो RBI बाज़ार में डॉलरों का सम्भावित रूप से विक्रय कर सकता है।\n3. यदि USA या यूरोपीय संघ में ब्याज दरें गिरती होतीं, तो इससे सम्भावित रूप से RBI की डॉलरों की खरीद प्रेरित हो सकती है।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "b"
        },
        {
            "q_en": "With reference to the 'G20 Common Framework', consider the following statements:\n1. It is an initiative endorsed by the G20 together with the Paris Club.\n2. It is an initiative to support Low Income Countries with unsustainable debt.\nWhich of the statements given above is/are correct ?",
            "a_en": "1 only",
            "b_en": "2 only",
            "c_en": "Both 1 and 2",
            "d_en": "Neither 1 nor 2",
            "q_hin": "'G20 कॉमन फ्रेमवर्क' के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1. यह G20 और उसके साथ पेरिस क्लब द्वारा समर्थित पहल है ।\n2. यह अधारणीय ऋण वाले निम्न आय देशों कोसहायता देने की पहल है ।\nउपर्युक्त कथनों में कौन-सा/से सही \n",
            "a_hin": "केवल 1",
            "b_hin": "केवल 2",
            "c_hin": "1 और 2 दोनों",
            "d_hin": "न तो 1, न ही 2",
            "ans": "c"
        },
        {
            "q_en": "With reference to the Indian economy, what are the advantages of 'Inflation-Indexed Bonds (IIBs)' ?\n1. Government can reduce the coupon rates on its borrowing by way of IIBs.\n2. IIBs provide protection to the investors from uncertainty regarding inflation.\n3. The interest received as well as capital gains on IIBs are not taxable.\nWhich of the statements given above are correct?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "भारतीय अर्थव्यवस्था के सन्दर्भ में, 'मुद्रास्फीति-सहलग्न बॉन्ड (Inflation-Indexed Bonds (IIBs))' के क्या लाभ हैं ?\n1. सरकार IIBs के रूप में अपने ऋणग्रहण पर कूपन दरों को कम कर सकती है।\n2. IIBs निवेशकों को मुद्रास्फीति के बारे में अनिश्चितता से सुरक्षा प्रदान करते हैं ।\n3. IIBs पर प्राप्त ब्याज और साथ ही साथ पूँजीगत लाभ कर-योग्य नहीं होते ।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "a"
        },
        {
            "q_en": "With reference to foreign-owned e-commerce firms operating in India, which of the following statements is/are correct?\n1. They can sell their own goods in addition to offering their platforms as market-places.\n2. The degree to which they can own big sellers on their platforms is limited.\nSelect the correct answer using the code given below:",
            "a_en": "1 only",
            "b_en": "2 only",
            "c_en": "Both 1 and 2",
            "d_en": "Neither 1 nor 2",
            "q_hin": "भारत में कार्य कर रही विदेशी-स्वामित्व की e-वाणिज्य फर्मों के सन्दर्भ में, निम्नलिखित कथनों में कौन-सा/से सही है/हैं ?\n1. अपने प्लेटफॉर्मों को बाज़ार स्थान के रूप में प्रस्तुत करने के अतिरिक्त वे स्वयं अपने माल का विक्रय भी कर सकते हैं।\n2. वे अपने प्लेटफॉर्मों पर किस अंश तक बड़े विक्रेताओं को स्वीकार कर सकते हैं, यह सीमित है।\nनीचे दिए कूट का प्रयोग कर सही उत्तर चुनिए :",
            "a_hin": "केवल 1",
            "b_hin": "केवल 2",
            "c_hin": "1 और 2 दोनों",
            "d_hin": "न तो 1, न ही 2",
            "ans": "b"
        },
        {
            "q_en": "Which of the following activities constitute real sector in the economy ?\n1. Farmers harvesting their crops\n2. Textile mills converting raw cotton into fabrics\n3. A commercial bank lending money to a trading company\n4. A corporate body issuing Rupee Denominated Bonds overseas\nSelect the correct answer using the code given below:",
            "a_en": "1 and 2 only",
            "b_en": "2, 3 and 4 only",
            "c_en": "1, 3 and 4 only",
            "d_en": "1, 2, 3 and 4",
            "q_hin": "निम्नलिखित में कौन-कौन से कार्यकलाप अर्थव्यवस्था में वास्तविक क्षेत्रक (रियल सेक्टर) का निर्माण करते हैं ?\n1. किसानों का अपनी फसलें काटना\n2.कपड़ा मिलों का कच्चे कपास को कपड़े में बदलना\n3. किसी वाणिज्यिक बैंक का किसी व्यापारी कंपनी को धनराशि उधार देना\n4. किसी कॉर्पोरेट निकाय का विदेश में रुपया-अंकित मूल्य के बॉन्ड जारी करना\nनीचे दिए कूट का प्रयोग कर सही उत्तर चुनिए :",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2, 3 और 4",
            "c_hin": "केवल 1, 3 और 4",
            "d_hin": "1, 2, 3 और 4",
            "ans": "a"
        },
        {
            "q_en": "Which one of the following situations best reflects 'Indirect Transfers' often talked about in media recently with reference to India ?",
            "a_en": "An Indian company investing in a foreign enterprise and paying taxes to the foreign country on the profits arising out of its investment",
            "b_en": "A foreign company investing in India and paying taxes to the country of its base on the profits arising out of its investment",
            "c_en": "An Indian company purchases tangible assets in a foreign country and sells such assets after their value increases and transfers the proceeds to India",
            "d_en": "A foreign company transfers shares and such shares derive their substantial value from assets located in India",
            "q_hin": "भारत के सन्दर्भ में हाल ही में जनसंचार-माध्यमों में अक्सर चर्चित 'अप्रत्यक्ष अंतरण' को निम्नलिखित में कौन-सी एक स्थिति सर्वोत्तम रूप से प्रतिबिंबित करती है ?",
            "a_hin": "कोई भारतीय कंपनी, जिसने किसी विदेशी उद्यम में निवेश किया हो और अपने निवेश पर मिलने वाले लाभ पर उस बाहरी देश को कर अदा करती हो",
            "b_hin": "कोई विदेशी कंपनी, जिसने भारत में निवेश किया हो और अपने निवेश से मिलने वाले लाभ पर अपने आधारभूत देश को कर अदा करती हो",
            "c_hin": "कोई भारतीय कंपनी, जो किसी बाहरी देश में मूर्त संपत्ति खरीदती है और उनका मूल्य बढ़ने पर उन्हें बेच देती है तथा प्राप्ति को भारत में अंतरित कर देती है",
            "d_hin": "कोई विदेशी कंपनी शेयर अंतरित करती है और ऐसे शेयर भारत में स्थित परिसंपत्तियों से अपना वस्तुगत मूल्य व्युत्पन्न करते हैं",
            "ans": "d"
        },
        {
            "q_en": "With reference to the expenditure made by an organisation or a company, which of the following statements is/are correct ?\n1. Acquiring new technology is capital expenditure.\n2. Debt financing is considered capital expenditure, while equity financing is considered revenue expenditure.\nSelect the correct answer using the code given below :",
            "a_en": "1 only",
            "b_en": "2 only",
            "c_en": "Both 1 and 2",
            "d_en": "Neither 1 nor 2",
            "q_hin": "किसी संगठन या कंपनी द्वारा किए गए व्यय के सन्दर्भ में, निम्नलिखित कथनों में कौन-सा/से सही है/हैं ?\n1. नई प्रौद्योगिकी प्राप्त करना पूँजीगत व्यय है ।\n2. ऋण वित्तीयन को पूँजीगत व्यय माना जाता है, जबकि ईक्विटी वित्तीयन को राजस्व व्यय माना जाता है।\nनीचे दिए कूट का प्रयोग कर सही उत्तर चुनिए :",
            "a_hin": "केवल 1",
            "b_hin": "केवल 2",
            "c_hin": "1 और 2 दोनों",
            "d_hin": "न तो 1, न ही 2",
            "ans": "a"
        },
        {
            "q_en": "With reference to the Indian economy, consider the following statements :\n1. A share of the household financial savings goes towards government borrowings.\n2. Dated securities issued at market-related rates in auctions form a large component of internal debt.\nWhich of the above statements is/are correct ?",
            "a_en": "1 only",
            "b_en": "2 only",
            "c_en": "Both 1 and 2",
            "d_en": "Neither 1 nor 2",
            "q_hin": "भारतीय अर्थव्यवस्था के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1. घरेलू वित्तीय बचत का एक भाग सरकारी ऋणग्रहण के लिए जाता है।\n2. नीलामी में बाज़ार-संबंधित दरों पर जारी दिनांकित प्रतिभूतियाँ, आंतरिक ऋण का एक बड़ा घटक होती हैं ।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "केवल 1",
            "b_hin": "केवल 2",
            "c_hin": "1 और 2 दोनों",
            "d_hin": "न तो 1, न ही 2",
            "ans": "c"
        },
        {
            "q_en": "Consider the following statements :\n1. Pursuant to the report of H.N. Sanyal Committee, the Contempt of Courts Act, 1971 was passed.\n2. The Constitution of India empowers the Supreme Court and the High Courts to punish for contempt of themselves.\n3. The Constitution of India defines Civil Contempt and Criminal Contempt.\n4. In India, the Parliament is vested with the powers to make laws on Contempt of Court.\nWhich of the statements given above is/are correct ?",
            "a_en": "1 and 2 only",
            "b_en": "1, 2 and 4",
            "c_en": "3 and 4 only",
            "d_en": "3 only",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए:\n1. एच. एन. सान्याल समिति की रिपोर्ट के अनुसरण में, न्यायालय की अवमानना अधिनियम, 1971 पारित किया गया था ।\n2. भारत का संविधान उच्चतम न्यायालय और उच्च न्यायालयों को, अपनी अवमानना के लिए दंड देने हेतु, शक्ति प्रदान करता है ।\n3. भारत का संविधान सिविल अवमानना और आपराधिक अवमानना को परिभाषित करता है ।\n4. भारत में, न्यायालय की अवमानना के विषय में कानून बनाने के लिए संसद में शक्ति निहित है।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "1, 2 और 4",
            "c_hin": "केवल 3 और 4",
            "d_hin": "केवल 3",
            "ans": "b"
        },
        {
            "q_en": "With reference to India, consider the following statements :\n1. Government law officers and legal firms are recognised as advocates, but corporate lawyers and patent attorneys. are excluded from recognition as advocates.\n2. Bar Councils have the power to lay down the rules relating to legal education and recognition of law colleges.\nWhich of the statements given above is/are correct ?",
            "a_en": "1 only",
            "b_en": "2 only",
            "c_en": "Both 1 and 2",
            "d_en": "Neither 1 nor 2",
            "q_hin": "भारत के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1. सरकारी विधि अधिकारी और विधिक फर्म अधिवक्ता के रूप में मान्यता प्राप्त हैं, किन्तु कॉर्पोरेट वकील और पेटेंट न्यायवादी अधिवक्ता की मान्यता से बाहर रखे गए हैं ।\n2. विधिज्ञ परिषदों (बार कौंसिलों) को विधिक शिक्षा और विधि महाविद्यालयों की मान्यता के बारे में नियम अधिकथित करने की शक्ति है ।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "केवल 1",
            "b_hin": "केवल 2",
            "c_hin": "1 और 2 दोनों",
            "d_hin": "न तो 1, न ही 2",
            "ans": "b"
        },
        {
            "q_en": "Consider the following statements :\n1. A bill amending the Constitution requires a prior recommendation of the President of India.\n2. When a Constitution Amendment Bill is presented to the President of India, it is obligatory for the President of India to give his/her assent.\n3. A Constitution Amendment Bill must be passed by both the Lok Sabha and the Rajya Sabha by a special majority and there is no provision for joint sitting.\nWhich of the statements given above are correct?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए :\n1. किसी संविधान संशोधन विधेयक को भारत के राष्ट्रपति की पूर्व सिफारिश की अपेक्षा होती है ।\n2. जब कोई संविधान संशोधन विधेयक भारत के राष्ट्रपति के समक्ष प्रस्तुत किया जाता है, तो भारत के राष्ट्रपति के लिए यह बाध्यकर है कि वे अपनी अनुमति दें ।\n3.संविधान संशोधन विधेयक लोक सभा और राज्य सभा दोनों द्वारा विशेष बहुमत से पारित होना ही चाहिए और इसके लिए संयुक्त बैठक का कोई उपबंध नहीं है ।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "b"
        },
        {
            "q_en": "Consider the following statements :\n1. The Constitution of India classifies the ministers into four ranks viz. Cabinet Minister, Minister of State with Independent Charge, Minister of State and Deputy Minister.\n2. The total number of ministers in the Union Government, including the Prime Minister, shall not exceed 15 percent of the total number of members in the Lok Sabha.\nWhich of the statements given above is/are correct ?",
            "a_en": "1 only",
            "b_en": "2 only",
            "c_en": "Both 1 and 2",
            "d_en": "Neither 1 nor 2",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए :\n1. भारत का संविधान मंत्रियों को चार श्रेणियों, अर्थात् कैबिनेट मंत्री, स्वतंत्र प्रभार वाले राज्यमंत्री, राज्यमंत्री और उपमंत्री, में वर्गीकृत करता है।\n2. संघ सरकार में मंत्रियों की कुल संख्या, प्रधान मंत्री को मिला कर, लोक सभा के कुल सदस्यों के 15% से अधिक नहीं होनी चाहिए ।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "केवल 1",
            "b_hin": "केवल 2",
            "c_hin": "1 और 2 दोनों",
            "d_hin": "न तो 1, न ही 2",
            "ans": "b"
        },
        {
            "q_en": "Which of the following is/are the exclusive power(s) of Lok Sabha?\n1. To ratify the declaration of Emergency\n2. To pass a motion of no-confidence against the Council of Ministers\n3. To impeach the President of India\nSelect the correct answer using the code given below :",
            "a_en": "1 and 2",
            "b_en": "2 only",
            "c_en": "1 and 3",
            "d_en": "3 only",
            "q_hin": "निम्नलिखित में कौन-सी लोक सभा की अनन्य शक्ति(याँ) है/हैं ?\n1. आपात की उद्घोषणा का अनुसमर्थन करना\n2. मंत्रिपरिषद के विरुद्ध अविश्वास प्रस्ताव पारित करना\n3. भारत के राष्ट्रपति पर महाभियोग चलाना\nनीचे दिए कूट का प्रयोग कर सही उत्तर चुनिए :",
            "a_hin": "1 और 2",
            "b_hin": "केवल 2",
            "c_hin": "1 और 3",
            "d_hin": "केवल 3",
            "ans": "b"
        },
        {
            "q_en": "With reference to anti-defection law in India, consider the following statements :\n1. The law specifies that a nominated legislator cannot join any political party within six months of being appointed to the House.\n2. The law does not provide any time frame within which the presiding officer has to decide a defection case.\nWhich of the statements given above is/are correct?",
            "a_en": "1 only",
            "b_en": "2 only",
            "c_en": "Both 1 and 2",
            "d_en": "Neither 1 nor 2",
            "q_hin": "भारत में दल-बदल विरोधी कानून के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए:\n1. यह कानून विनिर्दिष्ट करता है कि कोई नामनिर्दिष्ट विधायक सदन में नियुक्त होने के छह मास के अन्दर किसी राजनीतिक दल में शामिल नहीं हो सकता ।\n2. यह कानून कोई समयावधि नहीं देता जिसके अन्दर पीठासीन अधिकारी को दल-बदल मामला विनिश्चित करना होता है।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "केवल 1",
            "b_hin": "केवल 2",
            "c_hin": "1 और 2 दोनों",
            "d_hin": "न तो 1, न ही 2",
            "ans": "b"
        },
        {
            "q_en": "Consider the following statements :\n1. Attorney General of India and Solicitor General of India are the only officers of the Government who are allowed to participate in the meetings of the Parliament of India.\n2. According to the Constitution of India, the Attorney General of India submits his resignation when the Government which appointed him resigns.\nWhich of the statements given above is/are correct ?",
            "a_en": "1 only",
            "b_en": "2 only",
            "c_en": "Both 1 and 2",
            "d_en": "Neither 1 nor 2",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए :\n1. भारत का महान्यायवादी और भारत का सॉलिसिटर जनरल ही सरकार के एकमात्र अधिकारी हैं जिन्हें भारत की संसद की बैठकों में भाग लेने की अनुमति है \n2. भारत के संविधान के अनुसार, भारत का महान्यायवादी अपना त्यागपत्र दे देता है, जब वह सरकार जिसने उसको नियुक्त किया था इस्तीफा देती है ।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "केवल 1",
            "b_hin": "केवल 2",
            "c_hin": "1 और 2 दोनों",
            "d_hin": "न तो 1, न ही 2",
            "ans": "d"
        },
        {
            "q_en": "With reference to the writs issued by the Courts in India, consider the following statements :\n1. Mandamus will not lie against a private organisation unless it is entrusted with a public duty.\n2. Mandamus will not lie against a Company even though it may be a Government Company.\n3. Any public minded person can be a petitioner to move the Court to obtain the writ of Quo Warranto.\nWhich of the statements given above are correct ?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "भारत के न्यायालयों द्वारा जारी रिटों के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए:\n1. किसी प्राइवेट संगठन के विरुद्ध, जब तक कि उसको कोई सार्वजनिक कार्य नहीं सौंपा गया हो, परमादेश (मैंडेमस) नहीं होगा \n2. किसी कंपनी के विरुद्ध, भले ही वह कोई सरंकारी कंपनी हो, परमादेश (मैंडेमस) नहीं होगा \n3. कोई भी लोकप्रवण व्यक्ति (पब्लिक माइंडेड परसन) अधिकार पृच्छा (क्वो वारंटो) रिट प्राप्त करने हेतु न्यायालय में समावेदन करने के लिए याची (पिटीशनर) हो सकता है।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "c"
        },
        {
            "q_en": "With reference to Ayushman Bharat Digital Mission, consider the following statements :\n1. Private and public hospitals must adopt it.\n2. As it aims to achieve universal health coverage, every citizen of India should be part of it ultimately.\n3. It has seamless portability across the country.\nWhich of the statements given above is/are correct ?",
            "a_en": "1 and 2 only",
            "b_en": "3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "आयुष्मान भारत डिजिटल मिशन के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए:\n1. प्राइवेट अस्पतालों और सरकारी अस्पतालों को इसे अवश्य अपनाना चाहिए ।\n2. चूँकि इसका लक्ष्य स्वास्थ्य की सर्वजनीन व्याप्ति है, अंततोगत्वा भारत के हर नागरिक को इसका हिस्सा हो जाना चाहिए ।\n3. यह पूरे देश में निर्बाध रूप से लागू किया जा सकता है।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "b"
        },
        {
            "q_en": "With reference to the Deputy Speaker of Lok Sabha, consider the following statements :\n1. As per the Rules of Procedure and Conduct of Business in Lok Sabha, the election of Deputy Speaker shall be held on such date as the Speaker may fix.\n2. There is a mandatory provision that the election of a candidate as Deputy Speaker of Lok Sabha shall be from either the principal opposition party or the ruling party.\n3. The Deputy Speaker has the same power as of the Speaker when presiding over the sitting of the House and no appeal lies against his rulings.\n4. The well-established parliamentary practice regarding the appointment of a Deputy Speaker is that the motion is moved by the Speaker and duly seconded by the Prime Minister.\nWhich of the statements given above are correct?",
            "a_en": "1 and 3 only",
            "b_en": "1, 2 and 3",
            "c_en": "3 and 4 only",
            "d_en": "2 and 4 only",
            "q_hin": "लोकसभा के उपाध्यक्ष के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1. लोकसभा के कार्य-पद्धति और कार्य-संचालन नियमों अनुसार, उपाध्यक्ष का निर्वाचन उस तारीख को होगा जो अध्यक्ष नियत करे ।\n2. यह आज्ञापक उपबंध है कि लोकसभा के उपाध्यक्ष के रूप में किसी प्रतियोगी का निर्वाचन या तो मुख्य विपक्षी दल से, या शासक दल से, होगा ।\n3. सदन की बैठक की अध्यक्षता करते समय उपाध्यक्ष की शक्ति वैसी ही होती है जैसी कि अध्यक्ष की, और उसके विनिर्णयों के विरुद्ध कोई अपील नहीं हो सकती ।\n4. उपाध्यक्ष की नियुक्ति के बारे में सुस्थापित संसदीय पद्धति यह है कि प्रस्ताव अध्यक्ष द्वारा रखा जाता है और प्रधान मंत्री द्वारा विधिवत समर्थित होता है।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 3",
            "b_hin": "1, 2 और 3",
            "c_hin": "केवल 3 और 4",
            "d_hin": "केवल 2 और 4",
            "ans": "a"
        },
        {
            "q_en": "Among the following crops, which one is the most important anthropogenic source of both methane and nitrous oxide ?",
            "a_en": "Cotton",
            "b_en": "Rice",
            "c_en": "Sugarcane",
            "d_en": "Wheat",
            "q_hin": "निम्नलिखित फ़सलों में कौन-सी एक, मेथैन और नाइट्रस ऑक्साइड दोनों का सर्वाधिक महत्त्वपूर्ण मानवोद्भवी स्रोत है ?",
            "a_hin": "कपास",
            "b_hin": "धान",
            "c_hin": "गन्ना",
            "d_hin": "गेहूँ",
            "ans": "b"
        },
        {
            "q_en": "'System of Rice Intensification' of cultivation, in which alternate wetting and drying of rice fields is practised, results in :\n1. Reduced seed requirement\n2. Reduced methane production\n3. Reduced electricity consumption\nSelect the correct answer using the code given below :",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "कृषि की “ धान गहनता प्रणाली” का, जिसमें धान के खेतों का बारी-बारी से क्लेदन और शुष्कन किया जाता है, क्या परिणाम होता है ?\n1. बीज़ की कम आवश्यकता\n2.मेथैन का कम उत्पादन\n3. बिजली की कम खपत\nनीचे दिए कूट का प्रयोग कर सही उत्तर चुनिए :",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "d"
        },
        {
            "q_en": "Which one of the following lakes of West Africa has become dry and turned into a desert?",
            "a_en": "Lake Victoria",
            "b_en": "Lake Faguibine",
            "c_en": "Lake Oguta",
            "d_en": "Lake Volta",
            "q_hin": "पश्चिम अफ्रीका की निम्नलिखित झीलों में कौन-सी एक, सूख कर मरुस्थल में बदल गई है ?",
            "a_hin": "लेक विक्टोरिया",
            "b_hin": "लेक फागुबिन",
            "c_hin": "लेक ओगुटा",
            "d_hin": "लेक वोल्टा",
            "ans": "b"
        },
        {
            "q_en": "Gandikota canyon of South India was created by which one of the following rivers ?",
            "a_en": "Cauvery",
            "b_en": "Manjira",
            "c_en": "Pennar",
            "d_en": "Tungabhadra",
            "q_hin": "दक्षिण भारत की गंडिकोटा घाटी (कैन्यन) निम्नलिखित नदियों में से किस एक से निर्मित हुई है ?",
            "a_hin": "कावेरी",
            "b_hin": "मंजिरा",
            "c_hin": "पेन्नार",
            "d_hin": "तुंगभद्रा",
            "ans": "c"
        },
        {
            "q_en": "Consider the following pairs:\nPeak - Mountains\n1. Namcha Barwa Garhwal Himalaya\n2. Nanda Devi - Kumaon Himalaya\n3. Nokrek - Sikkim Himalaya\nWhich of the pairs given above is/are correctly matched ?",
            "a_en": "1 and 2",
            "b_en": "2 only",
            "c_en": "1 and 3",
            "d_en": "3 only",
            "q_hin": "निम्नलिखित युग्मों पर विचार कीजिए:\nशिखर - पर्वत\n1. नामचा बरवा - गढ़वाल हिमालय\n2. नंदा देवी - कुमाऊँ हिमालय\n3. नोकरेक - सिक्किम हिमालय\nउपर्युक्त युग्मों में कौन-सा/से सही सुमेलित है/हैं ?",
            "a_hin": "1 और 2",
            "b_hin": "केवल 2",
            "c_hin": "1 और 3",
            "d_hin": "केवल 3",
            "ans": "b"
        },
        {
            "q_en": "The term 'Levant' often heard in the news roughly corresponds to which of the following regions ?",
            "a_en": "Region along the eastern Mediterranean shores",
            "b_en": "Region along North African shores stretching from Egypt to Morocco",
            "c_en": "Region along Persian Gulf and Horn of Africa",
            "d_en": "The entire coastal areas of Mediterranean Sea",
            "q_hin": "अक्सर समाचारों में सुनाई देने वाला शब्द 'लिवैंट' मोटे तौर पर निम्नलिखित में से किस क्षेत्र से संगत है ?",
            "a_hin": "पूर्वी भूमध्यसागरीय तट के पास का क्षेत्र",
            "b_hin": "उत्तरी अफ्रीकी तट के पास का मिस्र से मोरक्को तक फैला क्षेत्र",
            "c_hin": "फारस की खाड़ी और अफ्रीका के शृंग (हॉर्न ऑफ़ अफ्रीका) के पास का क्षेत्र",
            "d_hin": "भूमध्य सागर के सम्पूर्ण तटवर्ती क्षेत्र",
            "ans": "a"
        },
        {
            "q_en": "Consider the following countries :\n1. Azerbaijan\n2. Kyrgyzstan\n3. Tajikistan\n4. Turkmenistan\n5. Uzbekistan\nWhich of the above have borders with Afghanistan ?",
            "a_en": "1, 2 and 5 only",
            "b_en": "1, 2, 3 and 4 only",
            "c_en": "3, 4 and 5 only",
            "d_en": "1, 2, 3, 4 and 5",
            "q_hin": "निम्नलिखित देशों पर विचार कीजिए:\n1. अंज़रबैजान\n2. किरगिज़स्तान\n3. ताजिकिस्तान\n4. तुर्कमेनिस्तान\n5. उज़्बेकिस्तान\nउपर्युक्त में से किनकी सीमाएँ अफगानिस्तान के साथ लगती हैं ?",
            "a_hin": "केवल 1, 2 और 5",
            "b_hin": "केवल 1, 2, 3 और 4",
            "c_hin": "केवल 3, 4 और 5",
            "d_hin": "1, 2, 3, 4 और 5",
            "ans": "c"
        },
        {
            "q_en": "With reference to India, consider the following statements :\n1. Monazite is a source of rare earths.\n2. Monazite contains thorium.\n3. Monazite occurs naturally in the entire Indian coastal sands in India.\n4. In India, Government bodies only can process or export monazite.\nWhich of the statements given above are correct ?",
            "a_en": "1, 2 and 3 only",
            "b_en": "1, 2 and 4 only",
            "c_en": "3 and 4 only",
            "d_en": "1, 2, 3 and 4",
            "q_hin": "भारत के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1. मोनाज़ाइट दुर्लभ मृदाओं का स्रोत है ।\n2. मोनाज़ाइट में थोरियम होता है।\n3. भारत की समस्त तटवर्ती बालुकाओं में मोनाज़ाइट प्राकृतिक रूप में होता है ।\n4. भारत में, केवल सरकारी निकाय ही मोनाज़ाइट संसाधित या निर्यात कर सकते हैं ।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1, 2 और 3",
            "b_hin": "केवल 1, 2 और 4",
            "c_hin": "केवल 3 और 4",
            "d_hin": "1, 2, 3 और 4",
            "ans": "b"
        },
        {
            "q_en": "In the northern hemisphere, the longest day of the year normally occurs in the :",
            "a_en": "First half of the month of June",
            "b_en": "Second half of the month of June",
            "c_en": "First half of the month of July",
            "d_en": "Second half of the month of July",
            "q_hin": "उत्तरी गोलार्ध में, वर्ष का सबसे लंबा दिन आम तौर पर कब होता है ?",
            "a_hin": "जून महीने का पहला पखवाड़ा",
            "b_hin": "जून महीने का दूसरा पखवाड़ा",
            "c_hin": "जुलाई महीने का पहला पखवाड़ा",
            "d_hin": "जुलाई महीने का दूसरा पखवाड़ा",
            "ans": "b"
        },
        {
            "q_en": "Consider the following pairs :\nWetland/Lake - Location\n1. Hokera Wetland - Punjab\n2. Renuka Wetland - Himachal Pradesh\n3. Rudrasagar Lake - Tripura\n4. Sasthamkotta Lake - Tamil Nadu\nHow many pairs given above are correctly matched?",
            "a_en": "Only one pair",
            "b_en": "Only two pairs",
            "c_en": "Only three pairs",
            "d_en": "All four pairs",
            "q_hin": "निम्नलिखित युग्मों पर विचार कीजिए:\nआर्द्रभूमि/ झील - अवस्थान\n1. होकेरा आर्द्रभूमि - पंजाब\n2. रेणुका आर्द्रभूमि - हिमाचल प्रदेश\n3. रुद्रसागर झील - रिपुरा\n4. सस्थाम्कोत्ता झील - तमिलनाडु\nउपर्युक्त युग्मों में कितने सही सुमेलित हैं ?",
            "a_hin": "केवल एक युग्म",
            "b_hin": "केवल दो युग्म",
            "c_hin": "केवल तीन युग्म",
            "d_hin": "सभी चारों युग्म",
            "ans": "b"
        },
        {
            "q_en": "Consider the following :\n1. Aarogya Setu\n2. CoWIN\n3. DigiLocker\n4. DIKSHA\nWhich of the above are built on top of open-source digital platforms?",
            "a_en": "1 and 2 only",
            "b_en": "2, 3 and 4 only",
            "c_en": "1, 3 and 4 only",
            "d_en": "1, 2, 3 and 4",
            "q_hin": "निम्नलिखित पर विचार कीजिए:\n1. आरोग्य सेतु\n2. कोविन\n3. डिजीलॉकर\n4. दीक्षा\nउपर्युक्त में से कौन-से, ओपेन-सोर्स डिजिटल प्लेटफॉर्म पर बनाए गए हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2, 3 और 4",
            "c_hin": "केवल 1, 3 और 4",
            "d_hin": "1, 2, 3 और 4",
            "ans": "d"
        },
        {
            "q_en": "With reference to Web 3·0, consider the following statements :\n1. Web 3·0 technology enables people to control their own data.\n2. In Web 3·0 world, there can be blockchain based social networks.\n3. Web 3·0 is operated by users collectively rather than a corporation.\nWhich of the statements given above are correct ?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "वेब 3-0 के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1. वेब 3.0 प्रौद्योगिकी से व्यक्ति अपने स्वयं के आंकड़ों पर नियंत्रण कर सकते हैं ।\n2. वेब 3.0 संसार में, ब्लॉकचेन आधारित सामाजिक नेटवर्क हो सकते हैं ।\n3. वेब 3.0 किसी निगम द्वारा परिचालित होने की बजाय प्रयोक्ताओं द्वारा सामूहिक रूप से परिचालित किया जाता है।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "d"
        },
        {
            "q_en": "With reference to 'Software as a Service (SaaS)', consider the following statements:\n1. SaaS buyers can customise the user interface and can change data fields.\n2. SaaS users can access their data through their mobile devices.\n3. Outlook, Hotmail and Yahoo! Mail are forms of SaaS.\nWhich of the statements given above are correct?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "'सॉफ्टवेयर, सेवा के रूप में (Software as a Service (SaaS )) ' के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1. SaaS क्रयकर्ता, प्रयोक्ता अन्तरापृष्ठ को अपनी आवश्यकतानुसार निर्धारित कर आंकड़ों के क्षेत्र में बदलाव कर सकते हैं \n2. SaaS प्रयोक्ता, अपनी चल युक्तियों (मोबाइल डिवाइसेज़) के माध्यम से अपने आंकड़ों तक पहुँच बना सकते हैं ।\n3. आउटलुक, हॉटमेल और याहू मेल Saas के रूप हैं ।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "d"
        },
        {
            "q_en": "Which one of the following statements best reflects the idea behind the 'Fractional Orbital Bombardment System' often talked about in media ?",
            "a_en": "A hypersonic missile is launched into space to counter the asteroid approaching the Earth and explode it in space.",
            "b_en": "A spacecraft lands on another planet after making several orbital motions.",
            "c_en": "A missile is put into a stable orbit around the Earth and deorbits over a target on the Earth.",
            "d_en": "A spacecraft moves along a comet with the same speed and places a probe on its surface.",
            "q_hin": "निम्नलिखित कथनों में कौन-सा एक, जनसंचार माध्यमों में बहुचर्चित “प्रभाजी कक्षीय बमबारी प्रणाली” के आधारभूत विचार को सर्वोत्तम रूप से प्रतिबिंबित करता है ?",
            "a_hin": "अंतरिक्ष में अतिध्वनिक मिसाइल का प्रमोचन, पृथ्वी की तरफ बढ़ते हुए क्षुद्रग्रह का सामना कर उसका अंतरिक्ष में ही विस्फोटन कराने के लिए किया जाता है ।",
            "b_hin": "कोई अंतरिक्षयान अनेक कक्षीय गतियों के बाद किसी अन्य ग्रह पर उतरता है।",
            "c_hin": "कोई मिसाइल पृथ्वी के परितः किसी स्थिर कक्षा में स्थापित किया जाता है और वह पृथ्वी पर किसी लक्ष्य के ऊपर कक्षा को त्यागता है।",
            "d_hin": "कोई अंतरिक्षयान किसी धूमकेतु के साथ-साथ उसी चाल से चलते हुए उसके पृष्ठ पर एक संपरीक्षित्र स्थापित करता है ।",
            "ans": "c"
        },
        {
            "q_en": "Which one of the following is the context in which the term 'qubit' is mentioned ?",
            "a_en": "Cloud Services",
            "b_en": "Quantum Computing",
            "c_en": "Visible Light Communication Technologies",
            "d_en": "Wireless Communication Technologies",
            "q_hin": "'क्यूबिट (qubit)' शब्द का उल्लेख निम्नलिखित में कौन-से एक प्रसंग में होता है ?",
            "a_hin": "क्लाउड सेवाएँ",
            "b_hin": "क्वांटम संगणन",
            "c_hin": "दृश्य प्रकाश संचार प्रौद्योगिकियाँ",
            "d_hin": "बेतार संचार प्रौद्योगिकियाँ",
            "ans": "b"
        },
        {
            "q_en": "Consider the following communication technologies :\n1. Closed-circuit Television\n2. Radio Frequency Identification\n3. Wireless Local Area Network\nWhich of the above are considered Short-Range devices/technologies ?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "निम्नलिखित संचार प्रौद्योगिकियों पर विचार कीजिए:\n1. निकट-परिपथ (क्लोज़-सर्किट) टेलीविज़न\n2. रेडियो आवृत्ति अभिनिर्धारण\n3. बेतार स्थानीय क्षेत्र नेटवर्क\nउपर्युक्त में कौन-सी लघु-परास युक्तियाँ/प्रौद्योगिकियाँ मानी जाती हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "d"
        },
        {
            "q_en": "Consider the following statements :\n1. Biofilms can form on medical implants within human tissues.\n2. Biofilms can form on food and food processing surfaces.\n3. Biofilms can exhibit antibiotic resistance.\nWhich of the statements given above are correct ?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए:\n1. जैवपरत (बायोफिल्म) मानव ऊतकों के भीतर चिकित्सकीय अंतर्रोपों पर बन सकती हैं।\n2. जैवपरत खाद्यपदार्थ और खाद्य प्रसंस्करण सतहों पर बन सकती हैं ।\n3. जैवपरत प्रतिजैविक प्रतिरोध दर्शा सकती हैं ।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "d"
        },
        {
            "q_en": "Consider the following statements in respect of probiotics :\n1. Probiotics are made of both bacteria and yeast.\n2. The organisms in probiotics are found in foods we ingest but they do not naturally occur in our gut.\n3. Probiotics help in the digestion of milk sugars.\nWhich of the statements given above is/are correct?",
            "a_en": "1 only",
            "b_en": "2 only",
            "c_en": "1 and 3",
            "d_en": "2 and 3",
            "q_hin": "प्रजैविकों (प्रोबायोटिक्स) के संदर्भ में निम्नलिखित कथनों पर विचार कीजिए :\n1. प्रजैविक, जीवाणु और यीस्ट दोनों के बने होते हैं ।\n2. प्रजैविकों में जीव, खाए जाने वाले खाद्य में होते हैं किन्तु वे नैसर्गिक रूप से हमारी आहार-नली में नहीं पाए जाते ।\n3. प्रजैविक दुग्ध शर्कराओं के पाचन में सहायक हैं ।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "केवल 1",
            "b_hin": "केवल 2",
            "c_hin": "1 और 3",
            "d_hin": "2 और 3",
            "ans": "c"
        },
        {
            "q_en": "In the context of vaccines manufactured to prevent COVID-19 pandemic, consider the following statements :\n1. The Serum Institute of India produced COVID-19 vaccine named Covishield using mRNA platform.\n2. Sputnik V vaccine is manufactured using vector based platform.\n3. COVAXIN is an inactivated pathogen based vaccine.\nWhich of the statements given above are correct ?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "कोविड-19 विश्वमहामारी को रोकने के लिए बनाई जा रही वैक्सीनों के प्रसंग में, निम्नलिखित कथनों पर विचार कीजिए :\n1. भारतीय सीरम संस्थान ने mRNA प्लेटफॉर्म का प्रयोग कर कोविशील्ड नामक कोविड- 19 वैक्सीन निर्मित की ।\n2. स्पुतनिक V वैक्सीन रोगवाहक (वेक्टर) आधारित प्लेटफॉर्म का प्रयोग कर बनाई गई है ।\n3. कोवैक्सीन एक निष्कृत रोगजनक आधारित वैक्सीन है ।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "b"
        },
        {
            "q_en": "If a major solar storm (solar flare) reaches the Earth, which of the following are the possible effects on the Earth ?\n1. GPS and navigation systems could fail.\n2. Tsunamis could occur at equatorial regions.\n3. Power grids could be damaged.\n4. Intense auroras could occur over much of the Earth.\n5. Forest fires could take place over much of the planet.\n6. Orbits of the satellites could be disturbed.\n7. Shortwave radio communication of the aircraft flying over polar regions could be interrupted.\nSelect the correct answer using the code given below:",
            "a_en": "1, 2, 4 and 5 only",
            "b_en": "2, 3, 5, 6 and 7 only",
            "c_en": "1, 3, 4, 6 and 7 only",
            "d_en": "1, 2, 3, 4, 5, 6 and 7",
            "q_hin": "यदि कोई मुख्य सौर तूफ़ान (सौर प्रज्वाल) पृथ्वी पर पहुँचता है, तो पृथ्वी पर निम्नलिखित में कौन-से संभव प्रभाव होंगे ?\n1. GPS और दिक्संचालन (नैविगेशन) प्रणालियाँ विफल हो सकती हैं।\n2. विषुवतीय क्षेत्रों में सुनामियाँ आ सकती हैं।\n3. बिजली ग्रिड क्षतिग्रस्त हो सकते हैं।\n4. पृथ्वी के अधिकांश हिस्से पर तीव्र ध्रुवीय ज्योतियाँ घटित हो सकती हैं।\n5. ग्रह के अधिकांश हिस्से पर दावाग्नियाँ घटित हो सकती हैं।\n6. उपग्रहों की कक्षाएँ विक्षुब्ध हो सकती हैं।\n7. ध्रुवीय क्षेत्रों के ऊपर से उड़ते हुए वायुयान का लघुतरंग रेडियो संचार बाधित हो सकता है।\nनीचे दिए कूट का प्रयोग कर सही उत्तर चुनिए :",
            "a_hin": "केवल 1, 2, 4 और 5",
            "b_hin": "केवल 2, 3, 5, 6 और 7",
            "c_hin": "केवल 1, 3, 4, 6 और 7",
            "d_hin": "1, 2, 3, 4, 5, 6 और 7",
            "ans": "c"
        },
        {
            "q_en": "'Climate Action Tracker' which monitors the emission reduction pledges of different countries is a :",
            "a_en": "Database created by coalition of research organisations",
            "b_en": "Wing of 'International Panel of Climate Change'",
            "c_en": "Committee under 'United Nations Framework Convention on Climate Change'",
            "d_en": "Agency promoted and financed by United Nations Environment Programme and World Bank",
            "q_hin": "'जलवायु कार्रवाई ट्रैकर (क्लाइमेट ऐक्शन ट्रैकर )' जो विभिन्न देशों के उत्सर्जन अपचयन के लिए दिए गए वचनों की निगरानी करता है, क्या है ?",
            "a_hin": "अनुसंधान संगठनों के गठबंधन द्वारा निर्मित डेटाबेस",
            "b_hin": "'जलवायु परिवर्तन के अंतर्राष्ट्रीय पैनल' का स्कंध (विंग)",
            "c_hin": "जलवायु परिवर्तन पर संयुक्त राष्ट्र ढाँचा 'अभिसमय' के अधीन समिति",
            "d_hin": "संयुक्त राष्ट्र पर्यावरण कार्यक्रम और विश्व बैंक द्वारा संवर्धित और वित्तपोषित एजेंसी",
            "ans": "a"
        },
        {
            "q_en": "Consider the following statements :\n1. 'The Climate Group' is an international non-profit organization that drives climate action by building large networks and runs them.\n2. The International Energy Agency in partnership with the Climate Group launched a global initiative 'EP100'.\n3. EP100 brings together leading companies committed to driving innovation in energy efficiency and increasing competitiveness while delivering on emission reduction goals.\n4. Some Indian companies are members of EP100.\n5. The International Energy Agency is the Secretariat to the 'Under2 Coalition'.\nWhich of the statements given above are correct?",
            "a_en": "1, 2, 4 and 5",
            "b_en": "1, 3 and 4 only",
            "c_en": "2, 3 and 5 only",
            "d_en": "1, 2, 3, 4 and 5",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए:\n1. 'जलवायु समूह (दि क्लाइमेट ग्रुप)' एक अंतर्राष्ट्रीय गैर-लाभकारी संगठन है जो बड़े नेटवर्क बना कर जलवायु क्रिया को प्रेरित करता है और उन्हें चलाता है।\n2. अंतर्राष्ट्रीय ऊर्जा एजेंसी ने जलवायु समूह की भागीदारी में एक वैश्विक पहल 'EP100' प्रारंभ की।\n3. EP100, ऊर्जा दक्षता में नवप्रवर्तन को प्रेरित करने एवं उत्सर्जन न्यूनीकरण लक्ष्यों को प्राप्त करते हुए प्रतिस्पर्धात्मकता बढ़ाने के लिए प्रतिबद्ध अग्रणी कंपनियों को साथ लाता है।\n4. कुछ भारतीय कंपनियाँ EP100 की सदस्य हैं।\n5. अंतर्राष्ट्रीय ऊर्जा एजेंसी 'अंडर 2 कोएलिशन' का सचिवालय है।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "1, 2, 4 और 5",
            "b_hin": "केवल 1, 3 और 4",
            "c_hin": "केवल 2, 3 और 5",
            "d_hin": "1, 2, 3, 4 और 5",
            "ans": "b"
        },
        {
            "q_en": "'If rainforests and tropical forests are the lungs of the Earth, then surely wetlands function as its kidneys.' Which one of the following functions of wetlands best reflects the above statement?",
            "a_en": "The water cycle in wetlands involves surface runoff, subsoil percolation and evaporation.",
            "b_en": "Algae form the nutrient base upon which fish, crustaceans, molluscs, birds, reptiles and mammals thrive.",
            "c_en": "Wetlands play a vital role in maintaining sedimentation balance and soil stabilization.",
            "d_en": "Aquatic plants absorb heavy metals and excess nutrients.",
            "q_hin": "'यदि वर्षावन और उष्णकटिबंधीय वन पृथ्वी के फेफड़े हैं, तो निश्चित ही आर्द्रभूमियाँ इसके गुर्दों की तरह काम करती हैं ।' निम्नलिखित में से आर्द्रभूमियों का कौन-सा एक कार्य उपर्युक्त कथन को सर्वोत्तम रूप से प्रतिबिंबित करता है?",
            "a_hin": "आर्द्रभूमियों के जल चक्र में सतही अपवाह, अवमृदा अंत: स्रवण और वाष्पन शामिल होते हैं ।",
            "b_hin": "शैवालों से वह पोषक आधार बनता है, जिस पर मत्स्य, परुषकवची (क्रश्टेशिआई), मृदुकवची ( मोलस्क), पक्षी, सरीसृप और स्तनधारी फलते-फूलते हैं ।",
            "c_hin": "आर्द्रभूमियाँ अवसाद संतुलन और मृदा स्थिरीकरण बनाए रखने में महत्त्वपूर्ण भूमिका निभाती हैं।",
            "d_hin": "जलीय पादप भारी धातुओं और पोषकों के आधिक्य को अवशोषित कर लेते हैं।",
            "ans": "d"
        },
        {
            "q_en": "In the context of WHO Air Quality Guidelines, consider the following statements :\n1. The 24-hour mean of PM2.5 should not exceed 15 μg/m³ and annual mean of PM2.5 should not exceed 5 μg/m³.\n2. In a year, the highest levels of ozone pollution occur during the periods of inclement weather.\n3. PM10 can penetrate the lung barrier and enter the bloodstream.\n4. Excessive ozone in the air can trigger asthma.\nWhich of the statements given above are correct?",
            "a_en": "1, 3 and 4",
            "b_en": "1 and 4 only",
            "c_en": "2, 3 and 4",
            "d_en": "1 and 2 only",
            "q_hin": "WHO के वायु गुणवत्ता दिशानिर्देशों के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए:\n1. PM2.5 का 24-घंटा माध्य 15 μg/m³ से अधिक नहीं बढ़ना चाहिए और PM2.5 का वार्षिक माध्य 5 μg/m³ से अधिक नहीं बढ़ना चाहिए ।\n2. किसी वर्ष में, ओज़ोन प्रदूषण के उच्चतम स्तर प्रतिकूल मौसम के दौरान होते हैं।\n3. PM10 फेफड़े के अवरोध का वेधन कर रक्त-प्रवाह में प्रवेश कर सकता है।\n4. वायु में अत्यधिक ओज़ोन दमा को उत्पन्न कर सकती है।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "1, 3 और 4",
            "b_hin": "केवल 1 और 4",
            "c_hin": "2, 3 और 4",
            "d_hin": "केवल 1 और 2",
            "ans": "b"
        },
        {
            "q_en": "With reference to 'Gucchi' sometimes mentioned in the news, consider the following statements :\n1. It is a fungus.\n2. It grows in some Himalayan forest areas.\n3. It is commercially cultivated in the Himalayan foothills of north-eastern India.\nWhich of the statements given above is/are correct?",
            "a_en": "1 only",
            "b_en": "3 only",
            "c_en": "1 and 2",
            "d_en": "2 and 3",
            "q_hin": "कभी-कभी समाचारों में उल्लिखित 'गुच्छी' के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए:\n1. यह एक कवक है।\n2. यह कुछ हिमालयी वन क्षेत्रों में उगती है ।\n3. उत्तर-पूर्वी भारत के हिमालय की तलहटी में इसकी वाणिज्यिक रूप से खेती की जाती है।\nउपर्युक्त कथनों में कौन-सा/से सही है/ हैं ?",
            "a_hin": "केवल 1",
            "b_hin": "केवल 3",
            "c_hin": "1 और 2",
            "d_hin": "2 और 3",
            "ans": "c"
        },
        {
            "q_en": "With reference to polyethylene terephthalate, the use of which is so widespread in our daily lives, consider the following statements :\n1. Its fibres can be blended with wool and cotton fibres to reinforce their properties.\n2. Containers made of it can be used to store any alcoholic beverage.\n3. Bottles made of it can be recycled into other products.\n4. Articles made of it can be easily disposed of by incineration without causing greenhouse gas emissions.\nWhich of the statements given above are correct ?",
            "a_en": "1 and 3",
            "b_en": "2 and 4",
            "c_en": "1 and 4",
            "d_en": "2 and 3",
            "q_hin": "पॉलीएथिलीन टेरेफ्थलेट के सन्दर्भ में, जिसका हमारे दैनिक जीवन में बहुत व्यापक उपयोग है, निम्नलिखित कथनों पर विचार कीजिए:\n1. इसके तंतुओं को ऊन और कपास के तंतुओं के साथ, उनके गुणधर्मों को प्रबलित करने हेतु, सम्मिश्रित किया जा सकता है।\n2. इससे बने पात्रों को किसी भी मादक पेय को रखने के लिए उपयोग किया जा सकता है।\n3. इससे बनी बोतलों का पुनर्चक्रण ( रीसाइक्लिंग) कर उनसे अन्य उत्पाद बनाए जा सकते हैं।\n4. इससे बनी वस्तुओं का भस्मीकरण द्वारा, बिना ग्रीनहाउस गैस उत्सर्जन किए, आसानी से निपटान किया जा सकता है।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "1 और 3",
            "b_hin": "2 और 4",
            "c_hin": "1 और 4",
            "d_hin": "2 और 3",
            "ans": "a"
        },
        {
            "q_en": "Which of the following is not a bird ?",
            "a_en": "Golden Mahseer",
            "b_en": "Indian Nightjar",
            "c_en": "Spoonbill",
            "d_en": "White Ibis",
            "q_hin": "निम्नलिखित में से कौन-सा पक्षी नहीं है ?",
            "a_hin": "गोल्डन महासीर",
            "b_hin": "इंडियन नाइटजार",
            "c_hin": "स्पूनबिल",
            "d_hin": "व्हाईट आइबिस",
            "ans": "a"
        },
        {
            "q_en": "Which of the following are nitrogen-fixing plants ?\n1. Alfalfa\n2. Amaranth\n3. Chickpea\n4. Clover\n5. Purslane (Kulfa)\n6. Spinach\nSelect the correct answer using the code given below :",
            "a_en": "1, 3 and 4 only",
            "b_en": "1, 3, 5 and 6 only",
            "c_en": "2, 4, 5 and 6 only",
            "d_en": "1, 2, 4, 5 and 6",
            "q_hin": "निम्नलिखित में कौन-से, नाइट्रोजन यौगिकीकरण पादप हैं ?\n1. अल्फाल्फा\n2. चौलाई (ऐमरंथ)\n3. चना (चिक-पी)\n4. तिपतिया घास (क्लोवर)\n5. कुलफा (पर्सलेन)\n6. पालक\nनीचे दिए कूट का प्रयोग कर सही उत्तर चुनिए :",
            "a_hin": "केवल 1, 3 और 4",
            "b_hin": "केवल 1, 3, 5 और 6",
            "c_hin": "केवल 2, 4, 5 और 6",
            "d_hin": "1, 2, 4, 5 और 6",
            "ans": "a"
        },
        {
            "q_en": "'Biorock technology' is talked about in which one of the following situations ?",
            "a_en": "Restoration of damaged coral reefs",
            "b_en": "Development of building materials using plant residues",
            "c_en": "Identification of areas for exploration/extraction of shale gas",
            "d_en": "Providing salt licks for wild animals in forests/protected areas",
            "q_hin": "निम्नलिखित स्थितियों में से किस एक में 'जैवशैल प्रौद्योगिकी (बायोरॉक टेक्नोलॉजी)' की बातें होती हैं ?",
            "a_hin": "क्षतिग्रस्त प्रवाल भित्तियों (कोरल रीफ्स) की बहाली",
            "b_hin": "पादप अवशिष्टों का प्रयोग कर भवन निर्माण सामग्री का विकास",
            "c_hin": "शेल गैस के अन्वेषण/ निष्कर्षण के लिए क्षेत्रों की पहचान करना",
            "d_hin": "वनों/संरक्षित क्षेत्रों में जंगली पशुओं के लिए लवण-लेहिकाएँ (साल्ट लिक्स) उपलब्ध कराना",
            "ans": "a"
        },
        {
            "q_en": "The 'Miyawaki method' is well known for the :",
            "a_en": "Promotion of commercial farming in arid and semi-arid areas",
            "b_en": "Development of gardens using genetically modified flora",
            "c_en": "Creation of mini forests in urban areas",
            "d_en": "Harvesting wind energy on coastal areas and on sea surfaces",
            "q_hin": "'मियावाकी पद्धति' किसके लिए विख्यात है ?",
            "a_hin": "शुष्क और अर्ध-शुष्क क्षेत्रों में वाणिज्यिक कृषि का संवर्धन",
            "b_hin": "आनुवंशिकत: रूपांतरित पुष्पों का प्रयोग कर उद्यानों का विकास",
            "c_hin": "शहरी क्षेत्रों में लघु वनों का सृजन",
            "d_hin": "तटीय क्षेत्रों और समुद्री सतहों पर पवन ऊर्जा का संग्रहण",
            "ans": "c"
        },
        {
            "q_en": "In the Government of India Act 1919, the functions of Provincial Government were divided into 'Reserved' and 'Transferred' subjects. Which of the following were treated as 'Reserved' subjects?\n1. Administration of Justice\n2. Local Self-Government\n3. Land Revenue\n4. Police\nSelect the correct answer using the code given below:",
            "a_en": "1, 2 and 3",
            "b_en": "2, 3 and 4",
            "c_en": "1, 3 and 4",
            "d_en": "1, 2 and 4",
            "q_hin": "भारत सरकार अधिनियम 1919 में, प्रांतीय सरकार के कार्य “आरक्षित (रिज़र्व्ड) और अंतरित (ट्रांसफर्ड) विषयों के अंतर्गत बाँटे गए थे। निम्नलिखित में कौन-से 'आरक्षित' विषय माने गए थे ?\n1. न्याय प्रशासन\n2. स्थानीय स्वशासन\n3. भू-राजस्व\n4. पुलिस\nनीचे दिए कूट का प्रयोग कर सही उत्तर चुनिए :",
            "a_hin": "1, 2 और 3",
            "b_hin": "2, 3 और 4",
            "c_hin": "1, 3 और 4",
            "d_hin": "1, 2 और 4",
            "ans": "c"
        },
        {
            "q_en": "In medieval India, the term 'Fanam' referred to:",
            "a_en": "Clothing",
            "b_en": "Coins",
            "c_en": "Ornaments",
            "d_en": "Weapons",
            "q_hin": "मध्यकालीन भारत में, शब्द 'फणम' किसे निर्दिष्ट करता था ?",
            "a_hin": "पहनावा",
            "b_hin": "सिक्के",
            "c_hin": "आभूषण",
            "d_hin": "हथियार",
            "ans": "b"
        },
        {
            "q_en": "Consider the following freedom fighters:\n1. Barindra Kumar Ghosh\n2. Jogesh Chandra Chatterjee\n3. Rash Behari Bose\nWho of the above was/were actively associated with the Ghadar Party?",
            "a_en": "1 and 2",
            "b_en": "2 only",
            "c_en": "1 and 3",
            "d_en": "3 only",
            "q_hin": "निम्नलिखित स्वतन्त्रता सेनानियों पर विचार कीजिए :\n1. बारीन्द्र कुमार घोष\n2. जोगेश चन्द्र चटर्जी\n3. रास बिहारी बोस\nउपर्युक्त में से कौन ग़दर पार्टी के साथ सक्रिय रूप से जुड़ा था/जुड़े थे ?",
            "a_hin": "1 और 2",
            "b_hin": "केवल 2",
            "c_hin": "1 और 3",
            "d_hin": "केवल 3",
            "ans": "d"
        },
        {
            "q_en": "With reference to the proposals of Cripps Mission, consider the following statements:\n1. The Constituent Assembly would have members nominated by the Provincial Assemblies as well as the Princely States.\n2. Any Province, which is not prepared to accept the new Constitution would have the right to sign a separate agreement with Britain regarding its future status.\nWhich of the statements given above is/are correct?",
            "a_en": "1 only",
            "b_en": "2 only",
            "c_en": "Both 1 and 2",
            "d_en": "Neither 1 nor 2",
            "q_hin": "क्रिप्स मिशन के प्रस्तावों के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1. संविधान सभा में प्रांतीय विधान-सभाओं और साथ ही भारतीय रियासतों द्वारा नामित सदस्य होंगे ।\n2. नया संविधान स्वीकार करने के लिए जो भी प्रांत तैयार नहीं होगा, उसे यह अधिकार होगा कि अपनी भावी स्थिति के बारे में ब्रिटेन के साथ अलग संधि पर हस्ताक्षर करे ।\n उपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "केवल 1",
            "b_hin": "केवल 2",
            "c_hin": "1 और 2 दोनों",
            "d_hin": "न तो 1, न ही 2",
            "ans": "b"
        },
        {
            "q_en": "With reference to Indian history, consider the following texts:\n1. Nettipakarana\n2. Parishishtaparvan\n3. Avadanashataka\n4. Trishashtilakshana Mahapurana\nWhich of the above are Jaina texts?",
            "a_en": "1, 2 and 3",
            "b_en": "2 and 4 only",
            "c_en": "1, 3 and 4",
            "d_en": "2, 3 and 4",
            "q_hin": "भारतीय इतिहास के सन्दर्भ में, निम्नलिखित मूलग्रंथों पर विचार कीजिए :\n1. नेत्तिपकरण\n2. परिशिष्टपर्वन\n3. अवदानशतक\n4. त्रिशष्टिलक्षण महापुराण\nउपर्युक्त में कौन-से जैन ग्रन्थ हैं ?",
            "a_hin": "1, 2 और 3",
            "b_hin": "केवल 2 और 4",
            "c_hin": "1, 3 और 4",
            "d_hin": "2, 3 और 4",
            "ans": "b"
        },
        {
            "q_en": "With reference to Indian history, consider the following pairs:\nHistorical person - Known as\n1. Aryadeva - Jaina scholar\n2. Dignaga - Buddhist scholar\n3. Nathamuni - Vaishnava scholar\nHow many pairs given above are correctly matched?",
            "a_en": "None of the pairs",
            "b_en": "Only one pair",
            "c_en": "Only two pairs",
            "d_en": "All three pairs",
            "q_hin": "भारतीय इतिहास के सन्दर्भ में, निम्नलिखित युग्मों पर विचार कीजिए :\nऐतिहासिक व्यक्ति - किस रूप में जाने गए\n1. आर्यदेव - जैन विद्वान\n2. दिग्नाग - बौद्ध विद्वान\n3. नाथमुनि - वैष्णव विद्वान\nउपर्युक्त युग्मों में से कितने युग्म सही सुमेलित हैं ?",
            "a_hin": "कोई भी युग्म नहीं",
            "b_hin": "केवल एक युग्म",
            "c_hin": "केवल दो युग्म",
            "d_hin": "सभी तीन युग्म",
            "ans": "c"
        },
        {
            "q_en": "With reference to Indian history, consider the following statements:\n1. The first Mongol invasion of India happened during the reign of Jalal-ud-din Khalji.\n2. During the reign of Ala-ud-din Khalji, one Mongol assault marched up to Delhi and besieged the city.\n3. Muhammad-bin-Tughlaq temporarily lost portions of north-west of his kingdom to Mongols.\nWhich of the statements given above is/are correct?",
            "a_en": "1 and 2",
            "b_en": "2 only",
            "c_en": "1 and 3",
            "d_en": "3 only",
            "q_hin": "भारतीय इतिहास के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1. भारत पर पहला मंगोल आक्रमण जलालुद्दीन खिलज़ी के राज्यकाल में हुआ ।\n2. अलाउद्दीन खिलज़ी के राज्य-काल में, एक मंगोल आक्रमण दिल्ली तक आ पहुँचा और उस शहर पर घेरा डाल दिया ।\n3. मुहम्मद-बिन-तुगलक मंगोलों से अपने राज्य के कुछ उत्तरी-पश्चिमी भाग अस्थायी रूप से हार गया था ।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "1 और 2",
            "b_hin": "केवल 2",
            "c_hin": "1 और 3",
            "d_hin": "केवल 3",
            "ans": "b"
        },
        {
            "q_en": "With reference to Indian history, who of the following were known as 'Kulah-Daran'?",
            "a_en": "Arab merchants",
            "b_en": "Qalandars",
            "c_en": "Persian calligraphists",
            "d_en": "Sayyids",
            "q_hin": "भारतीय इतिहास के सन्दर्भ में, निम्नलिखित में से कौन 'कुलाह-दारन' कहलाते थे ?",
            "a_hin": "अरब व्यापारी",
            "b_hin": "कलंदर",
            "c_hin": "फारसी खुशनवीस",
            "d_hin": "सय्यद",
            "ans": "d"
        },
        {
            "q_en": "With reference to Indian history, consider the following statements:\n1. The Dutch established their factories/warehouses on the east coast on lands granted to them by Gajapati rulers.\n2. Alfonso de Albuquerque captured Goa from the Bijapur Sultanate.\n3. The English East India Company established a factory at Madras on a plot of land leased from a representative of the Vijayanagara empire.\nWhich of the statements given above are correct?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "भारतीय इतिहास के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1. डच लोगों ने पूर्वी तटीय क्षेत्रों में गजपति शासकों द्वारा प्रदान की गई जमीनों पर अपनी फैक्टरियाँ/गोदाम स्थापित किए ।\n2. अल्फोंसो दे अलबुकर्क ने बीजापुर सल्तनत से गोआ को छीन लिया था ।\n3. अंग्रेज़ी ईस्ट इंडिया कंपनी ने मद्रास में विजयनगर साम्राज्य के एक प्रतिनिधि से पट्टे पर ली गई जमीन के एक प्लॉट पर फैक्टरी स्थापित की थी ।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "b"
        },
        {
            "q_en": "According to Kautilya's Arthashastra, which of the following are correct?\n1. A person could be a slave as a result of a judicial punishment.\n2. If a female slave bore her master a son, she was legally free.\n3. If a son born to a female slave was fathered by her master, the son was entitled to the legal status of the master's son.\nWhich of the statements given above are correct?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "कौटिल्य अर्थशास्त्र के अनुसार, निम्नलिखित में कौन-से सही हैं ?\n1. न्यायिक दंड के परिणामस्वरूप कोई व्यक्ति दास हो सकता था ।\n2. स्त्री दास अपने मालिक के संसर्ग से पुत्र जनन पर कानूनी तौर पर मुक्त हो जाती थी ।\n3. यदि स्त्री दास का मालिक उस स्त्री से पैदा हुए पुत्र का पिता हो, तो उस पुत्र को मालिक का पुत्र होने का कानूनी हक़ मिलता था ।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "a"
        },
        {
            "q_en": "Consider the following statements:\n1. Tight monetary policy of US Federal Reserve could lead to capital flight.\n2. Capital flight may increase the interest cost of firms with existing External Commercial Borrowings (ECBs).\n3. Devaluation of domestic currency decreases the currency risk associated with ECBs.\nWhich of the statements given above are correct?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए :\n1. US फ़ेडरल रिज़र्व की सख्त मुद्रा नीति पूँजी पलायन की ओर ले जा सकती है।\n2. पूँजी पलायन वर्तमान विदेशी वाणिज्यिक ऋणग्रहण (External Commercial Borrowings (ECBs)) वाली फर्मों की ब्याज लागत को बढ़ा सकता है।\n3. घरेलू मुद्रा का अवमूल्यन, ECBs से संबद्ध मुद्रा जोखिम को घटाता है\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "a"
        },
        {
            "q_en": "Consider the following States:\n1. Andhra Pradesh\n2. Kerala\n3. Himachal Pradesh\n4. Tripura\nHow many of the above are generally known as tea-producing States?",
            "a_en": "Only one State",
            "b_en": "Only two States",
            "c_en": "Only three States",
            "d_en": "All four States",
            "q_hin": "निम्नलिखित राज्यों पर विचार कीजिए:\n1. आंध्र प्रदेश\n2. केरल\n3. हिमाचल प्रदेश\n4. त्रिपुरा\nउपर्युक्त में से कितने आम तौर पर चाय-उत्पादक राज्य के रूप में जाने जाते हैं?",
            "a_hin": "केवल एक राज्य",
            "b_hin": "केवल दो राज्य",
            "c_hin": "केवल तीन राज्य",
            "d_hin": "सभी चारों राज्य",
            "ans": "d"
        },
        {
            "q_en": "Consider the following statements:\n1. In India, credit rating agencies are regulated by Reserve Bank of India.\n2. The rating agency popularly known as ICRA is a public limited company.\n3. Brickwork Ratings is an Indian credit rating agency.\nWhich of the statements given above are correct?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए:\n1. भारत में, साख़ क्षमता-निर्धारण एजेंसियां (क्रेडिट रेटिंग एजेंसीज) भारतीय रिज़र्व बैंक द्वारा विनियमित होती हैं ।\n2. ICRA नाम से जानी जाने वाली क्षमता-निर्धारण एजेंसी एक पब्लिक लिमिटेड कंपनी है ।\n3.ब्रिकवर्क रेटिंग्स एक भारतीय साख़ क्षमता-निर्धारण एजेंसी है ।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "b"
        },
        {
            "q_en": "With reference to the 'Banks Board Bureau (BBB)', which of the following statements are correct?\n1. The Governor of RBI is the Chairman of BBB.\n2. BBB recommends for the selection of heads for Public Sector Banks.\n3. BBB helps the Public Sector Banks in developing strategies and capital raising plans.\nSelect the correct answer using the code given below:",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "'बैंक बोर्ड ब्यूरो (BBB)' के सन्दर्भ में, निम्नलिखित में कौन-से कथन सही हैं?\n1. RBI का गवर्नर BBB का चेयरमैन होता है।\n2. BBB, सार्वजनिक क्षेत्रक बैंकों के अध्यक्षों के चयन के लिए संस्तुति करता है ।\n3. BBB, सार्वजनिक क्षेत्रक बैंकों को कार्यनीतियों और पूँजी-वर्धन योजनाओं को विकसित करने में मदद करता है।\nनीचे दिए कूट का प्रयोग कर सही उत्तर चुनिए:",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "b"
        },
        {
            "q_en": "With reference to Convertible Bonds, consider the following statements:\n1. As there is an option to exchange the bond for equity, Convertible Bonds pay a lower rate of interest.\n2. The option to convert to equity affords the bondholder a degree of indexation to rising consumer prices.\nWhich of the statements given above is/are correct?",
            "a_en": "1 only",
            "b_en": "2 only",
            "c_en": "Both 1 and 2",
            "d_en": "Neither 1 nor 2",
            "q_hin": "परिवर्तनीय बॉन्ड के संदर्भ में, निम्नलिखित कथनों पर विचार कीजिए:\n1. चूँकि बॉन्ड को ईक्विटी से बदलने का विकल्प है, परिवर्तनीय बॉन्ड अपेक्षाकृत कम ब्याज दर का भुगतान करते हैं ।\n2. ईक्विटी से बदलने का विकल्प बॉन्ड धारक को बढ़ती हुई उपभोक्ता कीमतों से सहलग्नता (इंडेक्सेशन) की मात्रा प्रदान करता है।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "केवल 1",
            "b_hin": "केवल 2",
            "c_hin": "1 और 2 दोनों",
            "d_hin": "न तो 1 न ही 2",
            "ans": "c"
        },
        {
            "q_en": "Consider the following:\n1. Asian Infrastructure Investment Bank\n2. Missile Technology Control Regime\n3. Shanghai Cooperation Organisation\nIndia is a member of which of the above?",
            "a_en": "1 and 2 only",
            "b_en": "3 only",
            "c_en": "2 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "निम्नलिखित पर विचार कीजिए:\n1. एशियाई अवसंरचना निवेश बैंक (एशियन इन्फ्रास्ट्रक्चर इन्वेस्टमेंट बैंक)\n2. प्रक्षेपास्त्र प्रौद्योगिकी नियंत्रण व्यवस्था (मिसाइल टेक्नोलॉजी कन्ट्रोल रिजीम )\n3. शंघाई सहयोग संगठन (शंघाई कोऑपरेशन ऑर्गेनाईजेशन)\nभारत उपर्युक्त में से किसका/किनका सदस्य है?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 3",
            "c_hin": "केवल 2 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "d"
        },
        {
            "q_en": "Consider the following statements:\n1. Vietnam has been one of the fastest growing economies in the world in the recent years.\n2. Vietnam is led by a multi-party political system.\n3. Vietnam's economic growth is linked to its integration with global supply chains and focus on exports.\n4. For a long time Vietnam's low labour costs and stable exchange rates have attracted global manufacturers.\n5. Vietnam has the most productive e-service sector in the Indo-Pacific region.\nWhich of the statements given above are correct?",
            "a_en": "2 and 4",
            "b_en": "3 and 5",
            "c_en": "1, 3 and 4",
            "d_en": "1 and 2",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए:\n1. हाल के वर्षों में वियतनाम विश्व में सबसे तेजी से बढ़ती हुई अर्थव्यवस्थाओं में से एक रहा है ।\n2. वियतनाम का नेतृत्व बहु-दलीय राजनीतिक प्रणाली के द्वारा होता है ।\n3. वियतनाम का आर्थिक विकास विश्वव्यापी पूर्ति शृंखलाओं के साथ इसके एकीकरण और निर्यात पर मुख्य ध्यान होने से जुड़ा है।\n4. लंबे समय से वियतनाम की निम्न श्रम लागतों और स्थिर विनिमय दरों ने वैश्विक निर्माताओं को आकर्षित किया है ।\n5. हिंद-प्रशांत क्षेत्र का सर्वाधिक उत्पादक e-सेवा सेक्टर वियतनाम में है ।\nउपर्युक्त कथनों में कौन-से सही हैं?",
            "a_hin": "2 और 4",
            "b_hin": "3 और 5",
            "c_hin": "1, 3 और 4",
            "d_hin": "1 और 2",
            "ans": "c"
        },
        {
            "q_en": "In India, which one of the following is responsible for maintaining price stability by controlling inflation?",
            "a_en": "Department of Consumer Affairs",
            "b_en": "Expenditure Management Commission",
            "c_en": "Financial Stability and Development Council",
            "d_en": "Reserve Bank of India",
            "q_hin": "भारत में, निम्नलिखित में कौन मुद्रास्फीति को नियंत्रित कर कीमत स्थिरता बनाए रखने के लिए उत्तरदायी है ?",
            "a_hin": "उपभोक्ता मामले विभाग",
            "b_hin": "व्यय प्रबंधन आयोग",
            "c_hin": "वित्तीय स्थिरता और विकास परिषद्",
            "d_hin": "भारतीय रिज़र्व बैंक",
            "ans": "d"
        },
        {
            "q_en": "With reference to Non-Fungible Tokens (NFTs), consider the following statements:\n1. They enable the digital representation of physical assets.\n2. They are unique cryptographic tokens that exist on a blockchain.\n3. They can be traded or exchanged at equivalency and therefore can be used as a medium of commercial transactions.\nWhich of the statements given above are correct?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "नॉन-फंजिबल टोकंस (NFTs) के संदर्भ में, निम्नलिखित कथनों पर विचार कीजिए:\n1. वे भौतिक परिसंपत्तियों के अंकीय निरूपण को सुकर बनाते हैं।\n2. वे अनन्य क्रिप्टोग्राफिक टोकंस हैं जो किसी ब्लॉकचैन में विद्यमान हैं।\n3. उनका, तुल्यता पर, व्यापार या विनिमय किया जा सकता है और इसलिए उनका वाणिज्यिक लेन-देन के माध्यम के रूप में इस्तेमाल किया जा सकता है।\nउपर्युक्त कथनों में कौन-से सही हैं?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "a"
        },
        {
            "q_en": "Consider the following pairs:\nReservoirs - States\n1. Ghataprabha - Telangana\n2. Gandhi Sagar - Madhya Pradesh\n3. Indira Sagar - Andhra Pradesh\n4. Maithon - Chhattisgarh\nHow many pairs given above are not correctly matched?",
            "a_en": "Only one pair",
            "b_en": "Only two pairs",
            "c_en": "Only three pairs",
            "d_en": "All four pairs",
            "q_hin": "निम्नलिखित युग्मों पर विचार कीजिए:\nजलाशय - राज्य\n1. घाटप्रभा - तेलंगाना\n2. गांधी सागर - मध्य प्रदेश\n3. इंदिरा सागर - आंध्र प्रदेश\n4. मैथन - छत्तीसगढ़\nउपर्युक्त में से कितने युग्म सुमेलित नहीं  हैं?",
            "a_hin": "केवल एक युग्म",
            "b_hin": "केवल दो युग्म",
            "c_hin": "केवल तीन युग्म",
            "d_hin": "सभी चारों युग्म",
            "ans": "c"
        },
        {
            "q_en": "In India, which one of the following compiles information on industrial disputes, closures, retrenchments and lay-offs in factories employing workers?",
            "a_en": "Central Statistics Office",
            "b_en": "Department for Promotion of Industry and Internal Trade",
            "c_en": "Labour Bureau",
            "d_en": "National Technical Manpower Information System",
            "q_hin": "भारत में, निम्नलिखित में कौन उन फैक्टरियों में जिनमें कामगार नियुक्त हैं, औद्योगिक विवादों, समापनों, छँटनी और कामबंदी के विषय में सूचनाओं को संकलित करता है?",
            "a_hin": "केंद्रीय सांख्यिकी कार्यालय",
            "b_hin": "उद्योग संवर्धन और आंतरिक व्यापार विभाग",
            "c_hin": "श्रम ब्यूरो",
            "d_hin": "राष्ट्रीय तकनीकी जनशक्ति सूचना प्रणाली",
            "ans": "c"
        },
        {
            "q_en": "In India, what is the role of the Coal Controller's Organization (CCO)?\n1. CCO is the major source of Coal Statistics in Government of India.\n2. It monitors progress of development of Captive Coal/Lignite blocks.\n3. It hears any objection to the Government's notification relating to acquisition of coal-bearing areas.\n4. It ensures that coal mining companies deliver the coal to end users in the prescribed time.\nSelect the correct answer using the code given below:",
            "a_en": "1, 2 and 3",
            "b_en": "3 and 4 only",
            "c_en": "1 and 2 only",
            "d_en": "1, 2 and 4",
            "q_hin": "भारत में, कोयला नियंत्रक संगठन (Coal Controller's Organization (CCO)) की क्या भूमिका है?\n1. CCO भारत सरकार में कोयला सांख्यिकी का प्रमुख स्रोत है।\n2. यह बद्ध कोयला/लिग्नाइट खंड के विकास की प्रगति का मॉनीटरन करता है।\n3. यह कोयलायुक्त क्षेत्रों के अधिग्रहण के संबंध में सरकार की अधिसूचना के प्रति किसी आपत्ति का अनुश्रवण करता है।\n4. यह सुनिश्चित करता है कि कोयला खनन कंपनियाँ विहित समय में अंतिम उपभोक्ताओं को कोयला वितरण कीजिए।\nनीचे दिए कूट का प्रयोग कर सही उत्तर चुनिए:",
            "a_hin": "1, 2 और 3",
            "b_hin": "केवल 3 और 4",
            "c_hin": "केवल 1 और 2",
            "d_hin": "1, 2 और 4",
            "ans": "a"
        },
        {
            "q_en": "If a particular area is brought under the Fifth Schedule of the Constitution of India, which one of the following statements best reflects the consequence of it?",
            "a_en": "This would prevent the transfer of land of tribal people to non-tribal people.",
            "b_en": "This would create a local self-governing body in that area.",
            "c_en": "This would convert that area into a Union Territory.",
            "d_en": "The State having such areas would be declared a Special Category State.",
            "q_hin": "यदि किसी विशिष्ट क्षेत्र को भारत के संविधान की पाँचवीं अनुसूची के अधीन लाया जाए, तो निम्नलिखित कथनों में कौन-सा एक, इसके परिणाम को सर्वोत्तम रूप से प्रतिबिंबित करता है?",
            "a_hin": "इससे जनजातीय लोगों की जमीनें गैर-जनजातीय लोगों को अंतरित करने पर रोक लगेगी।",
            "b_hin": "इससे उस क्षेत्र में एक स्थानीय स्वशासी निकाय का सृजन होगा।",
            "c_hin": "इससे वह क्षेत्र संघ राज्यक्षेत्र में बदल जाएगा।",
            "d_hin": "जिस राज्य के पास ऐसे क्षेत्र होंगे, उसे विशेष कोटि का राज्य घोषित किया जाएगा।",
            "ans": "a"
        },
        {
            "q_en": "Consider the following statements:\n1. The India Sanitation Coalition is a platform to promote sustainable sanitation and is funded by the Government of India and the World Health Organization.\n2. The National Institute of Urban Affairs is an apex body of the Ministry of Housing and Urban Affairs in Government of India and provides innovative solutions to address the challenges of Urban India.\nWhich of the statements given above is/are correct?",
            "a_en": "1 only",
            "b_en": "2 only",
            "c_en": "Both 1 and 2",
            "d_en": "Neither 1 nor 2",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए:\n1. भारत स्वच्छता गठबंधन धारणीय स्वच्छता को संवर्धित करने वाला प्लेटफॉर्म है और भारत सरकार तथा विश्व स्वास्थ्य संगठन द्वारा इसका वित्तपोषण होता है।\n2. राष्ट्रीय नगर कार्य संस्थान भारत सरकार में आवासन एवं शहरी कार्य मंत्रालय का शीर्षस्थ निकाय है, और यह शहरी भारत की चुनौतियों का समाधान करने के नवप्रवर्तक हल उपलब्ध कराता है।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं?",
            "a_hin": "केवल 1",
            "b_hin": "केवल 2",
            "c_hin": "1 और 2 दोनों",
            "d_hin": "न तो 1 न ही 2",
            "ans": "a"
        },
        {
            "q_en": "Which one of the following has been constituted under the Environment (Protection) Act, 1986?",
            "a_en": "Central Water Commission",
            "b_en": "Central Ground Water Board",
            "c_en": "Central Ground Water Authority",
            "d_en": "National Water Development Agency",
            "q_hin": "निम्नलिखित में कौन-सा पर्यावरण (संरक्षण) अधिनियम, 1986 के तहत गठित किया गया है?",
            "a_hin": "केंद्रीय जल आयोग",
            "b_hin": "केंद्रीय भूजल बोर्ड",
            "c_hin": "केंद्रीय भूजल प्राधिकरण",
            "d_hin": "राष्ट्रीय जल विकास अभिकरण",
            "ans": "c"
        },
        {
            "q_en": "With reference to the 'United Nations Credentials Committee', consider the following statements:\n1. It is a committee set up by the UN Security Council and works under its supervision.\n2. It traditionally meets in March, June and September every year.\n3. It assesses the credentials of all UN members before submitting a report to the General Assembly for approval.\nWhich of the statements given above is/are correct?",
            "a_en": "3 only",
            "b_en": "1 and 3",
            "c_en": "2 and 3",
            "d_en": "1 and 2",
            "q_hin": "'संयुक्त राष्ट्र साख समिति (UNCC)' के संदर्भ में, निम्नलिखित कथनों पर विचार कीजिए:\n1. यह संयुक्त राष्ट्र (UN) सुरक्षा परिषद् द्वारा स्थापित समिति है और इसके पर्यवेक्षण के अधीन काम करती है।\n2.पारंपरिक रूप से प्रति वर्ष मार्च, जून और सितंबर में इसकी बैठक होती है।\n3.यह महासभा को अनुमोदन हेतु रिपोर्ट प्रस्तुत करने से पूर्व सभी UN सदस्यों के प्रत्ययों का आकलन करती है।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "केवल 3",
            "b_hin": "1 और 3",
            "c_hin": "2 और 3",
            "d_hin": "1 और 2",
            "ans": "a"
        },
        {
            "q_en": "Which one of the following statements best describes the 'Polar Code'?",
            "a_en": "It is the international code of safety for ships operating in polar waters.",
            "b_en": "It is the agreement of the countries around the North Pole regarding the demarcation of their territories in the polar region.",
            "c_en": "It is a set of norms to be followed by the countries whose scientists undertake research studies in the North Pole and South Pole.",
            "d_en": "It is a trade and security agreement of the member countries of the Arctic Council.",
            "q_hin": "निम्नलिखित में से कौन-सा एक कथन 'ध्रुवीय संहिता' का सर्वोत्तम वर्णन करता है?",
            "a_hin": "ध्रुवीय जलराशियों में परिचालन कर रहे जहाज़ों के लिए यह सुरक्षा का अंतर्राष्ट्रीय संहिता है।",
            "b_hin": "यह उत्तरी ध्रुव के आसपास के देशों का ध्रुवीय क्षेत्र में अपने राज्यक्षेत्रों के सीमांकन का समझौता है।",
            "c_hin": "यह उत्तरी ध्रुव और दक्षिणी ध्रुव में अनुसंधान करने वाले वैज्ञानिकों के देशों द्वारा अपनाए जाने वाले मानकों का समुच्चय है।",
            "d_hin": "यह आर्कटिक कौंसिल के सदस्य देशों का व्यापारिक और सुरक्षा समझौता है।",
            "ans": "a"
        },
        {
            "q_en": "With reference to the United Nations General Assembly, consider the following statements:\n1. The UN General Assembly can grant observer status to the non-member States.\n2. Inter-governmental organisations can seek observer status in the UN General Assembly.\n3. Permanent Observers in the UN General Assembly can maintain missions at the UN headquarters.\nWhich of the statements given above are correct?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "संयुक्त राष्ट्र महासभा के संदर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1. UN महासभा, गैर-सदस्य राष्ट्रों को प्रेक्षक स्थिति प्रदान कर सकती है।\n2. अंतःसरकारी संगठन UN महासभा में प्रेक्षक स्थिति पाने का प्रयत्न कर सकते हैं ।\n3. UN महासभा में स्थायी प्रेक्षक UN मुख्यालय में मिशन बनाए रख सकते हैं।\nउपर्युक्त कथनों में कौन-से सही हैं ?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "d"
        },
        {
            "q_en": "With reference to the 'Tea Board' in India, consider the following statements:\n1. The Tea Board is a statutory body.\n2. It is a regulatory body attached to the Ministry of Agriculture and Farmers Welfare.\n3. The Tea Board's Head Office is situated in Bengaluru.\n4. The Board has overseas offices at Dubai and Moscow.\nWhich of the statements given above are correct?",
            "a_en": "1 and 3",
            "b_en": "2 and 4",
            "c_en": "3 and 4",
            "d_en": "1 and 4",
            "q_hin": "भारत में 'चाय बोर्ड' के संदर्भ में, निम्नलिखित कथनों पर विचार कीजिए:\n1. चाय बोर्ड सांविधिक निकाय है।\n2. यह कृषि एवं किसान कल्याण मंत्रालय से संलग्न नियामक निकाय है।\n3. चाय बोर्ड का प्रधान कार्यालय बेंगलुरु में स्थित है।\n4. इस बोर्ड के दुबई और मॉस्को में विदेशी कार्यालय हैं।\nउपर्युक्त कथनों में कौन-से सही हैं?",
            "a_hin": "1 और 3",
            "b_hin": "2 और 4",
            "c_hin": "3 और 4",
            "d_hin": "1 और 4",
            "ans": "d"
        },
        {
            "q_en": "Which one of the following best describes the term 'greenwashing'?",
            "a_en": "Conveying a false impression that a company's products are eco-friendly and environmentally sound",
            "b_en": "Non-inclusion of ecological/environmental costs in the Annual Financial Statements of a country",
            "c_en": "Ignoring the disastrous ecological consequences while undertaking infrastructure development",
            "d_en": "Making mandatory provisions for environmental costs in a government project/programme",
            "q_hin": "निम्नलिखित में कौन-सा एक, 'ग्रीनवाशिंग' शब्द का सर्वोत्तम वर्णन है?",
            "a_hin": "मिथ्या रूप से यह प्रभाव व्यक्त करना कि कंपनी के उत्पाद पारिस्थितिक- अनुकूली (ईको-फ्रेंडली) और पर्यावरणीय रूप से उपयुक्त हैं। ",
            "b_hin": "किसी देश के वार्षिक वित्तीय विवरणों में पारिस्थितिक/पर्यावरणीय लागतों को शामिल नहीं करना।",
            "c_hin": "आधारिक संरचना विकसित करते करते समय अनर्थकारी पारिस्थितिक दुष्परिणामों की उपेक्षा करना।",
            "d_hin": "किसी सरकारी परियोजना/कार्यक्रम में पर्यावरणीय लागतों के लिए अनिवार्य उपबंध करना।",
            "ans": "a"
        },
        {
            "q_en": "Consider the following statements:\n1. High clouds primarily reflect solar radiation and cool the surface of the Earth.\n2. Low clouds have a high absorption of infrared radiation emanating from the Earth's surface and thus cause warming effect.\nWhich of the statements given above is/are correct?",
            "a_en": "1 only",
            "b_en": "2 only",
            "c_en": "Both 1 and 2",
            "d_en": "Neither 1 nor 2",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए:\n1. ऊंचे बादल मुख्यत: सौर विकिरण को परावर्तित कर भूपृष्ठ को ठंडा करते हैं।\n2. भूपृष्ठ से उत्सर्जित होने वाली अवरक्त विकिरणों का निचले बादल में बहुत अधिक अवशोषण होता है और इससे तापन प्रभाव होता है।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं?",
            "a_hin": "केवल 1",
            "b_hin": "केवल 2",
            "c_hin": "1 और 2 दोनों",
            "d_hin": "न तो 1 न ही 2",
            "ans": "d"
        },
        {
            "q_en": "Consider the following statements:\n1. Bidibidi is a large refugee settlement in north-western Kenya.\n2. Some people who fled from South Sudan civil war live in Bidibidi.\n3. Some people who fled from civil war in Somalia live in Dadaab refugee complex in Kenya.\nWhich of the statements given above is/are correct?",
            "a_en": "1 and 2",
            "b_en": "2 only",
            "c_en": "2 and 3",
            "d_en": "3 only",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए:\n1. उत्तरी-पश्चिमी केन्या में बीड़ीबीड़ी एक वृहद् शरणार्थी बस्ती है।\n2. दक्षिण सूडान गृह युद्ध से पलायन किए हुए कुछ लोग बीड़ीबीड़ी में रहते हैं।\n3. सोमालिया के गृह युद्ध से पलायन किए हुए कुछ लोग केन्या के दाब शरणार्थी संकुल में रहते हैं।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं?",
            "a_hin": "1 और 2",
            "b_hin": "केवल 2",
            "c_hin": "2 और 3",
            "d_hin": "केवल 3",
            "ans": "c"
        },
        {
            "q_en": "Consider the following countries:\n1. Armenia\n2. Azerbaijan\n3. Croatia\n4. Romania\n5. Uzbekistan\nWhich of the above are members of the Organization of Turkic States?",
            "a_en": "1, 2 and 4",
            "b_en": "1 and 3",
            "c_en": "2 and 5",
            "d_en": "3, 4 and 5",
            "q_hin": "निम्नलिखित देशों पर विचार कीजिए:\n1.आर्मीनिया\n2. अजरबैजान\n3. क्रोएशिया\n4. रोमानिया\n5. उज़्बेकिस्तान\nउपर्युक्त में कौन-से तुर्की राज्यों के संगठन के सदस्य हैं?",
            "a_hin": "1, 2 और 4",
            "b_hin": "1 और 3",
            "c_hin": "2 और 5",
            "d_hin": "3, 4 और 5",
            "ans": "c"
        },
        {
            "q_en": "Consider the following statements:\n1. Gujarat has the largest solar park in India.\n2. Kerala has a fully solar powered International Airport.\n3. Goa has the largest floating solar photovoltaic project in India.\nWhich of the statements given above is/are correct?",
            "a_en": "1 and 2",
            "b_en": "2 only",
            "c_en": "1 and 3",
            "d_en": "3 only",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए:\n1. गुजरात में भारत का विशालतम सौर पार्क है।\n2. केरल में पूर्णत: सौर शक्तिकृत अंतर्राष्ट्रीय हवाई अड्डा है।  \n3. गोआ में भारत की विशालतम तैरती हुई सौर प्रकाश-वोल्टीय परियोजना है।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं?",
            "a_hin": "1 और 2",
            "b_hin": "केवल 2",
            "c_hin": "1 और 3",
            "d_hin": "केवल 3",
            "ans": "b"
        },
        {
            "q_en": "With reference to the United Nations Convention on the Law of Sea, consider the following statements:\n1. A coastal state has the right to establish the breadth of its territorial sea up to a limit not exceeding 12 nautical miles, measured from baseline determined in accordance with the convention.\n2. Ships of all states, whether coastal or land-locked, enjoy the right of innocent passage through the territorial sea.\n3. The Exclusive Economic zone shall not extend beyond 200 nautical miles from the baseline from which the breadth of the territorial sea is measured.\nWhich of the statements given above are correct?",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "समुद्री कानून पर संयुक्त राष्ट्र अभिसमय (UNCLOS) के संदर्भ में, निम्नलिखित कथनों पर विचार कीजिए:\n1. किसी तटीय राष्ट्र को, अपने प्रादेशिक समुद्र की चौड़ाई को, आधार-रेखा से मापित, 12 समुद्री मील से अनधिक सीमा तक अभिसमय के अनुरूप सुस्थापित करने का अधिकार है।\n2. सभी राज्यों के, चाहे वे तटीय हों या भू-बद्ध भाग के हों, जहाजों को प्रादेशिक समुद्र से हो, कर बिना रोक-टोक यात्रा का अधिकार होता है।\n3.अनन्य आर्थिक क्षेत्र का विस्तार उस आधार-रेखा से 200 समुद्री मील से अधिक नहीं होगा, जहाँ से प्रादेशिक समुद्र की चौड़ाई मापी जाती है।\nउपर्युक्त कथनों में कौन-से सही हैं?",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "d"
        },
        {
            "q_en": "Which one of the following statements best reflects the issue with Senkaku Islands, sometimes mentioned in the news?",
            "a_en": "It is generally believed that they are artificial islands made by a country around South China Sea.",
            "b_en": "China and Japan engage in maritime disputes over these islands in East China Sea.",
            "c_en": "A permanent American military base has been set up there to help Taiwan to increase its defence capabilities.",
            "d_en": "Though International Court of Justice declared them as no man's land, some South-East Asian countries claim them.",
            "q_hin": "निम्नलिखित कथनों में कौन-सा एक, कभी-कभी समाचारों में उल्लिखित सेंकाकू द्वीप विवाद को सर्वोत्तम रूप में प्रतिबिंबित करता है?",
            "a_hin": "प्रायः माना जाता है कि वे दक्षिणी चीन सागर के आसपास किसी देश द्वारा निर्मित कृत्रिम द्वीप हैं।",
            "b_hin": "चीन और जापान के बीच पूर्वी चीन सागर में इन द्वीपों के विषय में समुद्री विवाद होता रहता है।",
            "c_hin": "वहाँ ताइवान को अपनी रक्षा क्षमताओं को बढ़ाने में मदद करने के लिए एक स्थायी अमेरिकी सैन्य अड्डा स्थापित किया गया है।",
            "d_hin": "यद्यपि अंतर्राष्ट्रीय न्यायालय ने उन्हें अस्वामिक भूमि घोषित किया है, तथापि कुछ दक्षिण-पूर्वी एशियाई देश उन पर दावा करते हैं।",
            "ans": "b"
        },
        {
            "q_en": "Consider the following pairs:\nCountry - Important reason for being in the news recently\n1. Chad - Setting up of permanent military base by China\n2. Guinea - Suspension of Constitution and Government by military\n3. Lebanon - Severe and prolonged economic depression\n4. Tunisia - Suspension of Parliament by President\nHow many pairs given above are correctly matched?",
            "a_en": "Only one pair",
            "b_en": "Only two pair",
            "c_en": "Only three pair",
            "d_en": "All four pairs",
            "q_hin": "निम्नलिखित युग्मों पर विचार कीजिए :\nदेश - हाल ही में समाचारों में होने का महत्त्वपूर्ण कारण\n1. चाड - चीन द्वारा स्थायी सैन्य बेस की स्थापना\n2. गिनी - सेना द्वारा संविधान और सरकार का निलंबन\n3. लेबनान - गंभीर और लंबे समय की आर्थिक मंदी\n4. यूनीशिया - राष्ट्रपति द्वारा संसद का निलंबन\nउपर्युक्त युग्मों में कितने सही सुमेलित हैं ?",
            "a_hin": "केवल एक युग्म",
            "b_hin": "केवल दो युग्म",
            "c_hin": "केवल तीन युग्म",
            "d_hin": "सभी चारों युग्म",
            "ans": "c"
        },
        {
            "q_en": "Consider the following pairs:\nRegion often mentioned in the news - Country\n1. Anatolia -Turkey\n2. Amhara -Ethiopia\n3. Cabo Delgado - Spain\n4. Catalonia - Italy\nHow many pairs given above are correctly matched?",
            "a_en": "Only one pair",
            "b_en": "Only two pairs",
            "c_en": "Only three pairs",
            "d_en": "All four pairs",
            "q_hin": "निम्नलिखित युग्मों पर विचार कीजिए :\nअक्सर समाचारों में उल्लिखित क्षेत्र - देश\n1. अनातोलिया - तुर्की\n2. अम्हारा - इथियोपिया\n3. कबो डेल्गादो - स्पेन\n4. कैटेलोनिया - इटली\nउपर्युक्त युग्मों में कितने सही सुमेलित हैं ?",
            "a_hin": "केवल एक युग्म",
            "b_hin": "केवल दो युग्म",
            "c_hin": "केवल तीन युग्म",
            "d_hin": "सभी चारों युग्म",
            "ans": "b"
        },
        {
            "q_en": "With reference to Indian laws about wildlife protection, consider the following statements:\n1. Wild animals are the sole property of the government.\n2. When a wild animal is declared protected, such animal is entitled for equal protection whether it is found in protected areas or outside.\n3. Apprehension of a protected wild animal becoming a danger to human life is sufficient ground for its capture or killing.\nWhich of the statements given above is/are correct?",
            "a_en": "1 and 2",
            "b_en": "2 only",
            "c_en": "1 and 3",
            "d_en": "3 only",
            "q_hin": "वन्यजीव संरक्षण के बारे में भारतीय विधियों के सन्दर्भ में, निम्नलिखित कथनों पर विचार कीजिए :\n1. वन्यजीव, एकमात्र सरकार की संपत्ति हैं ।\n2. जब किसी वन्यजीव को संरक्षित घोषित किया जाता है, तो यह जीव चाहे संरक्षित क्षेत्र में हो या उससे बाहर, समान संरक्षण का हकदार है ।\n3. किसी संरक्षित वन्यजीव के मानव जीवन के लिए ख़तरा बन जाने की आशंका उस जीव को पकड़ने या मार दिए जाने का पर्याप्त आधार है ।\nउपर्युक्त कथनों में कौन-सा/से सही हैं ?",
            "a_hin": "1 और 2",
            "b_hin": "केवल 2",
            "c_hin": "1 और 3",
            "d_hin": "केवल 3",
            "ans": "a"
        },
        {
            "q_en": "Certain species of which one of the following organisms are well known as cultivators of fungi?",
            "a_en": "Ant",
            "b_en": "Cockroach",
            "c_en": "Crab",
            "d_en": "Spider",
            "q_hin": "निम्नलिखित में से किस एक जीव की कुछ प्रजातियाँ कवकों के कृषकों के रूप में जानी जाती हैं ?",
            "a_hin": "चींटी",
            "b_hin": "कॉक्रोच",
            "c_hin": "केकड़ा",
            "d_hin": "मकड़ी",
            "ans": "a"
        },
        {
            "q_en": "Consider the following pairs:\nSite of Ashoka's major rock edicts - Location in the State of\n1. Dhauli - Odisha\n2. Erragudi - Andhra Pradesh\n3. Jaugada - Madhya Pradesh\n4. Kalsi - Karnataka\nHow many pairs given above are correctly matched?",
            "a_en": "Only one pair",
            "b_en": "Only two pairs",
            "c_en": "Only three pairs",
            "d_en": "All four pairs",
            "q_hin": "निम्नलिखित युग्मों पर विचार कीजिए :\nअशोक के प्रमुख शिलालेखों के स्थान - वह स्थान जिस राज्य में हैं\n1. धौली - ओडिशा\n2. एर्रगुडी - आंध्र प्रदेश\n3. जौगाडा - मध्य प्रदेश\n4. कलसी - कर्नाटक\nउपर्युक्त युग्मों में से कितने सही सुमेलित हैं ?",
            "a_hin": "केवल एक युग्म",
            "b_hin": "केवल दो युग्म",
            "c_hin": "केवल तीन युग्म",
            "d_hin": "सभी चारों युग्म",
            "ans": "b"
        },
        {
            "q_en": "Consider the following pairs:\nKing - Dynasty\n1. Nannuka - Chandela\n2. Jayashakti - Paramara\n3. Nagabhata II - Gurjara-Pratihara\n4. Bhoja - Rashtrakuta\nHow many pairs given above are correctly matched?",
            "a_en": "Only one pairs",
            "b_en": "Only two pairs",
            "c_en": "Only three pairs",
            "d_en": "All four pairs",
            "q_hin": "निम्नलिखित युग्मों पर विचार कीजिए :\nराजा - राजवंश\n1. नान्नुक - चंदेल\n2. जयशक्ति - परमार\n3. नागभट द्वितीय - गुर्जर-प्रतिहार\n4. भोज - राष्ट्रकूट\nउपर्युक्त युग्मों में कितने सही सुमेलित हैं ?",
            "a_hin": "केवल एक युग्म",
            "b_hin": "केवल दो युग्म",
            "c_hin": "केवल तीन युग्म",
            "d_hin": "सभी चारों युग्म",
            "ans": "b"
        },
        {
            "q_en": "Which one of the following statements about Sangam literature in ancient South India is correct?",
            "a_en": "Sangam poems are devoid of any reference to material culture.",
            "b_en": "The social classification of Varna was known to Sangam poets.",
            "c_en": "Sangam poems have no reference to warrior ethic.",
            "d_en": "Sangam literature refers to magical forces as irrational.",
            "q_hin": "प्राचीन दक्षिण भारत में संगम साहित्य के बारे में, निम्नलिखित कथनों में कौन-सा एक, सही है ?",
            "a_hin": "संगम कविताओं में भौतिक संस्कृति का कोई सन्दर्भ नहीं है ।",
            "b_hin": "वर्ण का सामाजिक वर्गीकरण संगम कवियों को ज्ञात था ।",
            "c_hin": "संगम कविताओं में समर शौर्य का कोई सन्दर्भ नहीं है ।",
            "d_hin": "संगम साहित्य में जादुई ताकतों को असंगत बताया गया है ।",
            "ans": "b"
        },
        {
            "q_en": "'Yogavasistha' was translated into Persian by Nizamuddin Panipati during the reign of:",
            "a_en": "Akbar",
            "b_en": "Humayun",
            "c_en": "Shahjahan",
            "d_en": "Aurangzeb",
            "q_hin": "किसके राज्यकाल में “योगवाशिष्ठ” का निज़ामुद्दीन पानीपति द्वारा फ़ारसी में अनुवाद किया गया ?",
            "a_hin": "अकबर",
            "b_hin": "हुमायूँ",
            "c_hin": "शाहजहाँ",
            "d_hin": "औरंगजेब",
            "ans": "a"
        },
        {
            "q_en": "The world's second tallest statue in sitting pose of Ramanuja was inaugurated by the Prime Minister of India at Hyderabad recently. Which one of the following statements correctly represents the teachings of Ramanuja?",
            "a_en": "The best means of salvation was devotion.",
            "b_en": "Vedas are eternal, self-existent and wholly authoritative.",
            "c_en": "Logical arguments were essential means for the highest bliss.",
            "d_en": "Salvation was to be obtained through meditation.",
            "q_hin": "हाल ही में हैदराबाद में भारत के प्रधान मंत्री द्वारा रामानुज की आसन मुद्रा में विश्व की दूसरी सबसे ऊँची मूर्ति का उद्घाटन किया गया था । निम्नलिखित कथनों में कौन-सा एक, रामानुज की शिक्षाओं को सही निरूपित करता है ?",
            "a_hin": "मोक्ष प्राप्ति का सर्वोत्तम साधन भक्ति हैं।",
            "b_hin": "वेद शाश्वत, आत्म-प्रतिष्ठित तथा पूर्णतया प्रामाणिक हैं।",
            "c_hin": "तर्कसंगत युक्तियाँ सर्वोच्च आनंद के मौलिक माध्यम हैं।",
            "d_hin": "ध्यान के माध्यम से मोक्ष पाया जा सकता हैं।",
            "ans": "a"
        },
        {
            "q_en": "The Prime Minister recently inaugurated the new Circuit House near Somnath Temple at Veraval. Which of the following statements are correct regarding Somnath Temple?\n1. Somnath Temple is one of the Jyotirlinga shrines.\n2. A description of Somnath Temple was given by Ali-Biruni.\n3. Pran Pratishtha of Somnath Temple (installation of the present day temple) was done by President S. Radhakrishnan.\nSelect the correct answer using the code given below:",
            "a_en": "1 and 2 only",
            "b_en": "2 and 3 only",
            "c_en": "1 and 3 only",
            "d_en": "1, 2 and 3",
            "q_hin": "हाल ही में, प्रधान मंत्री ने वेरावल में सोमनाथ मंदिर के निकट नए सर्किट हाउस का उद्घाटन किया। सोमनाथ मंदिर के बारे में निम्नलिखित कथनों में कौन-से सही हैं ?\n1. सोमनाथ मंदिर ज्योतिर्लिंग देव-मंदिरों में से एक है ।\n2. अल-बरूनी ने सोमनाथ मंदिर का वर्णन किया है ।\n3. सोमनाथ मंदिर की प्राण-प्रतिष्ठा (आज के मंदिर की स्थापना) राष्ट्रपति एस. राधाकृष्णन द्वारा की गई थी ।\nनीचे दिए कूट का प्रयोग कर सही उत्तर चुनिए  :",
            "a_hin": "केवल 1 और 2",
            "b_hin": "केवल 2 और 3",
            "c_hin": "केवल 1 और 3",
            "d_hin": "1, 2 और 3",
            "ans": "a"
        },
        {
            "q_en": "Which one of the following statements best describes the role of B cells and T cells in the human body?",
            "a_en": "They protect the body from environmental allergens.",
            "b_en": "They alleviate the body's pain and inflammation.",
            "c_en": "They act as immunosuppressants in the body.",
            "d_en": "They protect the body from the diseases caused by pathogens.",
            "q_hin": "निम्नलिखित कथनों में कौन-सा एक, मानव शरीर में B कोशिकाओं और T कोशिकाओं की भूमिका का सर्वोत्तम वर्णन है ?",
            "a_hin": "वे शरीर को पर्यावरणीय प्रत्यूर्जकों (एलर्जनों) से संरक्षित करती हैं ।",
            "b_hin": "वे शरीर के दर्द और सूजन का अपशमन करती हैं ।",
            "c_hin": "वे शरीर में प्रतिरक्षा-निरोधकों की तरह काम करती हैं।",
            "d_hin": "वे शरीर को रोगजनकों द्वारा होने वाले रोगों से बचाती हैं ।",
            "ans": "d"
        },
        {
            "q_en": "Consider the following statements:\n1. Other than those made by humans, nanoparticles do not exist in nature.\n2. Nanoparticles of some metallic oxides are used in the manufacture of some cosmetics.\n3. Nanoparticles of same commercial products which enter the environment are unsafe for humans.\nWhich of the statements given above is/are correct?",
            "a_en": "1 only",
            "b_en": "3 only",
            "c_en": "1 and 2",
            "d_en": "2 and 3",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए :\n1. परासूक्ष्मकण (नैनोपार्टिकल्स), मानव-निर्मित होने के सिवाय, प्रकृति में अस्तित्व में नहीं हैं ।\n2. कुछ धात्विक ऑक्साइडों के परासूक्ष्मकण, प्रसाधन-सामग्री (कॉस्मेटिक्स) के निर्माण में काम आते हैं ।\n3. कुछ वाणिज्यिक उत्पादों के परासूक्ष्मकण, जो पर्यावरण में आ जाते हैं, मनुष्यों के लिए असुरक्षित हैं ।\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "केवल 1",
            "b_hin": "केवल 3",
            "c_hin": "1 और 2",
            "d_hin": "2 और 3",
            "ans": "d"
        },
        {
            "q_en": "Consider the following statements:\nDNA Barcoding can be a tool to:\n1. assess the age of a plant or animal.\n2. distinguish among species that look alike.\n3. identify undesirable animal or plant materials in processed foods.\nWhich of the statements given above is/are correct?",
            "a_en": "1 only",
            "b_en": "3 only",
            "c_en": "1 and 2",
            "d_en": "2 and 3",
            "q_hin": "निम्नलिखित कथनों पर विचार कीजिए :\nDNA बारकोडिंग किसका उपसाधन हो सकता है ?\n1. किसी पादप या प्राणी की आयु का आकलन करने के लिए\n2. समान दिखने वाली प्रजातियों के बीच भिन्नता जानने के लिए\n3. प्रसंस्कृत खाद्यपदार्थों में अवांछित प्राणी या पादप सामग्री को पहचानने के लिए\nउपर्युक्त कथनों में कौन-सा/से सही है/हैं ?",
            "a_hin": "केवल 1",
            "b_hin": "केवल 3",
            "c_hin": "1 और 2",
            "d_hin": "2 और 3",
            "ans": "d"
        },
        {
            "q_en": "Consider the following:\n1. Carbon monoxide\n2. Nitrogen oxide\n3. Ozone\n4. Sulphur dioxide\nExcess of which of the above in the environment is/are cause(s) of acid rain?",
            "a_en": "1, 2 and 3",
            "b_en": "2 and 4 only",
            "c_en": "4 only",
            "d_en": "1, 3 and 4",
            "q_hin": "निम्नलिखित पर विचार कीजिए :\n1. कार्बन मोनोक्साइड\n2. नाइट्रोजन ऑक्साइड\n3.ओजोन\n4.सल्फर डाइऑक्साइड\nवातावरण में उपर्युक्त में से किसकी/किनकी अधिकता होने से अम्ल वर्षा होती है?",
            "a_hin": "1, 2 और 3",
            "b_hin": "केवल 2 और 4",
            "c_hin": "केवल 4",
            "d_hin": "1, 3 और 4",
            "ans": "b"
        }
    ]
}