{
	"QuizQuestions":[
		{
			"q_en":"With reference to the coins of ancient India, consider the following statements:\n1. The first coins to bear the names and images of rulers were issued by the Indo-Greeks.\n2. The Kushans issued the largest hoards of gold coins.\n3. Coins were also issued by tribal republics such as that of the Yaudheyas of Punjab and Haryana.\nWhich of the statements given above is/are correct?",
            "a_en":"1 and 2 only",
            "b_en":"2 and 3 only",
            "c_en":"1 only",
            "d_en":"1, 2 and 3",
            "q_hin":"प्राचीन भारत के सिक्कों के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. शासकों के नाम और छवियों वाले पहले सिक्के इंडो-यूनानियों द्वारा जारी किए गए थे।\n2. कुषाणों ने सोने के सिक्कों का सबसे बड़ा भंडार जारी किया।\n3. पंजाब और हरियाणा के यौधेय जैसे आदिवासी गणराज्यों द्वारा भी सिक्के जारी किए गए थे।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 2 और 3",
            "c_hin":"केवल 1",
            "d_hin":"1, 2 और 3",
            "ans":"d"
		},       
		{
			"q_en":"With reference to the history of India, the terms 'anicca' and 'anatta' related to",
            "a_en":"Principles of Ajivika sec",
            "b_en":"Buddhist philosophy",
            "c_en":"Ideas of Ajnanas",
            "d_en":"Triratnas of Jainism",
            "q_hin":"भारत के इतिहास के सन्दर्भ में 'अनिका' और 'अनत्ता' शब्द किससे संबंधित हैं?",
            "a_hin":"आजीविका संप्रदाय के सिद्धांत",
            "b_hin":"बौद्ध दर्शन",
            "c_hin":"अजानास के विचार",
            "d_hin":"जैन धर्म के त्रिरत्न",
            "ans":"b"
		},       
		{
			"q_en":"With reference to the architecture of ancient India, the term, 'Shalabhanjika' refers to",
            "a_en":"Scrolls of cloth or paper with pictures on them",
            "b_en":"The entrance to a stupa",
            "c_en":"An image of a woman or yakshi, often holding onto a tree.",
            "d_en":"A sculpture making technique",
            "q_hin":"प्राचीन भारत की वास्तुकला के संदर्भ में, 'शलभंजिका' शब्द का क्या अर्थ है?",
            "a_hin":"कपड़े या कागज के स्क्रोल उन पर चित्रों के साथ",
            "b_hin":"एक स्तूप का प्रवेश द्वार",
            "c_hin":"एक महिला या यक्षी की एक छवि, जो अक्सर एक पेड़ पर होती है।",
            "d_hin":"एक मूर्तिकला बनाने की तकनीक",
            "ans":"c"
        },       
        {
            "q_en":"Consider the following events in the history of India and arrange them in the correct chronological order.\n1. Earliest inscriptional evidence of land grants by Satavahana\n2. Arabs conquer Sindh\n3. Rise of the Chalukyas in Karnataka\n4. Establishment of Gupta rule\nSelect the correct answer from the codes given below.",
            "a_en":"2-1-4-3",
            "b_en":"1-4-3-2",
            "c_en":"1-2-4-3",
            "d_en":"3-4-1-2",
            "q_hin":"भारत के इतिहास में निम्नलिखित घटनाओं पर विचार कीजिये और उन्हें सही कालानुक्रमिक क्रम में व्यवस्थित कीजिये।\n1. सातवाहन द्वारा भूमि अनुदान का सबसे प्राचीन अभिलेखीय साक्ष्य\n2. अरबों ने सिंधी पर विजय प्राप्त की\n3. कर्नाटक में चालुक्यों का उदय\n4. गुप्त शासन की स्थापना\nनीचे दिए गए कूटों में से सही उत्तर का चयन कीजिए।",
            "a_hin":"2-1-4-3",
            "b_hin":"1-4-3-2",
            "c_hin":"1-2-4-3",
            "d_hin":"3-4-1-2",
            "ans":"b"
        },       
        {
            "q_en":"With reference to the ancient history of India, consider the following statements:\n1. Fatalists are those who believe that everything is predetermined.\n2. Lokayatas, usually described as materialists are those who rejected the idea of the afterworld.\nWhich of the statements given above is/are correct?",
            "a_en":"1 Only",
            "b_en":"2 Only",
            "c_en":"Both 1 and 2",
            "d_en":"Neither 1 nor 2",
            "q_hin":"भारत के प्राचीन इतिहास के संदर्भ में निम्नलिखित कथनों पर विचार कीजिएः\n1. भाग्यवादी वे हैं जो मानते हैं कि सब कुछ पूर्व निर्धारित है।\n2. लोकायत, जिन्हें आमतौर पर भौतिकवादी के रूप में वर्णित किया जाता है, वे हैं जिन्होंने परवर्ती दुनिया के विचार को खारिज कर दिया।\nऊपर दिए गए कथनों में से कौन-सा/से सही है/हैं?",
            "a_hin":"केवल 1",
            "b_hin":"केवल 2",
            "c_hin":"1 और 2 दोनों",
            "d_hin":"न तो 1 और न ही 2",
            "ans":"c"
        },       
        {
            "q_en":"Who among the following rulers instructed his subjects through this inscription?\n'In the past, there were no arrangements for disposing of affairs, nor for receiving regular reports. But I have made the following (arrangement). Pativedakas should report to me about the affairs of the people at all times, anywhere, whether I am eating, in the inner apartment, in the bedroom, in the cow pen, being carried (possibly in a palanquin), or in the garden. And I will dispose of the affairs of the people everywhere.'",
            "a_en":"Ashoka",
            "b_en":"Samudragupta",
            "c_en":"Harshavardhana",
            "d_en":"Krishnadeva Raya",
            "q_hin":"निम्नलिखित में से किस शासक ने इस शिलालेख के माध्यम से अपनी प्रजा को निर्देश दिया था?\n'अतीत में न तो मामलों को निपटाने की कोई व्यवस्था थी और न ही नियमित रिपोर्ट प्राप्त करने के लिए। लेकिन मैंने निम्नलिखित (व्यवस्था) की है। पाटिवेडक मुझे लोगों के मामलों के बारे में हर समय, कहीं भी रिपोर्ट करना चाहिए, चाहे मैं हूं भोजन करना, भीतरी अपार्टमेंट में, शयनकक्ष में, गाय की कलम में, ले जाया जा रहा है (संभवतः एक पालकी में), या बगीचे में। और मैं हर जगह लोगों के मामलों का निपटान करूंगा। '",
            "a_hin":"अशोक",
            "b_hin":"समुद्रगुप्त",
            "c_hin":"हर्षवर्धन",
            "d_hin":"कृष्णदेव राय",
            "ans":"a"
        },       
        {
            "q_en":"With the reference to the history of ancient India, which of the following statements is/are correct?\n1. ​According to the Manusmriti, the paternal estate was to be divided equally amongst sons after the death of the parents, with a special share for the eldest.\n2. Stridhana could be inherited by their children, without the husband having any claim on it.\n3. Manusmriti warned women against hoarding family property, or even their own valuables, without the husband’s permission.\nSelect the correct answer using the codes given below.",
            "a_en":"1 and 2 only",
            "b_en":"1 only",
            "c_en":"1 and 3 only",
            "d_en":"1, 2 and 3",
            "q_hin":"प्राचीन भारत के इतिहास के संदर्भ में, निम्नलिखित में से कौन सा/से कथन सही है/हैं?\n1. मनुस्मृति के अनुसार, माता-पिता की मृत्यु के बाद पैतृक संपत्ति को बेटों के बीच समान रूप से विभाजित किया जाना था, जिसमें सबसे बड़े के लिए एक विशेष हिस्सा था।\n2. स्त्रीधन अपने बच्चों को विरासत में मिल सकता है, बिना पति का कोई दावा किए।\n3. मनुस्मृति ने महिलाओं को पति की अनुमति के बिना पारिवारिक संपत्ति, या यहां तक ​​कि अपने स्वयं के कीमती सामानों की जमाखोरी के खिलाफ चेतावनी दी।\nनीचे दिए गए कूट का प्रयोग कर सही उत्तर चुनिए।",
            "a_hin":"केवल 1 और 2",
            "b_hin":"केवल 1",
            "c_hin":"केवल 1 और 3",
            "d_hin":"1, 2 और 3",
            "ans":"d"
        },       
        {
            "q_en":" With reference to India, the terms 'masattuvan and satthavahas' pertain to",
            "a_en":"Nobles to the King",
            "b_en":"Successful merchants",
            "c_en":"Empires of South India",
            "d_en":"Organisations of craft producers",
            "q_hin":"भारत के संदर्भ में, 'मसत्तुवन और सत्त्ववाह' शब्द किससे संबंधित हैं?",
            "a_hin":"राजा के लिए कुलीन",
            "b_hin":"सफल व्यापारी",
            "c_hin":"दक्षिण भारत के साम्राज्य",
            "d_hin":"शिल्प उत्पादकों के संगठन",
            "ans":"b"
        },
        {
            "q_en":"With reference to ancient India, which one of the following is the correct sequence in ascending order in terms of authority?",
            "a_en":"Vellalar-Uzhavar-Adimai",
            "b_en":"Uzhavar-Vellalar-Adimai",
            "c_en":"Uzhavar-Adimai-Vellalar",
            "d_en":"Adimai-Uzhavar-Vellalar",
            "q_hin":"प्राचीन भारत के सन्दर्भ में अधिकार की दृष्टि से निम्नलिखित में से कौन-सा आरोही क्रम का सही क्रम है?",
            "a_hin":"वेल्लालर-उझावर-आदिमई",
            "b_hin":"उझावर- वेल्लालर-आदिमई",
            "c_hin":"उझावर-आदिमई-वेल्लालारी",
            "d_hin":"आदिमई-उझावर-वेल्लालारी",
            "ans":"d"
        },
        {
            "q_en":"Which one of the following ancient towns is well-known for being exclusively devoted to craft production, including bead-making, shell-cutting, metal-working, seal-making and weight-making?",
            "a_en":"Dholavira",
            "b_en":"Chanhudaro",
            "c_en":"Nageshwar",
            "d_en":"Balakot",
            "q_hin":"निम्नलिखित प्राचीन नगरों में से कौन सा शिल्प उत्पादन के लिए विशेष रूप से समर्पित होने के लिए प्रसिद्ध है, जिसमें बीड-मेकिंग, शेल-कटिंग, मेटल-वर्किंग, सील-मेकिंग और वेट-मेकिंग शामिल हैं",
            "a_hin":"ढोलावीरा",
            "b_hin":"चन्हुदड़ो",
            "c_hin":"नागेश्वर",
            "d_hin":"बालाकोट",
            "ans":"b"
        }
	]
}