{
	"QuizQuestions":[
		{
			"q_en":"Which of the following is regarded as the most valuable as far as the conservation of forest is concerned?",
            "a_en":"Protected forests",
            "b_en":"Unclassed forests",
            "c_en":"Reserved forests",
            "d_en":"Village forest",
            "q_hin":"जहां तक वन के संरक्षण का सवाल है, निम्नलिखित में से किसे सबसे मूल्यवान माना जाता है?",
            "a_hin":"संरक्षित वन",
            "b_hin":"अवर्गीकृत वन",
            "c_hin":"आरक्षित वन",
            "d_hin":"गांव का जंगल",
            "ans":"c"
		},       
		{
			"q_en":"Which one of the following ports was first developed after Independence?",
            "a_en":"Mumbai port",
            "b_en":"Kandla port",
            "c_en":"Marmagao port",
            "d_en":"Tuticorin port",
            "q_hin":"निम्नलिखित में से कौन सा स्वतंत्रता के बाद विकसित पहला बंदरगाह था?",
            "a_hin":"मुंबई बंदरगाह",
            "b_hin":"कांडला बंदरगाह",
            "c_hin":"मोरमुगाओ बंदरगाह",
            "d_hin":"तूतीकोरिन बंदरगाह",
            "ans":"b"
		},       
		{
			"q_en":"Which one of the following states is connected with the Hazira-Vijaipur-Jagdishpur (HVJ) Gas Pipeline?",
            "a_en":"Maharashtra",
            "b_en":"Madhya Pradesh",
            "c_en":"Punjab",
            "d_en":"Bihar",
            "q_hin":"निम्नलिखित में से कौन सा राज्य हजीरा-विजयपुर-जगदीशपुर (HVJ) गैस पाइपलाइन से जुड़ा है?",
            "a_hin":"महाराष्ट्र",
            "b_hin":"मध्य प्रदेश",
            "c_hin":"पंजाब",
            "d_hin":"बिहार",
            "ans":"b"
        },       
        {
            "q_en":"Which among the following is not a physical factor for location of an industry?",
            "a_en":"Availability of raw material",
            "b_en":"Applicability of transport network",
            "c_en":"Availability of a suitable climate",
            "d_en":"Availability of a market for the goods produced.",
            "q_hin":"निम्नलिखित में से क्या एक उद्योग के स्थान के लिए एक भौतिक कारक नहीं है?",
            "a_hin":"कच्चे माल की उपलब्धता",
            "b_hin":"परिवहन तंत्र की प्रयोज्यता",
            "c_hin":"उपयुक्त जलवायु की उपलब्धता",
            "d_hin":"उत्पादित वस्तुओं के लिए बाजार की उपलब्धता।",
            "ans":"d"
        },       
        {
            "q_en":"Which one of the following is not a leguminous crop?",
            "a_en":"Peas",
            "b_en":"Maize",
            "c_en":"Gram",
            "d_en":"Urad",
            "q_hin":"निम्नलिखित में से क्या एक दलहनी फसल नहीं है?",
            "a_hin":"मटर",
            "b_hin":"मक्का",
            "c_hin":"चना",
            "d_hin":"उड़द",
            "ans":"b"
        },       
        {
            "q_en":"Which one of the following is a kharif crop?",
            "a_en":"Wheat",
            "b_en":"Groundnut",
            "c_en":"Mustard",
            "d_en":"Barley",
            "q_hin":"निम्नलिखित में से क्या खरीफ की फसल है?",
            "a_hin":"गेहूं",
            "b_hin":"मूंगफली",
            "c_hin":"सरसों",
            "d_hin":"जौ",
            "ans":"b"
        },       
        {
            "q_en":"Which among the following is a Non-ferrous mineral?",
            "a_en":"Manganese",
            "b_en":"Lead",
            "c_en":"Chromite",
            "d_en":"Nickel",
            "q_hin":"निम्नलिखित में से क्या एक अलौह खनिज है?",
            "a_hin":"मैंगनीज",
            "b_hin":"सीसा",
            "c_hin":"क्रोमाइट",
            "d_hin":"निकल",
            "ans":"b"
        },       
        {
            "q_en":"Which among the following is not a cause of concern about Multi-purpose project?",
            "a_en":"Multi-purpose projects affect the natural flow of the rivers causing poor sediment flow.",
            "b_en":"Multi-purpose projects bring water to those areas which suffer from water scarcity.",
            "c_en":"Multi-purpose projects lead to large scale displacements and loss of livelihood.",
            "d_en":"Multi-purpose projects submerge the existing vegetation and soil leading to its decomposition over a period of time.",
            "q_hin":"निम्नलिखित में से कौन बहुउद्देश्यीय परियोजना के बारे में चिंता का कारण नहीं है?",
            "a_hin":"बहुउद्देश्यीय परियोजनाएं नदियों के प्राकृतिक प्रवाह को प्रभावित करती हैं जिससे खराब तलछट प्रवाह होता है।",
            "b_hin":"बहुउद्देश्यीय परियोजनाएं उन क्षेत्रों में पानी लाती हैं जो पानी की कमी से पीड़ित हैं।",
            "c_hin":"बहुउद्देश्यीय परियोजनाओं से बड़े पैमाने पर विस्थापन और आजीविका का नुकसान होता है।",
            "d_hin":"बहुउद्देश्यीय परियोजनाएं मौजूदा वनस्पति और मिट्टी को जलमग्न कर देती हैं जिससे समय के साथ इसका अपघटन होता है।",
            "ans":"b"
        },
        {
            "q_en":"Which among the following is not one of the endangered species?",
            "a_en":"Indian wild ass",
            "b_en":"Pink head duck",
            "c_en":"Nilgiri Tahr",
            "d_en":"Lion tailed macaque",
            "q_hin":"निम्नलिखित में से कौन लुप्तप्राय प्रजातियों में से एक नहीं है?",
            "a_hin":"भारतीय जंगली गधा",
            "b_hin":"​गुलाबी सिर वाली बतख",
            "c_hin":"नीलगिरि तहर",
            "d_hin":"शेर की पूंछ वाला मकाक",
            "ans":"b"
        },
        {
            "q_en":"In which of the following states alluvial soil is predominantly found?",
            "a_en":"Maharashtra",
            "b_en":"Bihar",
            "c_en":"Karnataka",
            "d_en":"Madhya Pradesh",
            "q_hin":"निम्नलिखित में से किस राज्य में जलोढ़ मिट्टी मुख्य रूप से पाई जाती है?",
            "a_hin":"महाराष्ट्र",
            "b_hin":"बिहार",
            "c_hin":"कर्नाटक",
            "d_hin":"मध्य प्रदेश",
            "ans":"b"
        }
	]
}