{
	"QuizQuestions":[
		{
			"q_en":"Which of the following is correct regarding Non-renewable resources?",
            "a_en":"They have limited stock",
            "b_en":"Made by human beings",
            "c_en":"Derived from non-living things",
            "d_en":"All of the above",
            "q_hin":"गैर-नवीकरणीय संसाधनों के संबंध में निम्नलिखित में से कौन सा सही है?",
            "a_hin":"उनके पास सीमित भण्डार है",
            "b_hin":"इंसानों द्वारा बनाया गया",
            "c_hin":"निर्जीव वस्तुओं से व्युत्पन्न",
            "d_hin":"उपरोक्त सभी",
            "ans":"a"
		},       
		{
			"q_en":"Which of the following statement is incorrect?",
            "a_en":"Ganga-Brahmaputra plain of India is an overpopulated region",
            "b_en":"Water availability per person in India is declining.",
            "c_en":"Rows of trees planted in the coastal areas to check the wind movement is called Shelterbelts.",
            "d_en":"Human interference and changes of climate can maintain the ecosystem.",
            "q_hin":"निम्नलिखित में से कौन सा कथन गलत है?",
            "a_hin":"भारत का गंगा-ब्रह्मपुत्र मैदान एक अधिक आबादी वाला क्षेत्र है",
            "b_hin":"भारत में प्रति व्यक्ति पानी की उपलब्धता घट रही है।",
            "c_hin":"हवा की गति को रोकने के लिए तटीय क्षेत्रों में लगाए गए पेड़ों की पंक्तियों को शेल्टरबेल्ट कहा जाता है।",
            "d_hin":"मानवीय हस्तक्षेप और जलवायु परिवर्तन पारिस्थितिकी तंत्र को बनाए रख सकते हैं।",
            "ans":"d"
		},       
		{
			"q_en":"The narrow zone of contact between the lithosphere, hydrosphere and atmosphere is termed as",
            "a_en":"Ecosystem",
            "b_en":"Environment",
            "c_en":"Biosphere",
            "d_en":"Atmosphere",
            "q_hin":"स्थलमंडल, जलमंडल और वायुमंडल के बीच संपर्क के संकीर्ण क्षेत्र को कहा जाता है",
            "a_hin":"पारिस्थितिकी तंत्र",
            "b_hin":"वातावरण",
            "c_hin":"जैवक्षेत्र",
            "d_hin":"वायुमंडल",
            "ans":"c"
        },       
        {
            "q_en":"Which of the following is the leading producers of coffee in the world?",
            "a_en":"Brazil",
            "b_en":"India",
            "c_en":"Russia",
            "d_en":"Colombia",
            "q_hin":"निम्नलिखित में से कौन विश्व में कॉफी का प्रमुख उत्पादक है?",
            "a_hin":"ब्राज़िल",
            "b_hin":"भारत",
            "c_hin":"रूस",
            "d_hin":"कोलंबिया",
            "ans":"a"
        },       
        {
            "q_en":"Fort Gloster is located in",
            "a_en":"West Bengal",
            "b_en":"Mumbai",
            "c_en":"Gujarat",
            "d_en":"Pondicherry",
            "q_hin":"फोर्ट ग्लोस्टर कहा स्थित है?",
            "a_hin":"पश्चिम बंगाल",
            "b_hin":"मुंबई",
            "c_hin":"गुजरात",
            "d_hin":"पांडिचेरी",
            "ans":"a"
        },       
        {
            "q_en":"Which one of the following is a natural fibre?",
            "a_en":"Nylon",
            "b_en":"Jute",
            "c_en":"Acryclic",
            "d_en":"Rayon",
            "q_hin":"निम्नलिखित में से कौन-सा एक प्राकृतिक रेशा है?",
            "a_hin":"नायलॉन",
            "b_hin":"जूट",
            "c_hin":"ऐक्रेलिक",
            "d_hin":"रेयान",
            "ans":"b"
        },       
        {
            "q_en":"Which of the following refers to population distribution?",
            "a_en":"How population in a specified area changes over time.",
            "b_en":"The number of people who die in relation to the number of people born in a specified area.",
            "c_en":"The way in which people are spread across a given area.",
            "d_en":"All of the above",
            "q_hin":"निम्नलिखित में से कौन जनसंख्या वितरण को संदर्भित करता है?",
            "a_hin":"एक निर्दिष्ट क्षेत्र में जनसंख्या समय के साथ कैसे बदलती है।",
            "b_hin":"एक निर्दिष्ट क्षेत्र में पैदा हुए लोगों की संख्या के संबंध में मरने वाले लोगों की संख्या।",
            "c_hin":"जिस तरह से लोग किसी दिए गए क्षेत्र में फैले हुए हैं।",
            "d_hin":"उपरोक्त सभी",
            "ans":"c"
        },       
        {
            "q_en":"Which are three main factors that cause population change?",
            "a_en":"Births, deaths and marriage",
            "b_en":"Births, deaths and migration",
            "c_en":"Births, deaths and life expectancy",
            "d_en":"Births, deaths and emplyoment",
            "q_hin":"जनसंख्या परिवर्तन का कारण बनने वाले तीन प्रमुख कारक कौन से हैं?",
            "a_hin":"जन्म, मृत्यु और विवाह",
            "b_hin":"जन्म, मृत्यु और प्रवास",
            "c_hin":"जन्म, मृत्यु और जीवन प्रत्याशा",
            "d_hin":"जन्म, मृत्यु और रोजगार",
            "ans":"b"
        },
        {
            "q_en":"In 1999, the world population reached",
            "a_en":"1 Billion",
            "b_en":"3 Billion",
            "c_en":"6 Billion",
            "d_en":"8 Billion",
            "q_hin":"1999 में, विश्व जनसंख्या कहा तक पहुंच गई थी?",
            "a_hin":"1 अरब",
            "b_hin":"3 अरब",
            "c_hin":"6 अरब",
            "d_hin":"8 अरब",
            "ans":"c"
        },
        {
            "q_en":"What is a population pyramid?",
            "a_en":"A graphical presentation of the age, sex composition of a population.",
            "b_en":"When the population density of an area is so high that people live in tall buildings.",
            "c_en":"Pattern of population distribution in large urban areas.",
            "d_en":"It gives information on how the population in a specified area changes over time.",
            "q_hin":"जनसंख्या पिरामिड क्या है?",
            "a_hin":"जनसंख्या की आयु, लिंग संरचना की चित्रमय प्रस्तुति।",
            "b_hin":"जब किसी क्षेत्र का जनसंख्या घनत्व इतना अधिक होता है कि लोग ऊँची इमारतों में रहते हैं।",
            "c_hin":"बड़े शहरी क्षेत्रों में जनसंख्या वितरण का पैटर्न।",
            "d_hin":"यह इस बात की जानकारी देता है कि एक निर्दिष्ट क्षेत्र में जनसंख्या समय के साथ कैसे बदलती है।",
            "ans":"a"
        }
	]
}